{
    "markdown": "# Guide on harm done assessment for record keeping violations\n\n## On this page\n\n1. [Introduction](#s1)\n   - 1.1 [Purpose of the guide](#s1-1)\n   - 1.2 [Definition of harm](#s1-2)\n   - 1.3 [Considering harm in AMP Calculations](#s1-3)\n2. [Violations related to keeping prescribed records](#s2)\n   - 2.1 [Violations related to large cash transaction records](#s2-1)\n   - 2.2 [Violation related to records on the purpose and intended nature of business relationships](#s2-2)\n   - 2.3 [Violations related to client identification information records](#s2-3)\n   - 2.4 [Violations related to third party information records](#s2-4)\n   - 2.5 [Violation related to inter vivos trust information records](#s2-5)\n   - 2.6 [Violation related to records on beneficial ownership information](#s2-6)\n   - 2.7 [Violation related to records on not-for-profit entity determination](#s2-7)\n   - 2.8 [Violations related to records for politically exposed persons and heads of international organizations](#s2-8)\n   - 2.9 [Violations related to correspondent banking records](#s2-9)\n   - 2.10 [Violations related to foreign branches or subsidiaries records](#s2-10)\n   - 2.11 [Violations related to keeping a copy of a report submitted to FINTRAC](#s2-11)\n   - 2.12 [Violations related to other prescribed records](#s2-12)\n   - 2.13 [Harm done in the case of violations related to keeping prescribed records](#s2-13)\n   - 2.14 [Penalty determination for violations related to keeping prescribed records](#s2-14)\n   - 2.15 [Mitigating factors](#s2-15)\n   - 2.16 [Non-compliance in the case of records that serve more than one purpose](#s2-16)\n3. [Violations related to the retention period for prescribed records](#s3)\n   - 3.1 [Harm done in the case of violations related to the retention period for prescribed records](#s3-1)\n   - 3.2 [Penalty determination for violations related to the retention period for prescribed records](#s3-2)\n4. [Violation related to the requirement to provide a record to an authorized person](#s4)\n   - 4.1 [Harm done in the case of a violation related to the requirement to provide a record to an authorized person](#s4-1)\n   - 4.2 [Penalty determination for a violation related to the requirement to provide a record to an authorized person](#s4-2)\n5. [Repeated instances of a given violation](#s5)\n\n## 1\\. Introduction\n\nThis page presents how we assess the harm done and calculate the base penalty amount applied to record keeping violations.\n\n### 1.1 Purpose of the guide\n\nThis guide presents how FINTRAC approaches the harm done criterion and the base penalty amount for violations under the _Proceeds of Crime (Money Laundering) and Terrorist Financing Act_ (the Act) and its regulations. According to section 73.11 of the Act, FINTRAC must consider the harm done by a violation, that the purpose of an administrative monetary penalty (AMP) is to encourage compliance rather than to punish, and all other criteria prescribed in the regulations, including a reporting entity's (RE) history of compliance, when determining the amount of a penalty. Considerations for the non-punitive nature of an AMP and an REs' compliance history are assessed in another step in the penalty calculation and are outlined separately in FINTRAC's [AMP policy](/pen/2-eng).\n\n### 1.2 Definition of harm\n\nFINTRAC defines \"harm\" as the degree to which a violation interferes with achieving the objectives of the Act[Footnote 1](#fn1) or with FINTRAC's ability to carry out its mandate[Footnote 2](#fn2). Therefore, the consequences of non-compliance, when an AMP is imposed, are linked to its effects on Canada's efforts to combat money laundering and terrorist activity financing (ML/TF).\n\nCompliance enforcement activities are undertaken to prevent and correct the harm that comes from non-compliance with the Act and regulations. REs' adherence to requirements such as record keeping and verifying client identity assists in the deterrence of ML/TF and supports investigations and criminal prosecutions. The requirements related to reporting ensure that FINTRAC is supplied with the high-quality, timely financial transaction reports it needs to produce the financial intelligence that helps with the investigation and prosecution of ML/TF offences.\n\n### 1.3 Considering harm in AMP Calculations\n\nWhen determining a penalty, FINTRAC considers the harm caused, that is, the degree to which the non-compliance interferes with the purpose of the Act and/or with FINTRAC's mandate. Non-compliance and harm are measured using the standards described in this guide, which outline the benchmark amounts for the corresponding levels of harm for a specific violation. FINTRAC considers the specific circumstances of each case, including the extent of the non-compliance and mitigating factors, which may further reduce the actual amounts applied.\n\n## 2\\. Violations related to keeping prescribed records\n\nRecord keeping violations directly affect the objective set out in subparagraph 3(a)(i) of the PCMLTFA. Record keeping requirements are important to Canada's anti-money laundering and anti-terrorist financing (AML/ATF) regime because they compel the preservation of the information that is needed to achieve the objectives of the PCMLTFA and FINTRAC's mandate. The information that is required to be kept serves to identify individuals and entities that own or control funds, or conduct, direct or are beneficiaries to transactions. The required information also helps clarify financial transactions and activities for the purposes of following the flow of funds (such as transaction amounts, dates, currency types, etc.); of understanding clients (such as the nature of their business, occupation, intended use of accounts, etc.); of identifying relationships (such as third party information); of providing evidence for law enforcement investigations and prosecutions, and complying with the legislation.\n\nRecords that businesses are required to keep serve many purposes for your business as an RE, law enforcement and FINTRAC. Records with missing, incomplete, incorrect or inadequate information may affect your ability to submit high-quality and timely transaction reports to FINTRAC and to conduct effective risk assessments. They may also interfere with law enforcement investigations, and with FINTRAC's ability to ensure compliance with the Act and its regulations.\n\nThe tables below list the violations related to record keeping requirements under the Act and its regulations.\n\n### 2.1 Violations related to large cash transaction records\n\nThe table below sets out the violations related to the requirement to keep a large cash transaction record.\n\n| Provision of the Act | Provision of the PCMLTFR | Description | Classification of violation |\n| --- | --- | --- | --- |\n| 6 | 13 | Failure to keep a large cash transaction record in respect of every amount in cash of $10,000 or more that is received from a client in the course of a single transaction | Minor<br>$1-$1,000 |\n| 6 | 18 |\n| 6 | 22 |\n| 6 | 29 |\n| 6 | 33.2(2) |\n| 6 | 36(2) |\n| 6 | 39(2) |\n| 6 | 39.3 |\n| 6 | 39.7(2) |\n| 6 | 41(1) |\n| 6 | 48 |\n| 6 | 19(1) | Failure of a life insurance company or life insurance broker or agent to keep a client information record in respect of every annuity or policy for which $10,000 or more is paid | Minor<br>$1-$1,000 |\n\n Table 1—Violations related to large cash transaction records\n\n\n### 2.2 Violation related to records on the purpose and intended nature of business relationships\n\nThe table below sets out the violation related to the requirement to keep a record of the purpose and intended nature of a business relationship.\n\n| Provision of the Act | Provision of the PCMLTFR | Description | Classification of violation |\n| --- | --- | --- | --- |\n| **6** | 52.1 | Failure to keep a record of the purpose and intended nature of a business relationship | Minor<br>$1-$1,000 |\n\n Table 2—Violation related to records on the purpose and intended nature of business relationships\n\n\n### 2.3 Violations related to client identification information records\n\nThe table below sets out the violations related to the requirement to keep prescribed client identity information.\n\n| Provision of the Act | Provision of the PCMLTFR | Description | Classification of violation |\n| --- | --- | --- | --- |\n| **6** | 64.1(3) | Failure to have entered into a written agreement or arrangement with an agent or mandatary, to obtain from them the information that the agent or mandatary referred to in order to ascertain a person's identity and the information that the agent or mandatary verified as being that of the person and to be satisfied that the information is valid and current and that the person's identity was ascertained in the prescribed manner | Minor<br>$1-$1,000 |\n| **6** | 64.2 | Failure of a person or entity that is required to ascertain a person's identity to keep prescribed information | Minor<br>$1-$1,000 |\n| **6** | 65(3) | Failure of a person or entity who ascertains information in respect of a corporation by referring to an electronic version of a record to keep a prescribed record | Minor<br>$1-$1,000 |\n| **6** | 65(4) | Failure of a person or entity who ascertains information in respect of a corporation by referring to a paper copy of a record to retain the record or a copy of it | Minor<br>$1-$1,000 |\n| **6** | 66(3) | Failure of a person or entity who ascertains information in respect of an entity by referring to an electronic version of a record to keep a prescribed record | Minor<br>$1-$1,000 |\n| **6** | 66(4) | Failure of a person or entity who ascertains information in respect of an entity by referring to a paper copy of a record to retain the record or a copy of it | Minor<br>$1-$1,000 |\n\n Table 3—Violations related to client identification information records\n\n\n### 2.4 Violations related to third party information records\n\nThe tables below set out the violations related to the requirement to keep a record of prescribed third party information.\n\n| Provision of the Act | Provision of the PCMLTFR | Description | Classification of violation |\n| --- | --- | --- | --- |\n| **6** | 8(2) | Failure to keep a record of prescribed information respecting third parties | Minor<br>$1-$1,000 |\n| **6** | 9(2) | Failure to keep a record of prescribed information respecting third parties | Minor<br>$1-$1,000 |\n| **6** | 10(2) | Failure to keep a record of prescribed information when it is determined that the client is acting on behalf of a third party | Minor<br>$1-$1,000 |\n| **6** | 44(2) | Failure of a casino to keep a record of prescribed information when it is determined that the client is acting on behalf of a third party | Minor<br>$1-$1,000 |\n\n Table 4—Violations related to third party information records\n\n\n| Provision of the Act | Provision of the PCMLTFR | Description | Classification of violation |\n| --- | --- | --- | --- |\n| **6** | 8(3) | Failure to keep a record of prescribed information respecting suspected third parties | Minor<br>$1-$1,000 |\n| **6** | 9(3) | Failure to keep a record of prescribed information in respect of suspected third parties | Minor<br>$1-$1,000 |\n| **6** | 10(3) | Failure to keep a record of prescribed information when there are reasonable grounds to suspect that the client is acting on behalf of a third party | Minor<br>$1-$1,000 |\n| **6** | 44(3) | Failure of a casino to keep a record of prescribed information when there are reasonable grounds to suspect that the client is acting on behalf of a third party | Minor<br>$1-$1,000 |\n\n Table 5—Violations related to suspected third party information records\n\n\n### 2.5 Violation related to inter vivos trust information records\n\nThe table below sets out the violation related to the requirement to keep a record of prescribed information concerning _inter vivos_ trusts.\n\n| Provision of the Act | Provision of the PCMLTFR | Description | Classification of violation |\n| --- | --- | --- | --- |\n| **6** | 11 | Failure of a trust company to keep a record of prescribed information concerning _inter vivos_ trusts | Minor<br>$1-$1,000 |\n\n Table 6—Violation related to inter vivos trust information records\n\n\n### 2.6 Violation related to records on beneficial ownership information\n\nThe table below sets out the violation related to the requirement to keep a record of prescribed beneficial ownership information, including measures taken to confirm its accuracy.\n\n| Provision of the Act | Provision of the PCMLTFR | Description | Classification of violation |\n| --- | --- | --- | --- |\n| **6** | 11.1(3) | Failure to keep a record of the prescribed information and the measures taken to confirm its accuracy | Minor<br>$1-$1,000 |\n\n Table 7—Violation related to records on beneficial ownership information\n\n\n### 2.7 Violation related to records on not-for-profit entity determination\n\nThe table below sets out the violation related to the requirement to keep a record of the not-for-profit determination.\n\n| Provision of the Act | Provision of the PCMLTFR | Description | Classification of violation |\n| --- | --- | --- | --- |\n| **6** | 11.1(5) | Failure to determine whether a not-for-profit organization is a prescribed entity and to keep a record of the determination | Minor<br>$1-$1,000 |\n\n Table 8—Violation related to records on not-for-profit entity determination\n\n\n### 2.8 Violations related to records for politically exposed persons and heads of international organizations\n\nThe table below sets out the violations related to the requirement to keep records related to politically exposed persons and heads of international organizations.\n\n| Provision of the Act | Provision of the PCMLTFR | Description | Classification of violation |\n| --- | --- | --- | --- |\n| 6 | 14 | Failure to keep prescribed records<br>_(Note: for Sections 14 and 14.1, specific to 14(n), 14(o) and 14.1(g))_ | Minor<br>$1-$1,000 |\n| 14.1 |\n| 23 |\n| 6 | 20.1 | Failure of a life insurance company or life insurance broker or agent to keep a record of prescribed information when a transaction is reviewed | Minor<br>$1-$1,000 |\n| 6 | 31 | Failure of a specified money services business to keep a record of prescribed information when a transaction is reviewed | Minor<br>$1-$1,000 |\n\n Table 9—Violations related to records for politically exposed persons and heads of international organizations\n\n\nPlease refer to FINTRAC's published [guidance](/guidance-directives/guidance-directives-eng#s2) for more information on requirements related to politically-exposed persons and heads of international organizations.\n\n### 2.9 Violations related to correspondent banking records\n\nThe table below sets out the violations related to the requirement to keep records related to correspondent banking.\n\n| Provision of the Act | Provision of the PCMLTFR | Description | Classification of violation |\n| --- | --- | --- | --- |\n| **9.4(1)(a)** | 15.1(1) and (2) | Failure of a specified entity entering into a correspondent banking relationship with a prescribed foreign entity to keep a prescribed record | Minor<br>$1-$1,000 |\n| **9.4(1)(d)** | 15.1(1) | Failure of a specified entity entering into a correspondent banking relationship with a prescribed foreign entity to set out in writing their obligations and those of the foreign entity in respect of the correspondent banking services | Minor<br>$1-$1,000 |\n\n Table 10—Violations related to correspondent banking records\n\n\n### 2.10 Violations related to foreign branches or subsidiaries records\n\nThe table below sets out the violations related to the requirement to keep records related to foreign branches or subsidiaries.\n\n| Provision of the Act | Provision of the PCMLTFR | Description | Classification of violation |\n| --- | --- | --- | --- |\n| **9.7(4)** | N/A | Failure to keep and retain a record of the fact that a foreign branch or foreign subsidiary cannot apply a policy and of the reasons why it cannot do so or to notify the Centre and the principal supervisory or regulating agency or body within a reasonable time | Minor<br>$1-$1,000 |\n| **11.44(2)** | N/A | Failure to keep and retain a record of the fact that a foreign branch or foreign subsidiary cannot comply with a ministerial directive and of the reasons why it cannot do so or to notify the Centre and the principal supervisory or regulating agency or body within a reasonable time | Serious<br>$1-$100,000 |\n\n Table 11—Violations related to foreign branches or subsidiaries records\n\n\n### 2.11 Violations related to keeping a copy of a report submitted to FINTRAC\n\nThe table below sets out the violations related to the requirement to keep a record of a prescribed report.\n\n| Provision of the Act | Provision of the PCMLTFR | Description | Classification of violation |\n| --- | --- | --- | --- |\n| **6** | 43 | Failure to keep prescribed records<br>_(Note: specific to 43(g) for casino disbursement reports)_ | Minor<br>$1-$1,000 |\n| **6** | 12.1 (STR Regulations[Footnote 3](#fn3)) | Failure of a person or entity to keep a copy of a report submitted to the Centre | Minor<br>$1-$1,000 |\n\n Table 12—Violations related to keeping a copy of a report submitted to FINTRAC\n\n\n### 2.12 Violations related to other prescribed records\n\nThe table below sets out the violations related to the requirement to keep records other than those listed above that are required to be kept under the Act and its regulations.\n\n| Provision of the Act | Provision of the PCMLTFR | Description | Classification of Violation |\n| --- | --- | --- | --- |\n| 6 | 14 | Failure to keep prescribed records | Minor<br>$1-$1,000 |\n| 6 | 14.1 |\n| 6 | 15 |\n| 9.4(1)(a) | 15.1(1) and (2) |\n| 6 | 20 |\n| 6 | 30 |\n| 6 | 32 |\n| 6 | 33.2(1) |\n| 6 | 36(1) |\n| 6 | 39(1) |\n| 6 | 39.7(1) |\n| 6 | 43 |\n| 6 | 49 |\n\n Table 13—Violations related to other prescribed records\n\n\n### 2.13 Harm done in the case of violations related to keeping prescribed records\n\nAccurate and complete record keeping is fundamental to the detection, prevention, deterrence, investigation and prosecution of ML/TF offences. Without the prescribed records, REs and government agencies would not be able to identify the individual or entity that owns or controls the funds, or conducts, directs or is a beneficiary of the financial transactions. Information could be lacking on individuals or entities involved in the financial transactions, on their relationships, and on the flow of funds. Failing to comply with record keeping requirements could lead to being non-compliant with transaction reporting requirements and having inadequate risk assessments. This could result in FINTRAC missing key information for its analysis. This could also lead to situations where law enforcement would not be able to collect critical evidence in their investigations and prosecutions of ML/TF offences.\n\nWhen a record is not kept, or if the information contained in a record is missing, unclear, incomplete or inaccurate, REs, FINTRAC and law enforcement agencies may be prevented from performing their functions effectively and contributing to the objectives of the PCMLTFA.\n\n### 2.14 Penalty determination for violations related to keeping prescribed records\n\nThe Proceeds of Crime (Money Laundering) and Terrorist Activity Financing Administrative Monetary Penalties Regulations (AMP Regulations) allow a penalty ranging from $1 to $1,000 for violations related to record keeping.\n\nFINTRAC has identified four levels of harm related to these violations by considering the intended purpose of the information that must be kept and the consequences of not complying with the requirements on Canada's AML/ATF regime. Levels of harm are also based on our ability to use the information to identify individuals, entities, transactions and the flow of funds, to understand ML/TF risks, and to ensure compliance as described below. The penalty range of $1 to $1,000 is divided into four even intervals. Each level of harm incurs a maximum penalty of either: $1,000, $750, $500 or $250.\n\nThe highest level of harm (Level 1), which incurs a penalty of $1,000, is for violations that would have the greatest negative impact on the achievement of the objectives of the PCMLTFA and on FINTRAC's mandate. The lowest of the four levels of harm (Level 4) incurs a penalty of $250. Penalty amounts may be reduced if there are mitigating factors. All factors that may reduce a penalty will be considered, potentially lowering the penalty to the $1 minimum set out in the AMP Regulations.\n\nThe information that must be kept under the Act and its regulations can serve one or more purposes. Therefore, non-compliance with one record keeping requirement can cause various harm to the achievement of the objectives of the Act and FINTRAC's mandate. The table below lists the levels of harm, the types of non-compliance and the descriptions of harm along with their corresponding penalty.\n\n| Level of harm | Type of non-compliance | Description of harm | Penalty (not considering mitigating factors) |\n| --- | --- | --- | --- |\n| Level 1 | Information that identifies individuals or entities that conduct, own, direct, control or benefit from funds and transactions; OR information that identifies the flow of funds/transactions is non-compliant | Prevents the identification of individuals or entities that conduct, own, direct, control, or benefit from funds or financial transactions; OR prevents FINTRAC from identifying the flow of funds/transactions | $1,000 |\n| Level 2 | Information that identifies relationships or other parties to a transaction is non-compliant | Prevents the identification of relationships | $750 |\n| Level 3 | Information that can be used to assess ML/TF risks posed by individuals and entities is non-compliant | Prevents the understanding of an individual or entity, including the expected activity, in order to assess ML/TF risk | $500 |\n| Level 4 | Information to ensure compliance and efficiency in use of records is non-compliant | Reduces the ability to analyze or use the information for risk assessment, intelligence, compliance and investigation purposes in a timely manner | $250 |\n\n Table 14—Levels of harm and penalties for violations related to keeping prescribed records\n\n\n#### 2.14.1 Level 1 harm: Information that identifies individuals/entities or the flow of funds/transactions is non-compliant\n\nWhen there is no information on the flow of funds or transactions, it is not possible to pursue ML/TF offences. Those who are responsible for these offences must be held accountable or prevented from committing the crime, so it is equally important to have the information identifying the individuals and entities that conduct, own, direct, control, or benefit from the funds or transactions.\n\nThe records that are required for purposes of identifying individuals and entities, transactions and the flow of funds may be the only proof that a transaction was conducted and may be the only way to confirm the involvement of individuals and entities. Without this information, there can be no meaningful risk assessment, no transaction reporting, no analysis, and no investigation and prosecution. If the record is insufficient for use by law enforcement as evidence, the investigation or prosecution of an ML/TF offence may be dropped. Because this poses the highest level of harm, when records that contain information identifying individuals, entities or transactions are not kept, or if the information in the records is unclear, incomplete or inaccurate, the penalty is determined at the maximum of $1,000 per record.\n\n#### 2.14.2 Level 2 harm: Information that identifies relationships or other parties to a transaction is non-compliant\n\nThe information that identifies the relationships between the individuals and entities that conduct, own, direct, control, or benefit from the funds or transactions can be used for risk assessment, transaction reporting, analysis, and investigations and prosecutions of ML/TF offences. This information indicates to FINTRAC the type and level of involvement of individuals and entities in transactions and is used to prioritize analysis work. When relationship information is missing, FINTRAC's ability to follow the flow of funds can be significantly limited. When the information that serves to identify relationships is not kept, or when the information is unclear, incomplete or inaccurate to the point of being useless, the penalty is $750 per record.\n\n#### 2.14.3 Level 3 harm: Information that can be used to assess ML/TF risks posed by individuals/entities is non-compliant\n\nThe Act and its regulations require that information on the background of individuals and entities be kept on record. This information helps understand individuals or entities by supplementing identity information, transaction and relationship information. It gives REs more in-depth knowledge of clients which lets them conduct comprehensive assessments of ML/TF risks that go beyond the client identity, transaction and relationship information that must be kept. While this information may not be required in prescribed transaction reports (Large Cash Transaction Reports, Electronic Funds Transfer Reports, Casino Disbursement Reports), it may support the detection of suspicious transactions that must be reported to FINTRAC, or the identification of activities and areas of higher risk that require enhanced monitoring. If a suspicious transaction report (STR) is submitted, this information could form part of the grounds for suspicion, be included in the report, analyzed by FINTRAC, and disclosed to law enforcement. Therefore, when a record containing this information is not kept, or when the information is unclear, incomplete or inaccurate to the point of being useless, the penalty is $500 per record.\n\n#### 2.14.4 Level 4 harm: Information to ensure compliance and the efficient use of records is non-compliant\n\nCertain records are used to verify compliance or to enhance efficiency. They may help support law enforcement investigations, but are not critical for risk assessment or financial analysis. For example, the requirement to record a date could confirm that an RE has carried out a regulatory requirement within the prescribed period. Although this type of information is not critical, it is useful to assess compliance and consequently, the penalty for non-compliance is $250 per record.\n\n### 2.15 Mitigating factors\n\nIn all the cases described above, mitigating factors will be considered and may reduce the penalty. For example, a financial entity that opens an account is required to keep a signature card for each account holder. Failure to keep a signature card poses harm at the highest level (Level 1) because the information that identifies a person is non-compliant. The penalty is $1,000 in this case. However, if the non-compliance is discovered and corrected before transactions are conducted, the penalty could be reduced to $250 (consistent with Level 4), if, considering the circumstances, the non-compliance's only impact is to the use of the record (or the information) for its intended purpose.\n\n### 2.16 Non-compliance in the case of records that serve more than one purpose\n\nMost of the required records can be useful for more than one of the purposes described above. For this reason, when determining the penalty amount for non-compliant record keeping that results in more than one level of harm, the penalty is determined at the amount corresponding to the highest level of harm. When assessing the level of harm and determining a penalty, FINTRAC takes the entire record into consideration.\n\n## 3\\. Violations related to the retention period for prescribed records\n\nThe table below sets out the violations related to the retention period for prescribed records.\n\n| Provision of the Act | Provision of the PCMLTFR | Description | Classification of violation |\n| --- | --- | --- | --- |\n| **6** | 69(1) | Failure of a person or entity that is required to obtain, keep or create records to retain those records for a period of at least five years | Minor<br>$1-$1,000 |\n| **6** | 12.3(1) (STR Regulations[Footnote 4](#fn4)) | Failure of a person or entity to keep a copy of a prescribed report for the prescribed period | Minor<br>$1-$1,000 |\n\n Table 15—Violations related to the retention period for prescribed records\n\n\n### 3.1 Harm done in the case of violations related to the retention period for prescribed records\n\nAccurate and complete records are fundamental when it comes to supporting the detection, deterrence and prevention of ML/TF offences. Therefore, records must be available when required to assess compliance, or in support of investigations and prosecutions of ML/TF offences. Not keeping a record for the prescribed retention period poses the same harm as not having kept the record at all. If records are not retained for the required five-year period, they cannot be accessed to conduct risk assessments, reporting and to ensure compliance. Most importantly, missing records may impact law enforcement investigations of ML/TF offences negatively due to lack of evidence.\n\n### 3.2 Penalty determination for violations related to the retention period for prescribed records\n\nSince not keeping a record for the required five years poses the same harm as not keeping a record, the penalty is the same, $1,000 per instance. Penalty amounts may be reduced if there are mitigating factors.\n\n## 4\\. Violation related to the requirement to provide a record to an authorized person\n\nThe table below sets out the violation related to the requirement to retain records in such a way that they can be provided to FINTRAC within 30 days after their request.\n\n| Provision of the Act | Provision of the PCMLTFR | Description | Classification of violation |\n| --- | --- | --- | --- |\n| **6** | 70 | Failure to retain records in such a way that they can be provided to an authorized person within 30 days after their request | Minor<br>$1-$1,000 |\n\n Table 16—Violation related to the requirement to provide a record to an authorized person\n\n\n### 4.1 Harm done in the case of a violation related to the requirement to provide a record to an authorized person\n\nThe Act and its regulations require records to be kept in a format that can be produced within 30 days when FINTRAC requests to examine it.[Footnote 5](#fn5) Failing to comply with this requirement interferes with\n\nFINTRAC's ability to efficiently and effectively ensure compliance with Parts 1 and 1.1 of the PCMLTFA, in accordance with paragraph 40(e) of the PCMLTFA.\n\n### 4.2 Penalty determination for a violation related to the requirement to provide a record to an authorized person\n\nAs failing to comply with this obligation would impact FINTRAC's ability to verify compliance with regulatory requirements in a timely manner, the penalty is set at $250 per record produced after the prescribed period. This is consistent with the amount corresponding to \"Information to ensure compliance and efficiency in use of records is non-compliant\" (Level 4), as shown in [Table 14](#tb14). When a record is not produced after an extensive delay beyond the prescribed 30-day period, FINTRAC may consider that there is a violation for failing to keep a prescribed record. Penalty amounts may be reduced if there are mitigating factors.\n\n## 5\\. Repeated instances of a given violation\n\nWhen a particular violation occurs multiple times, FINTRAC will consider its underlying cause, its type and other relevant facts to assess whether the level of harm should be reduced for the subsequent instances of that violation. For example, should repeated instances of a given violation affect only the efficiency of FINTRAC's analysis, it may be appropriate to assess its recurring instances at the base penalty of $250 each (Level 4 harm), regardless of the level of harm of the first occurrence.\n\nDate Modified: 2019-08-26",
    "metadata": {
        "title": "Guide on harm done assessment for record keeping violations",
        "description": "This guide presents how FINTRAC approaches the harm done criterion and the base penalty amount for other recordkeeping violations under the Proceeds of Crime (Money Laundering) and Terrorist Financing Act (the Act) and its regulations.",
        "language": "en",
        "ogLocaleAlternate": [],
        "dctermsSubject": "Harm done assessment guide, recordkeeping, administrative monetary penalties, AMPs, penalty, violations, fines,FINTRAC, Financial Transactions and Reports Analysis Centre of Canada",
        "viewport": "width=device-width, initial-scale=1",
        "dcterms.title": "Guide on harm done assessment for record keeping violations | FINTRAC – Canada.ca  ",
        "dcterms.creator": "Government of Canada, Financial Transactions and Reports Analysis Centre of Canada",
        "dcterms.issued": "2019-08-26",
        "dcterms.modified": "2019-08-26",
        "dcterms.subject": "Harm done assessment guide, recordkeeping, administrative monetary penalties, AMPs, penalty, violations, fines,FINTRAC, Financial Transactions and Reports Analysis Centre of Canada",
        "dcterms.language": "eng",
        "name": "Government of Canada",
        "areaServed": "Canada",
        "sourceURL": "https://fintrac-canafe.canada.ca/pen/guides/rk-eng",
        "statusCode": 200
    },
    "markdown_cleaned": "# Guide on harm done assessment for record keeping violations\n\n## 1\\. Introduction\n\nThis page presents how we assess the harm done and calculate the base penalty amount applied to record keeping violations.\n\n### 1.1 Purpose of the guide\n\nThis guide presents how FINTRAC approaches the harm done criterion and the base penalty amount for violations under the _Proceeds of Crime (Money Laundering) and Terrorist Financing Act_ (the Act) and its regulations. According to section 73.11 of the Act, FINTRAC must consider the harm done by a violation, that the purpose of an administrative monetary penalty (AMP) is to encourage compliance rather than to punish, and all other criteria prescribed in the regulations, including a reporting entity's (RE) history of compliance, when determining the amount of a penalty. Considerations for the non-punitive nature of an AMP and an REs' compliance history are assessed in another step in the penalty calculation and are outlined separately in FINTRAC's AMP policy.\n\n### 1.2 Definition of harm\n\nFINTRAC defines \"harm\" as the degree to which a violation interferes with achieving the objectives of the ActFootnote 1 or with FINTRAC's ability to carry out its mandateFootnote 2. Therefore, the consequences of non-compliance, when an AMP is imposed, are linked to its effects on Canada's efforts to combat money laundering and terrorist activity financing (ML/TF).\n\nCompliance enforcement activities are undertaken to prevent and correct the harm that comes from non-compliance with the Act and regulations. REs' adherence to requirements such as record keeping and verifying client identity assists in the deterrence of ML/TF and supports investigations and criminal prosecutions. The requirements related to reporting ensure that FINTRAC is supplied with the high-quality, timely financial transaction reports it needs to produce the financial intelligence that helps with the investigation and prosecution of ML/TF offences.\n\n### 1.3 Considering harm in AMP Calculations\n\nWhen determining a penalty, FINTRAC considers the harm caused, that is, the degree to which the non-compliance interferes with the purpose of the Act and/or with FINTRAC's mandate. Non-compliance and harm are measured using the standards described in this guide, which outline the benchmark amounts for the corresponding levels of harm for a specific violation. FINTRAC considers the specific circumstances of each case, including the extent of the non-compliance and mitigating factors, which may further reduce the actual amounts applied.\n\n## 2\\. Violations related to keeping prescribed records\n\nRecord keeping violations directly affect the objective set out in subparagraph 3(a)(i) of the PCMLTFA. Record keeping requirements are important to Canada's anti-money laundering and anti-terrorist financing (AML/ATF) regime because they compel the preservation of the information that is needed to achieve the objectives of the PCMLTFA and FINTRAC's mandate. The information that is required to be kept serves to identify individuals and entities that own or control funds, or conduct, direct or are beneficiaries to transactions. The required information also helps clarify financial transactions and activities for the purposes of following the flow of funds (such as transaction amounts, dates, currency types, etc.); of understanding clients (such as the nature of their business, occupation, intended use of accounts, etc.); of identifying relationships (such as third party information); of providing evidence for law enforcement investigations and prosecutions, and complying with the legislation.\n\nRecords that businesses are required to keep serve many purposes for your business as an RE, law enforcement and FINTRAC. Records with missing, incomplete, incorrect or inadequate information may affect your ability to submit high-quality and timely transaction reports to FINTRAC and to conduct effective risk assessments. They may also interfere with law enforcement investigations, and with FINTRAC's ability to ensure compliance with the Act and its regulations.\n\n### 2.13 Harm done in the case of violations related to keeping prescribed records\n\nAccurate and complete record keeping is fundamental to the detection, prevention, deterrence, investigation and prosecution of ML/TF offences. Without the prescribed records, REs and government agencies would not be able to identify the individual or entity that owns or controls the funds, or conducts, directs or is a beneficiary of the financial transactions. Information could be lacking on individuals or entities involved in the financial transactions, on their relationships, and on the flow of funds. Failing to comply with record keeping requirements could lead to being non-compliant with transaction reporting requirements and having inadequate risk assessments. This could result in FINTRAC missing key information for its analysis. This could also lead to situations where law enforcement would not be able to collect critical evidence in their investigations and prosecutions of ML/TF offences.\n\nWhen a record is not kept, or if the information contained in a record is missing, unclear, incomplete or inaccurate, REs, FINTRAC and law enforcement agencies may be prevented from performing their functions effectively and contributing to the objectives of the PCMLTFA.\n\n### 2.14 Penalty determination for violations related to keeping prescribed records\n\nThe Proceeds of Crime (Money Laundering) and Terrorist Activity Financing Administrative Monetary Penalties Regulations (AMP Regulations) allow a penalty ranging from $1 to $1,000 for violations related to record keeping.\n\nFINTRAC has identified four levels of harm related to these violations by considering the intended purpose of the information that must be kept and the consequences of not complying with the requirements on Canada's AML/ATF regime. Levels of harm are also based on our ability to use the information to identify individuals, entities, transactions and the flow of funds, to understand ML/TF risks, and to ensure compliance as described below. The penalty range of $1 to $1,000 is divided into four even intervals. Each level of harm incurs a maximum penalty of either: $1,000, $750, $500 or $250.\n\nThe highest level of harm (Level 1), which incurs a penalty of $1,000, is for violations that would have the greatest negative impact on the achievement of the objectives of the PCMLTFA and on FINTRAC's mandate. The lowest of the four levels of harm (Level 4) incurs a penalty of $250. Penalty amounts may be reduced if there are mitigating factors. All factors that may reduce a penalty will be considered, potentially lowering the penalty to the $1 minimum set out in the AMP Regulations.\n\nThe information that must be kept under the Act and its regulations can serve one or more purposes. Therefore, non-compliance with one record keeping requirement can cause various harm to the achievement of the objectives of the Act and FINTRAC's mandate. The table below lists the levels of harm, the types of non-compliance and the descriptions of harm along with their corresponding penalty.\n\n| Level of harm | Type of non-compliance | Description of harm | Penalty (not considering mitigating factors) |\n| --- | --- | --- | --- |\n| Level 1 | Information that identifies individuals or entities that conduct, own, direct, control or benefit from funds and transactions; OR information that identifies the flow of funds/transactions is non-compliant | Prevents the identification of individuals or entities that conduct, own, direct, control, or benefit from funds or financial transactions; OR prevents FINTRAC from identifying the flow of funds/transactions | $1,000 |\n| Level 2 | Information that identifies relationships or other parties to a transaction is non-compliant | Prevents the identification of relationships | $750 |\n| Level 3 | Information that can be used to assess ML/TF risks posed by individuals and entities is non-compliant | Prevents the understanding of an individual or entity, including the expected activity, in order to assess ML/TF risk | $500 |\n| Level 4 | Information to ensure compliance and efficiency in use of records is non-compliant | Reduces the ability to analyze or use the information for risk assessment, intelligence, compliance and investigation purposes in a timely manner | $250 |\n\n Table 14—Levels of harm and penalties for violations related to keeping prescribed records\n\n\n#### 2.14.1 Level 1 harm: Information that identifies individuals/entities or the flow of funds/transactions is non-compliant\n\nWhen there is no information on the flow of funds or transactions, it is not possible to pursue ML/TF offences. Those who are responsible for these offences must be held accountable or prevented from committing the crime, so it is equally important to have the information identifying the individuals and entities that conduct, own, direct, control, or benefit from the funds or transactions.\n\nThe records that are required for purposes of identifying individuals and entities, transactions and the flow of funds may be the only proof that a transaction was conducted and may be the only way to confirm the involvement of individuals and entities. Without this information, there can be no meaningful risk assessment, no transaction reporting, no analysis, and no investigation and prosecution. If the record is insufficient for use by law enforcement as evidence, the investigation or prosecution of an ML/TF offence may be dropped. Because this poses the highest level of harm, when records that contain information identifying individuals, entities or transactions are not kept, or if the information in the records is unclear, incomplete or inaccurate, the penalty is determined at the maximum of $1,000 per record.\n\n#### 2.14.2 Level 2 harm: Information that identifies relationships or other parties to a transaction is non-compliant\n\nThe information that identifies the relationships between the individuals and entities that conduct, own, direct, control, or benefit from the funds or transactions can be used for risk assessment, transaction reporting, analysis, and investigations and prosecutions of ML/TF offences. This information indicates to FINTRAC the type and level of involvement of individuals and entities in transactions and is used to prioritize analysis work. When relationship information is missing, FINTRAC's ability to follow the flow of funds can be significantly limited. When the information that serves to identify relationships is not kept, or when the information is unclear, incomplete or inaccurate to the point of being useless, the penalty is $750 per record.\n\n#### 2.14.3 Level 3 harm: Information that can be used to assess ML/TF risks posed by individuals/entities is non-compliant\n\nThe Act and its regulations require that information on the background of individuals and entities be kept on record. This information helps understand individuals or entities by supplementing identity information, transaction and relationship information. It gives REs more in-depth knowledge of clients which lets them conduct comprehensive assessments of ML/TF risks that go beyond the client identity, transaction and relationship information that must be kept. While this information may not be required in prescribed transaction reports (Large Cash Transaction Reports, Electronic Funds Transfer Reports, Casino Disbursement Reports), it may support the detection of suspicious transactions that must be reported to FINTRAC, or the identification of activities and areas of higher risk that require enhanced monitoring. If a suspicious transaction report (STR) is submitted, this information could form part of the grounds for suspicion, be included in the report, analyzed by FINTRAC, and disclosed to law enforcement. Therefore, when a record containing this information is not kept, or when the information is unclear, incomplete or inaccurate to the point of being useless, the penalty is $500 per record.\n\n#### 2.14.4 Level 4 harm: Information to ensure compliance and the efficient use of records is non-compliant\n\nCertain records are used to verify compliance or to enhance efficiency. They may help support law enforcement investigations, but are not critical for risk assessment or financial analysis. For example, the requirement to record a date could confirm that an RE has carried out a regulatory requirement within the prescribed period. Although this type of information is not critical, it is useful to assess compliance and consequently, the penalty for non-compliance is $250 per record.\n\n### 2.15 Mitigating factors\n\nIn all the cases described above, mitigating factors will be considered and may reduce the penalty. For example, a financial entity that opens an account is required to keep a signature card for each account holder. Failure to keep a signature card poses harm at the highest level (Level 1) because the information that identifies a person is non-compliant. The penalty is $1,000 in this case. However, if the non-compliance is discovered and corrected before transactions are conducted, the penalty could be reduced to $250 (consistent with Level 4), if, considering the circumstances, the non-compliance's only impact is to the use of the record (or the information) for its intended purpose.\n\n### 2.16 Non-compliance in the case of records that serve more than one purpose\n\nMost of the required records can be useful for more than one of the purposes described above. For this reason, when determining the penalty amount for non-compliant record keeping that results in more than one level of harm, the penalty is determined at the amount corresponding to the highest level of harm. When assessing the level of harm and determining a penalty, FINTRAC takes the entire record into consideration.\n\n### 3.1 Harm done in the case of violations related to the retention period for prescribed records\n\nAccurate and complete records are fundamental when it comes to supporting the detection, deterrence and prevention of ML/TF offences. Therefore, records must be available when required to assess compliance, or in support of investigations and prosecutions of ML/TF offences. Not keeping a record for the prescribed retention period poses the same harm as not having kept the record at all. If records are not retained for the required five-year period, they cannot be accessed to conduct risk assessments, reporting and to ensure compliance. Most importantly, missing records may impact law enforcement investigations of ML/TF offences negatively due to lack of evidence.\n\n### 3.2 Penalty determination for violations related to the retention period for prescribed records\n\nSince not keeping a record for the required five years poses the same harm as not keeping a record, the penalty is the same, $1,000 per instance. Penalty amounts may be reduced if there are mitigating factors.\n\n### 4.1 Harm done in the case of a violation related to the requirement to provide a record to an authorized person\n\nThe Act and its regulations require records to be kept in a format that can be produced within 30 days when FINTRAC requests to examine it.Footnote 5 Failing to comply with this requirement interferes with FINTRAC's ability to efficiently and effectively ensure compliance with Parts 1 and 1.1 of the PCMLTFA, in accordance with paragraph 40(e) of the PCMLTFA.\n\n### 4.2 Penalty determination for a violation related to the requirement to provide a record to an authorized person\n\nAs failing to comply with this obligation would impact FINTRAC's ability to verify compliance with regulatory requirements in a timely manner, the penalty is set at $250 per record produced after the prescribed period. This is consistent with the amount corresponding to \"Information to ensure compliance and efficiency in use of records is non-compliant\" (Level 4), as shown in Table 14. When a record is not produced after an extensive delay beyond the prescribed 30-day period, FINTRAC may consider that there is a violation for failing to keep a prescribed record. Penalty amounts may be reduced if there are mitigating factors.\n\n## 5\\. Repeated instances of a given violation\n\nWhen a particular violation occurs multiple times, FINTRAC will consider its underlying cause, its type and other relevant facts to assess whether the level of harm should be reduced for the subsequent instances of that violation. For example, should repeated instances of a given violation affect only the efficiency of FINTRAC's analysis, it may be appropriate to assess its recurring instances at the base penalty of $250 each (Level 4 harm), regardless of the level of harm of the first occurrence.",
    "chunks": [
        {
            "idx": 0,
            "content": "# Guide on harm done assessment for record keeping violations  \n## 1\\. Introduction  \nThis page presents how we assess the harm done and calculate the base penalty amount applied to record keeping violations.",
            "metadata": {
                "Header 1": "Guide on harm done assessment for record keeping violations",
                "Header 2": "1\\. Introduction"
            },
            "word_count": 33,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 1,
            "content": "### 1.1 Purpose of the guide  \nThis guide presents how FINTRAC approaches the harm done criterion and the base penalty amount for violations under the _Proceeds of Crime (Money Laundering) and Terrorist Financing Act_ (the Act) and its regulations. According to section 73.11 of the Act, FINTRAC must consider the harm done by a violation, that the purpose of an administrative monetary penalty (AMP) is to encourage compliance rather than to punish, and all other criteria prescribed in the regulations, including a reporting entity's (RE) history of compliance, when determining the amount of a penalty. Considerations for the non-punitive nature of an AMP and an REs' compliance history are assessed in another step in the penalty calculation and are outlined separately in FINTRAC's AMP policy.",
            "metadata": {
                "Header 1": "Guide on harm done assessment for record keeping violations",
                "Header 2": "1\\. Introduction",
                "Header 3": "1.1 Purpose of the guide"
            },
            "word_count": 125,
            "bullet_point_ratio": 0.0,
            "context": " The provided chunk, \"1.1 Purpose of the guide,\" outlines the methodology FINTRAC uses to assess harm and calculate base penalties for record-keeping violations under the _Proceeds of Crime (Money Laundering) and Terrorist Financing Act_, emphasizing the non-punitive nature of administrative monetary penalties and the importance of compliance history.",
            "questions": [
                "What is the primary objective of the administrative monetary penalties (AMPs) imposed by FINTRAC, and how does this relate to the concept of compliance?",
                "According to the guide, what factors does FINTRAC consider when determining the amount of a penalty for violations under the _Proceeds of Crime (Money Laundering) and Terrorist Financing Act_?",
                "How does FINTRAC assess the non-punitive nature of an AMP and a reporting entity's compliance history in the context of penalty calculations?"
            ],
            "qnas": [
                {
                    "question": "What is the primary objective of the administrative monetary penalties (AMPs) imposed by FINTRAC, and how does this relate to the concept of compliance?",
                    "answer": "The primary objective of the administrative monetary penalties (AMPs) imposed by FINTRAC is to encourage compliance with the _Proceeds of Crime (Money Laundering) and Terrorist Financing Act_. This non-punitive approach aims to promote adherence to the regulations rather than to penalize violations. The concept of compliance is central to this objective, as FINTRAC considers an entity's compliance history when determining the amount of a penalty."
                },
                {
                    "question": "According to the guide, what factors does FINTRAC consider when determining the amount of a penalty for violations under the _Proceeds of Crime (Money Laundering) and Terrorist Financing Act_?",
                    "answer": "According to FINTRAC, the factors considered when determining the amount of a penalty for violations under the _Proceeds of Crime (Money Laundering) and Terrorist Financing Act_ include the harm done by the violation, the non-punitive nature of administrative monetary penalties, and the reporting entity's history of compliance. These considerations are outlined in section 73.11 of the Act and FINTRAC's AMP policy."
                },
                {
                    "question": "How does FINTRAC assess the non-punitive nature of an AMP and a reporting entity's compliance history in the context of penalty calculations?",
                    "answer": "FINTRAC assesses the non-punitive nature of an Administrative Monetary Penalty (AMP) and a reporting entity's compliance history as part of the penalty calculation process, in accordance with section 73.11 of the _Proceeds of Crime (Money Laundering) and Terrorist Financing Act_. These considerations are outlined separately in FINTRAC's AMP policy."
                }
            ]
        },
        {
            "idx": 2,
            "content": "### 1.2 Definition of harm  \nFINTRAC defines \"harm\" as the degree to which a violation interferes with achieving the objectives of the ActFootnote 1 or with FINTRAC's ability to carry out its mandateFootnote 2. Therefore, the consequences of non-compliance, when an AMP is imposed, are linked to its effects on Canada's efforts to combat money laundering and terrorist activity financing (ML/TF).  \nCompliance enforcement activities are undertaken to prevent and correct the harm that comes from non-compliance with the Act and regulations. REs' adherence to requirements such as record keeping and verifying client identity assists in the deterrence of ML/TF and supports investigations and criminal prosecutions. The requirements related to reporting ensure that FINTRAC is supplied with the high-quality, timely financial transaction reports it needs to produce the financial intelligence that helps with the investigation and prosecution of ML/TF offences.",
            "metadata": {
                "Header 1": "Guide on harm done assessment for record keeping violations",
                "Header 2": "1\\. Introduction",
                "Header 3": "1.2 Definition of harm"
            },
            "word_count": 139,
            "bullet_point_ratio": 0.0,
            "context": " This chunk explains FINTRAC's definition of \"harm\" in the context of record-keeping violations and how it relates to the objectives of the Act and FINTRAC's mandate, located under the headers 'Guide on harm done assessment for record keeping violations', '1. Introduction', and '1.2 Definition of harm'.",
            "questions": [
                "What does FINTRAC define as 'harm' in the context of record-keeping violations?",
                "How does non-compliance with record-keeping and client identity verification affect Canada's efforts to combat money laundering and terrorist activity financing (ML/TF)?",
                "What is the primary goal of compliance enforcement activities according to the objectives of the Act and FINTRAC's mandate?"
            ],
            "qnas": [
                {
                    "question": "What does FINTRAC define as 'harm' in the context of record-keeping violations?",
                    "answer": "FINTRAC defines \"harm\" as the degree to which a violation interferes with achieving the objectives of the Act or with FINTRAC's ability to carry out its mandate. This includes the consequences of non-compliance that impede Canada's efforts to combat money laundering and terrorist activity financing (ML/TF)."
                },
                {
                    "question": "How does non-compliance with record-keeping and client identity verification affect Canada's efforts to combat money laundering and terrorist activity financing (ML/TF)?",
                    "answer": "Non-compliance with record-keeping and client identity verification hinders Canada's efforts to combat money laundering and terrorist activity financing (ML/TF) by interfering with the objectives of the Act and FINTRAC's mandate. According to FINTRAC, such non-compliance diminishes the ability to deter ML/TF activities and support related investigations and prosecutions. It also compromises the quality and timeliness of financial transaction reports, which are crucial for generating financial intelligence used in ML/TF investigations."
                },
                {
                    "question": "What is the primary goal of compliance enforcement activities according to the objectives of the Act and FINTRAC's mandate?",
                    "answer": "The primary goal of compliance enforcement activities, according to the objectives of the Act and FINTRAC's mandate, is to prevent and correct the harm that arises from non-compliance, thereby supporting Canada's efforts to combat money laundering and terrorist activity financing (ML/TF)."
                }
            ]
        },
        {
            "idx": 3,
            "content": "### 1.3 Considering harm in AMP Calculations  \nWhen determining a penalty, FINTRAC considers the harm caused, that is, the degree to which the non-compliance interferes with the purpose of the Act and/or with FINTRAC's mandate. Non-compliance and harm are measured using the standards described in this guide, which outline the benchmark amounts for the corresponding levels of harm for a specific violation. FINTRAC considers the specific circumstances of each case, including the extent of the non-compliance and mitigating factors, which may further reduce the actual amounts applied.",
            "metadata": {
                "Header 1": "Guide on harm done assessment for record keeping violations",
                "Header 2": "1\\. Introduction",
                "Header 3": "1.3 Considering harm in AMP Calculations"
            },
            "word_count": 87,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 4,
            "content": "## 2\\. Violations related to keeping prescribed records",
            "metadata": {
                "Header 1": "Guide on harm done assessment for record keeping violations",
                "Header 2": "2\\. Violations related to keeping prescribed records"
            },
            "word_count": 8,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 5,
            "content": "Record keeping violations directly affect the objective set out in subparagraph 3(a)(i) of the PCMLTFA. Record keeping requirements are important to Canada's anti-money laundering and anti-terrorist financing (AML/ATF) regime because they compel the preservation of the information that is needed to achieve the objectives of the PCMLTFA and FINTRAC's mandate. The information that is required to be kept serves to identify individuals and entities that own or control funds, or conduct, direct or are beneficiaries to transactions. The required information also helps clarify financial transactions and activities for the purposes of following the flow of funds (such as transaction amounts, dates, currency types, etc.); of understanding clients (such as the nature of their business, occupation, intended use of accounts, etc.); of identifying relationships (such as third party information); of providing evidence for law enforcement investigations and prosecutions, and complying with the",
            "metadata": {
                "Header 1": "Guide on harm done assessment for record keeping violations",
                "Header 2": "2\\. Violations related to keeping prescribed records"
            },
            "word_count": 141,
            "bullet_point_ratio": 0.0,
            "context": " This chunk explains the significance of record-keeping requirements within Canada's AML/ATF regime, highlighting their role in identifying individuals and entities, clarifying financial transactions, and supporting law enforcement investigations.",
            "questions": [
                "Why are record-keeping requirements crucial for Canada's anti-money laundering and anti-terrorist financing regime?",
                "How does the information preserved through record-keeping help in identifying individuals and entities involved in financial transactions?",
                "In what ways do record-keeping requirements support law enforcement investigations and prosecutions within the context of the PCMLTFA and FINTRAC's mandate?"
            ],
            "qnas": [
                {
                    "question": "Why are record-keeping requirements crucial for Canada's anti-money laundering and anti-terrorist financing regime?",
                    "answer": "Record-keeping requirements are crucial for Canada's anti-money laundering and anti-terrorist financing regime because they ensure the preservation of information necessary to achieve the objectives of the Proceeds of Crime (Money Laundering) and Terrorist Financing Act (PCMLTFA) and FINTRAC's mandate. This information is essential for identifying individuals and entities involved in transactions, clarifying financial activities, and supporting law enforcement investigations and prosecutions."
                },
                {
                    "question": "How does the information preserved through record-keeping help in identifying individuals and entities involved in financial transactions?",
                    "answer": "The information preserved through record-keeping, as mandated by Canada's Proceeds of Crime (Money Laundering) and Terrorist Financing Act (PCMLTFA), helps in identifying individuals and entities involved in financial transactions by maintaining details about those who own or control funds, conduct transactions, or are beneficiaries. This information is crucial for clarifying financial activities and providing evidence for law enforcement investigations."
                },
                {
                    "question": "In what ways do record-keeping requirements support law enforcement investigations and prosecutions within the context of the PCMLTFA and FINTRAC's mandate?",
                    "answer": "Record-keeping requirements support law enforcement investigations and prosecutions by preserving information necessary to identify individuals and entities involved in financial transactions, clarify the nature and flow of funds, and provide evidentiary support. These requirements are crucial to achieving the objectives of the Proceeds of Crime (Money Laundering) and Terrorist Financing Act (PCMLTFA) and the Financial Transactions and Reports Analysis Centre of Canada's (FINTRAC) mandate."
                }
            ]
        },
        {
            "idx": 6,
            "content": "legislation.",
            "metadata": {
                "Header 1": "Guide on harm done assessment for record keeping violations",
                "Header 2": "2\\. Violations related to keeping prescribed records"
            },
            "word_count": 1,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 7,
            "content": "Records that businesses are required to keep serve many purposes for your business as an RE, law enforcement and FINTRAC. Records with missing, incomplete, incorrect or inadequate information may affect your ability to submit high-quality and timely transaction reports to FINTRAC and to conduct effective risk assessments. They may also interfere with law enforcement investigations, and with FINTRAC's ability to ensure compliance with the Act and its regulations.",
            "metadata": {
                "Header 1": "Guide on harm done assessment for record keeping violations",
                "Header 2": "2\\. Violations related to keeping prescribed records"
            },
            "word_count": 68,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 8,
            "content": "### 2.13 Harm done in the case of violations related to keeping prescribed records  \nAccurate and complete record keeping is fundamental to the detection, prevention, deterrence, investigation and prosecution of ML/TF offences. Without the prescribed records, REs and government agencies would not be able to identify the individual or entity that owns or controls the funds, or conducts, directs or is a beneficiary of the financial transactions. Information could be lacking on individuals or entities involved in the financial transactions, on their relationships, and on the flow of funds. Failing to comply with record keeping requirements could lead to being non-compliant with transaction reporting requirements and having inadequate risk assessments. This could result in FINTRAC missing key information for its analysis. This could also lead to situations where law enforcement would not be able to collect critical evidence in their investigations and prosecutions of ML/TF offences.",
            "metadata": {
                "Header 1": "Guide on harm done assessment for record keeping violations",
                "Header 2": "2\\. Violations related to keeping prescribed records",
                "Header 3": "2.13 Harm done in the case of violations related to keeping prescribed records"
            },
            "word_count": 146,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 9,
            "content": "When a record is not kept, or if the information contained in a record is missing, unclear, incomplete or inaccurate, REs, FINTRAC and law enforcement agencies may be prevented from performing their functions effectively and contributing to the objectives of the PCMLTFA.",
            "metadata": {
                "Header 1": "Guide on harm done assessment for record keeping violations",
                "Header 2": "2\\. Violations related to keeping prescribed records",
                "Header 3": "2.13 Harm done in the case of violations related to keeping prescribed records"
            },
            "word_count": 42,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 10,
            "content": "### 2.14 Penalty determination for violations related to keeping prescribed records  \nThe Proceeds of Crime (Money Laundering) and Terrorist Activity Financing Administrative Monetary Penalties Regulations (AMP Regulations) allow a penalty ranging from $1 to $1,000 for violations related to record keeping.  \nFINTRAC has identified four levels of harm related to these violations by considering the intended purpose of the information that must be kept and the consequences of not complying with the requirements on Canada's AML/ATF regime. Levels of harm are also based on our ability to use the information to identify individuals, entities, transactions and the flow of funds, to understand ML/TF risks, and to ensure compliance as described below. The penalty range of $1 to $1,000 is divided into four even intervals. Each level of harm incurs a maximum penalty of either: $1,000, $750, $500 or $250.",
            "metadata": {
                "Header 1": "Guide on harm done assessment for record keeping violations",
                "Header 2": "2\\. Violations related to keeping prescribed records",
                "Header 3": "2.14 Penalty determination for violations related to keeping prescribed records"
            },
            "word_count": 139,
            "bullet_point_ratio": 0.0,
            "context": " The provided chunk details the penalty structure for record-keeping violations, specifying a range from $1 to $1,000, divided into four levels of harm with corresponding maximum penalties of $1,000, $750, $500, and $250, based on the significance of the impact on Canada's AML/ATF regime.",
            "questions": [
                "What is the range of penalties for record-keeping violations as specified by the AMP Regulations?",
                "How are the four levels of harm determined for record-keeping violations, and what factors are considered in this determination?",
                "What are the maximum penalties associated with each of the four levels of harm for record-keeping violations?"
            ],
            "qnas": [
                {
                    "question": "What is the range of penalties for record-keeping violations as specified by the AMP Regulations?",
                    "answer": "The range of penalties for record-keeping violations, as specified by the AMP Regulations, is from $1 to $1,000. This range is divided into four levels of harm with corresponding maximum penalties of $1,000, $750, $500, and $250, based on the significance of the impact on Canada's AML/ATF regime."
                },
                {
                    "question": "How are the four levels of harm determined for record-keeping violations, and what factors are considered in this determination?",
                    "answer": "The four levels of harm for record-keeping violations are determined by FINTRAC based on the significance of the impact on Canada's Anti-Money Laundering and Anti-Terrorist Financing (AML/ATF) regime. Factors considered include the intended purpose of the information, consequences of non-compliance, and the ability to identify individuals, entities, transactions, and the flow of funds to understand money laundering and terrorist financing risks. The penalty ranges are divided into four even intervals, with maximum penalties of $1,000, $750, $500, and $250 for each level of harm."
                },
                {
                    "question": "What are the maximum penalties associated with each of the four levels of harm for record-keeping violations?",
                    "answer": "The maximum penalties associated with each of the four levels of harm for record-keeping violations, as outlined by the Proceeds of Crime (Money Laundering) and Terrorist Activity Financing Administrative Monetary Penalties Regulations (AMP Regulations), are $1,000, $750, $500, and $250, based on the significance of the impact on Canada's AML/ATF regime."
                }
            ]
        },
        {
            "idx": 11,
            "content": "The highest level of harm (Level 1), which incurs a penalty of $1,000, is for violations that would have the greatest negative impact on the achievement of the objectives of the PCMLTFA and on FINTRAC's mandate. The lowest of the four levels of harm (Level 4) incurs a penalty of $250. Penalty amounts may be reduced if there are mitigating factors. All factors that may reduce a penalty will be considered, potentially lowering the penalty to the $1 minimum set out in the AMP Regulations.  \nThe information that must be kept under the Act and its regulations can serve one or more purposes. Therefore, non-compliance with one record keeping requirement can cause various harm to the achievement of the objectives of the Act and FINTRAC's mandate. The table below lists the levels of harm, the types of non-compliance and the descriptions of harm along with their corresponding penalty.",
            "metadata": {
                "Header 1": "Guide on harm done assessment for record keeping violations",
                "Header 2": "2\\. Violations related to keeping prescribed records",
                "Header 3": "2.14 Penalty determination for violations related to keeping prescribed records"
            },
            "word_count": 148,
            "bullet_point_ratio": 0.0,
            "context": " The provided chunk discusses the levels of harm and corresponding penalties for record-keeping violations related to the PCMLTFA and FINTRAC's mandate, including how mitigating factors can reduce these penalties.",
            "questions": [
                "What is the highest level of harm and its corresponding penalty for record-keeping violations related to the PCMLTFA and FINTRAC's mandate?",
                "How can mitigating factors affect the penalties for record-keeping violations under the PCMLTFA?",
                "What are the different levels of harm and their respective penalties for record-keeping violations as outlined in the PCMLTFA regulations?"
            ],
            "qnas": [
                {
                    "question": "What is the highest level of harm and its corresponding penalty for record-keeping violations related to the PCMLTFA and FINTRAC's mandate?",
                    "answer": "The highest level of harm (Level 1) for record-keeping violations related to the Proceeds of Crime (Money Laundering) and Terrorist Financing Act (PCMLTFA) and FINTRAC's mandate incurs a penalty of $1,000."
                },
                {
                    "question": "How can mitigating factors affect the penalties for record-keeping violations under the PCMLTFA?",
                    "answer": "Mitigating factors can reduce the penalties for record-keeping violations under the Proceeds of Crime (Money Laundering) and Terrorist Financing Act (PCMLTFA) by potentially lowering the penalty to the $1 minimum set out in the Administrative Monetary Penalties (AMP) Regulations. FINTRAC considers all factors that may reduce a penalty, which could lower the initial penalty amount corresponding to the level of harm caused by the violation."
                },
                {
                    "question": "What are the different levels of harm and their respective penalties for record-keeping violations as outlined in the PCMLTFA regulations?",
                    "answer": "The different levels of harm and their respective penalties for record-keeping violations under the Proceeds of Crime (Money Laundering) and Terrorist Financing Act (PCMLTFA) regulations are as follows:\n\n- Level 1: Penalty of $1,000 for violations with the greatest negative impact on PCMLTFA objectives and FINTRAC's mandate.\n- Level 4: Penalty of $250 for the lowest level of harm.\n\nPenalties may be reduced to a minimum of $1 if mitigating factors are considered, as per the Administrative Monetary Penalties (AMP) Regulations. Non-compliance with record-keeping requirements can cause varied harm, affecting the achievement of the Act's objectives and FINTRAC's mandate."
                }
            ]
        },
        {
            "idx": 12,
            "content": "| Level of harm | Type of non-compliance | Description of harm | Penalty (not considering mitigating factors) |\n| --- | --- | --- | --- |\n| Level 1 | Information that identifies individuals or entities that conduct, own, direct, control or benefit from funds and transactions; OR information that identifies the flow of funds/transactions is non-compliant | Prevents the identification of individuals or entities that conduct, own, direct, control, or benefit from funds or financial transactions; OR prevents FINTRAC from identifying the flow of funds/transactions | $1,000 |\n| Level 2 | Information that identifies relationships or other parties to a transaction is non-compliant | Prevents the identification of relationships | $750 |\n| Level 3 | Information that can be used to assess ML/TF risks posed by individuals and entities is non-compliant | Prevents the understanding of an individual or entity, including the expected activity, in order to assess ML/TF risk | $500 |",
            "metadata": {
                "Header 1": "Guide on harm done assessment for record keeping violations",
                "Header 2": "2\\. Violations related to keeping prescribed records",
                "Header 3": "2.14 Penalty determination for violations related to keeping prescribed records"
            },
            "word_count": 158,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 13,
            "content": "| Level 4 | Information to ensure compliance and efficiency in use of records is non-compliant | Reduces the ability to analyze or use the information for risk assessment, intelligence, compliance and investigation purposes in a timely manner | $250 |  \nTable 14—Levels of harm and penalties for violations related to keeping prescribed records",
            "metadata": {
                "Header 1": "Guide on harm done assessment for record keeping violations",
                "Header 2": "2\\. Violations related to keeping prescribed records",
                "Header 3": "2.14 Penalty determination for violations related to keeping prescribed records"
            },
            "word_count": 54,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 14,
            "content": "#### 2.14.1 Level 1 harm: Information that identifies individuals/entities or the flow of funds/transactions is non-compliant  \nWhen there is no information on the flow of funds or transactions, it is not possible to pursue ML/TF offences. Those who are responsible for these offences must be held accountable or prevented from committing the crime, so it is equally important to have the information identifying the individuals and entities that conduct, own, direct, control, or benefit from the funds or transactions.",
            "metadata": {
                "Header 1": "Guide on harm done assessment for record keeping violations",
                "Header 2": "2\\. Violations related to keeping prescribed records",
                "Header 3": "2.14 Penalty determination for violations related to keeping prescribed records",
                "Header 4": "2.14.1 Level 1 harm: Information that identifies individuals/entities or the flow of funds/transactions is non-compliant"
            },
            "word_count": 79,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 15,
            "content": "The records that are required for purposes of identifying individuals and entities, transactions and the flow of funds may be the only proof that a transaction was conducted and may be the only way to confirm the involvement of individuals and entities. Without this information, there can be no meaningful risk assessment, no transaction reporting, no analysis, and no investigation and prosecution. If the record is insufficient for use by law enforcement as evidence, the investigation or prosecution of an ML/TF offence may be dropped. Because this poses the highest level of harm, when records that contain information identifying individuals, entities or transactions are not kept, or if the information in the records is unclear, incomplete or inaccurate, the penalty is determined at the maximum of $1,000 per record.",
            "metadata": {
                "Header 1": "Guide on harm done assessment for record keeping violations",
                "Header 2": "2\\. Violations related to keeping prescribed records",
                "Header 3": "2.14 Penalty determination for violations related to keeping prescribed records",
                "Header 4": "2.14.1 Level 1 harm: Information that identifies individuals/entities or the flow of funds/transactions is non-compliant"
            },
            "word_count": 129,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 16,
            "content": "#### 2.14.2 Level 2 harm: Information that identifies relationships or other parties to a transaction is non-compliant  \nThe information that identifies the relationships between the individuals and entities that conduct, own, direct, control, or benefit from the funds or transactions can be used for risk assessment, transaction reporting, analysis, and investigations and prosecutions of ML/TF offences. This information indicates to FINTRAC the type and level of involvement of individuals and entities in transactions and is used to prioritize analysis work. When relationship information is missing, FINTRAC's ability to follow the flow of funds can be significantly limited. When the information that serves to identify relationships is not kept, or when the information is unclear, incomplete or inaccurate to the point of being useless, the penalty is $750 per record.",
            "metadata": {
                "Header 1": "Guide on harm done assessment for record keeping violations",
                "Header 2": "2\\. Violations related to keeping prescribed records",
                "Header 3": "2.14 Penalty determination for violations related to keeping prescribed records",
                "Header 4": "2.14.2 Level 2 harm: Information that identifies relationships or other parties to a transaction is non-compliant"
            },
            "word_count": 129,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 17,
            "content": "#### 2.14.3 Level 3 harm: Information that can be used to assess ML/TF risks posed by individuals/entities is non-compliant",
            "metadata": {
                "Header 1": "Guide on harm done assessment for record keeping violations",
                "Header 2": "2\\. Violations related to keeping prescribed records",
                "Header 3": "2.14 Penalty determination for violations related to keeping prescribed records",
                "Header 4": "2.14.3 Level 3 harm: Information that can be used to assess ML/TF risks posed by individuals/entities is non-compliant"
            },
            "word_count": 19,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 18,
            "content": "The Act and its regulations require that information on the background of individuals and entities be kept on record. This information helps understand individuals or entities by supplementing identity information, transaction and relationship information. It gives REs more in-depth knowledge of clients which lets them conduct comprehensive assessments of ML/TF risks that go beyond the client identity, transaction and relationship information that must be kept. While this information may not be required in prescribed transaction reports (Large Cash Transaction Reports, Electronic Funds Transfer Reports, Casino Disbursement Reports), it may support the detection of suspicious transactions that must be reported to FINTRAC, or the identification of activities and areas of higher risk that require enhanced monitoring. If a suspicious transaction report (STR) is submitted, this information could form part of the grounds for suspicion, be included in the report, analyzed by FINTRAC, and",
            "metadata": {
                "Header 1": "Guide on harm done assessment for record keeping violations",
                "Header 2": "2\\. Violations related to keeping prescribed records",
                "Header 3": "2.14 Penalty determination for violations related to keeping prescribed records",
                "Header 4": "2.14.3 Level 3 harm: Information that can be used to assess ML/TF risks posed by individuals/entities is non-compliant"
            },
            "word_count": 142,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 19,
            "content": "disclosed to law enforcement. Therefore, when a record containing this information is not kept, or when the information is unclear, incomplete or inaccurate to the point of being useless, the penalty is $500 per record.",
            "metadata": {
                "Header 1": "Guide on harm done assessment for record keeping violations",
                "Header 2": "2\\. Violations related to keeping prescribed records",
                "Header 3": "2.14 Penalty determination for violations related to keeping prescribed records",
                "Header 4": "2.14.3 Level 3 harm: Information that can be used to assess ML/TF risks posed by individuals/entities is non-compliant"
            },
            "word_count": 35,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 20,
            "content": "#### 2.14.4 Level 4 harm: Information to ensure compliance and the efficient use of records is non-compliant  \nCertain records are used to verify compliance or to enhance efficiency. They may help support law enforcement investigations, but are not critical for risk assessment or financial analysis. For example, the requirement to record a date could confirm that an RE has carried out a regulatory requirement within the prescribed period. Although this type of information is not critical, it is useful to assess compliance and consequently, the penalty for non-compliance is $250 per record.",
            "metadata": {
                "Header 1": "Guide on harm done assessment for record keeping violations",
                "Header 2": "2\\. Violations related to keeping prescribed records",
                "Header 3": "2.14 Penalty determination for violations related to keeping prescribed records",
                "Header 4": "2.14.4 Level 4 harm: Information to ensure compliance and the efficient use of records is non-compliant"
            },
            "word_count": 92,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 21,
            "content": "### 2.15 Mitigating factors  \nIn all the cases described above, mitigating factors will be considered and may reduce the penalty. For example, a financial entity that opens an account is required to keep a signature card for each account holder. Failure to keep a signature card poses harm at the highest level (Level 1) because the information that identifies a person is non-compliant. The penalty is $1,000 in this case. However, if the non-compliance is discovered and corrected before transactions are conducted, the penalty could be reduced to $250 (consistent with Level 4), if, considering the circumstances, the non-compliance's only impact is to the use of the record (or the information) for its intended purpose.",
            "metadata": {
                "Header 1": "Guide on harm done assessment for record keeping violations",
                "Header 2": "2\\. Violations related to keeping prescribed records",
                "Header 3": "2.15 Mitigating factors"
            },
            "word_count": 115,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 22,
            "content": "### 2.16 Non-compliance in the case of records that serve more than one purpose  \nMost of the required records can be useful for more than one of the purposes described above. For this reason, when determining the penalty amount for non-compliant record keeping that results in more than one level of harm, the penalty is determined at the amount corresponding to the highest level of harm. When assessing the level of harm and determining a penalty, FINTRAC takes the entire record into consideration.",
            "metadata": {
                "Header 1": "Guide on harm done assessment for record keeping violations",
                "Header 2": "2\\. Violations related to keeping prescribed records",
                "Header 3": "2.16 Non-compliance in the case of records that serve more than one purpose"
            },
            "word_count": 83,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 23,
            "content": "### 3.1 Harm done in the case of violations related to the retention period for prescribed records  \nAccurate and complete records are fundamental when it comes to supporting the detection, deterrence and prevention of ML/TF offences. Therefore, records must be available when required to assess compliance, or in support of investigations and prosecutions of ML/TF offences. Not keeping a record for the prescribed retention period poses the same harm as not having kept the record at all. If records are not retained for the required five-year period, they cannot be accessed to conduct risk assessments, reporting and to ensure compliance. Most importantly, missing records may impact law enforcement investigations of ML/TF offences negatively due to lack of evidence.",
            "metadata": {
                "Header 1": "Guide on harm done assessment for record keeping violations",
                "Header 2": "2\\. Violations related to keeping prescribed records",
                "Header 3": "3.1 Harm done in the case of violations related to the retention period for prescribed records"
            },
            "word_count": 118,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 24,
            "content": "### 3.2 Penalty determination for violations related to the retention period for prescribed records  \nSince not keeping a record for the required five years poses the same harm as not keeping a record, the penalty is the same, $1,000 per instance. Penalty amounts may be reduced if there are mitigating factors.",
            "metadata": {
                "Header 1": "Guide on harm done assessment for record keeping violations",
                "Header 2": "2\\. Violations related to keeping prescribed records",
                "Header 3": "3.2 Penalty determination for violations related to the retention period for prescribed records"
            },
            "word_count": 51,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 25,
            "content": "### 4.1 Harm done in the case of a violation related to the requirement to provide a record to an authorized person  \nThe Act and its regulations require records to be kept in a format that can be produced within 30 days when FINTRAC requests to examine it.Footnote 5 Failing to comply with this requirement interferes with FINTRAC's ability to efficiently and effectively ensure compliance with Parts 1 and 1.1 of the PCMLTFA, in accordance with paragraph 40(e) of the PCMLTFA.",
            "metadata": {
                "Header 1": "Guide on harm done assessment for record keeping violations",
                "Header 2": "2\\. Violations related to keeping prescribed records",
                "Header 3": "4.1 Harm done in the case of a violation related to the requirement to provide a record to an authorized person"
            },
            "word_count": 81,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 26,
            "content": "### 4.2 Penalty determination for a violation related to the requirement to provide a record to an authorized person  \nAs failing to comply with this obligation would impact FINTRAC's ability to verify compliance with regulatory requirements in a timely manner, the penalty is set at $250 per record produced after the prescribed period. This is consistent with the amount corresponding to \"Information to ensure compliance and efficiency in use of records is non-compliant\" (Level 4), as shown in Table 14. When a record is not produced after an extensive delay beyond the prescribed 30-day period, FINTRAC may consider that there is a violation for failing to keep a prescribed record. Penalty amounts may be reduced if there are mitigating factors.",
            "metadata": {
                "Header 1": "Guide on harm done assessment for record keeping violations",
                "Header 2": "2\\. Violations related to keeping prescribed records",
                "Header 3": "4.2 Penalty determination for a violation related to the requirement to provide a record to an authorized person"
            },
            "word_count": 120,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 27,
            "content": "## 5\\. Repeated instances of a given violation  \nWhen a particular violation occurs multiple times, FINTRAC will consider its underlying cause, its type and other relevant facts to assess whether the level of harm should be reduced for the subsequent instances of that violation. For example, should repeated instances of a given violation affect only the efficiency of FINTRAC's analysis, it may be appropriate to assess its recurring instances at the base penalty of $250 each (Level 4 harm), regardless of the level of harm of the first occurrence.",
            "metadata": {
                "Header 1": "Guide on harm done assessment for record keeping violations",
                "Header 2": "5\\. Repeated instances of a given violation"
            },
            "word_count": 89,
            "bullet_point_ratio": 0.0
        }
    ],
    "selected_chunks": [
        {
            "idx": 5,
            "content": "Record keeping violations directly affect the objective set out in subparagraph 3(a)(i) of the PCMLTFA. Record keeping requirements are important to Canada's anti-money laundering and anti-terrorist financing (AML/ATF) regime because they compel the preservation of the information that is needed to achieve the objectives of the PCMLTFA and FINTRAC's mandate. The information that is required to be kept serves to identify individuals and entities that own or control funds, or conduct, direct or are beneficiaries to transactions. The required information also helps clarify financial transactions and activities for the purposes of following the flow of funds (such as transaction amounts, dates, currency types, etc.); of understanding clients (such as the nature of their business, occupation, intended use of accounts, etc.); of identifying relationships (such as third party information); of providing evidence for law enforcement investigations and prosecutions, and complying with the",
            "metadata": {
                "Header 1": "Guide on harm done assessment for record keeping violations",
                "Header 2": "2\\. Violations related to keeping prescribed records"
            },
            "word_count": 141,
            "bullet_point_ratio": 0.0,
            "context": " This chunk explains the significance of record-keeping requirements within Canada's AML/ATF regime, highlighting their role in identifying individuals and entities, clarifying financial transactions, and supporting law enforcement investigations.",
            "questions": [
                "Why are record-keeping requirements crucial for Canada's anti-money laundering and anti-terrorist financing regime?",
                "How does the information preserved through record-keeping help in identifying individuals and entities involved in financial transactions?",
                "In what ways do record-keeping requirements support law enforcement investigations and prosecutions within the context of the PCMLTFA and FINTRAC's mandate?"
            ],
            "qnas": [
                {
                    "question": "Why are record-keeping requirements crucial for Canada's anti-money laundering and anti-terrorist financing regime?",
                    "answer": "Record-keeping requirements are crucial for Canada's anti-money laundering and anti-terrorist financing regime because they ensure the preservation of information necessary to achieve the objectives of the Proceeds of Crime (Money Laundering) and Terrorist Financing Act (PCMLTFA) and FINTRAC's mandate. This information is essential for identifying individuals and entities involved in transactions, clarifying financial activities, and supporting law enforcement investigations and prosecutions."
                },
                {
                    "question": "How does the information preserved through record-keeping help in identifying individuals and entities involved in financial transactions?",
                    "answer": "The information preserved through record-keeping, as mandated by Canada's Proceeds of Crime (Money Laundering) and Terrorist Financing Act (PCMLTFA), helps in identifying individuals and entities involved in financial transactions by maintaining details about those who own or control funds, conduct transactions, or are beneficiaries. This information is crucial for clarifying financial activities and providing evidence for law enforcement investigations."
                },
                {
                    "question": "In what ways do record-keeping requirements support law enforcement investigations and prosecutions within the context of the PCMLTFA and FINTRAC's mandate?",
                    "answer": "Record-keeping requirements support law enforcement investigations and prosecutions by preserving information necessary to identify individuals and entities involved in financial transactions, clarify the nature and flow of funds, and provide evidentiary support. These requirements are crucial to achieving the objectives of the Proceeds of Crime (Money Laundering) and Terrorist Financing Act (PCMLTFA) and the Financial Transactions and Reports Analysis Centre of Canada's (FINTRAC) mandate."
                }
            ]
        },
        {
            "idx": 1,
            "content": "### 1.1 Purpose of the guide  \nThis guide presents how FINTRAC approaches the harm done criterion and the base penalty amount for violations under the _Proceeds of Crime (Money Laundering) and Terrorist Financing Act_ (the Act) and its regulations. According to section 73.11 of the Act, FINTRAC must consider the harm done by a violation, that the purpose of an administrative monetary penalty (AMP) is to encourage compliance rather than to punish, and all other criteria prescribed in the regulations, including a reporting entity's (RE) history of compliance, when determining the amount of a penalty. Considerations for the non-punitive nature of an AMP and an REs' compliance history are assessed in another step in the penalty calculation and are outlined separately in FINTRAC's AMP policy.",
            "metadata": {
                "Header 1": "Guide on harm done assessment for record keeping violations",
                "Header 2": "1\\. Introduction",
                "Header 3": "1.1 Purpose of the guide"
            },
            "word_count": 125,
            "bullet_point_ratio": 0.0,
            "context": " The provided chunk, \"1.1 Purpose of the guide,\" outlines the methodology FINTRAC uses to assess harm and calculate base penalties for record-keeping violations under the _Proceeds of Crime (Money Laundering) and Terrorist Financing Act_, emphasizing the non-punitive nature of administrative monetary penalties and the importance of compliance history.",
            "questions": [
                "What is the primary objective of the administrative monetary penalties (AMPs) imposed by FINTRAC, and how does this relate to the concept of compliance?",
                "According to the guide, what factors does FINTRAC consider when determining the amount of a penalty for violations under the _Proceeds of Crime (Money Laundering) and Terrorist Financing Act_?",
                "How does FINTRAC assess the non-punitive nature of an AMP and a reporting entity's compliance history in the context of penalty calculations?"
            ],
            "qnas": [
                {
                    "question": "What is the primary objective of the administrative monetary penalties (AMPs) imposed by FINTRAC, and how does this relate to the concept of compliance?",
                    "answer": "The primary objective of the administrative monetary penalties (AMPs) imposed by FINTRAC is to encourage compliance with the _Proceeds of Crime (Money Laundering) and Terrorist Financing Act_. This non-punitive approach aims to promote adherence to the regulations rather than to penalize violations. The concept of compliance is central to this objective, as FINTRAC considers an entity's compliance history when determining the amount of a penalty."
                },
                {
                    "question": "According to the guide, what factors does FINTRAC consider when determining the amount of a penalty for violations under the _Proceeds of Crime (Money Laundering) and Terrorist Financing Act_?",
                    "answer": "According to FINTRAC, the factors considered when determining the amount of a penalty for violations under the _Proceeds of Crime (Money Laundering) and Terrorist Financing Act_ include the harm done by the violation, the non-punitive nature of administrative monetary penalties, and the reporting entity's history of compliance. These considerations are outlined in section 73.11 of the Act and FINTRAC's AMP policy."
                },
                {
                    "question": "How does FINTRAC assess the non-punitive nature of an AMP and a reporting entity's compliance history in the context of penalty calculations?",
                    "answer": "FINTRAC assesses the non-punitive nature of an Administrative Monetary Penalty (AMP) and a reporting entity's compliance history as part of the penalty calculation process, in accordance with section 73.11 of the _Proceeds of Crime (Money Laundering) and Terrorist Financing Act_. These considerations are outlined separately in FINTRAC's AMP policy."
                }
            ]
        },
        {
            "idx": 11,
            "content": "The highest level of harm (Level 1), which incurs a penalty of $1,000, is for violations that would have the greatest negative impact on the achievement of the objectives of the PCMLTFA and on FINTRAC's mandate. The lowest of the four levels of harm (Level 4) incurs a penalty of $250. Penalty amounts may be reduced if there are mitigating factors. All factors that may reduce a penalty will be considered, potentially lowering the penalty to the $1 minimum set out in the AMP Regulations.  \nThe information that must be kept under the Act and its regulations can serve one or more purposes. Therefore, non-compliance with one record keeping requirement can cause various harm to the achievement of the objectives of the Act and FINTRAC's mandate. The table below lists the levels of harm, the types of non-compliance and the descriptions of harm along with their corresponding penalty.",
            "metadata": {
                "Header 1": "Guide on harm done assessment for record keeping violations",
                "Header 2": "2\\. Violations related to keeping prescribed records",
                "Header 3": "2.14 Penalty determination for violations related to keeping prescribed records"
            },
            "word_count": 148,
            "bullet_point_ratio": 0.0,
            "context": " The provided chunk discusses the levels of harm and corresponding penalties for record-keeping violations related to the PCMLTFA and FINTRAC's mandate, including how mitigating factors can reduce these penalties.",
            "questions": [
                "What is the highest level of harm and its corresponding penalty for record-keeping violations related to the PCMLTFA and FINTRAC's mandate?",
                "How can mitigating factors affect the penalties for record-keeping violations under the PCMLTFA?",
                "What are the different levels of harm and their respective penalties for record-keeping violations as outlined in the PCMLTFA regulations?"
            ],
            "qnas": [
                {
                    "question": "What is the highest level of harm and its corresponding penalty for record-keeping violations related to the PCMLTFA and FINTRAC's mandate?",
                    "answer": "The highest level of harm (Level 1) for record-keeping violations related to the Proceeds of Crime (Money Laundering) and Terrorist Financing Act (PCMLTFA) and FINTRAC's mandate incurs a penalty of $1,000."
                },
                {
                    "question": "How can mitigating factors affect the penalties for record-keeping violations under the PCMLTFA?",
                    "answer": "Mitigating factors can reduce the penalties for record-keeping violations under the Proceeds of Crime (Money Laundering) and Terrorist Financing Act (PCMLTFA) by potentially lowering the penalty to the $1 minimum set out in the Administrative Monetary Penalties (AMP) Regulations. FINTRAC considers all factors that may reduce a penalty, which could lower the initial penalty amount corresponding to the level of harm caused by the violation."
                },
                {
                    "question": "What are the different levels of harm and their respective penalties for record-keeping violations as outlined in the PCMLTFA regulations?",
                    "answer": "The different levels of harm and their respective penalties for record-keeping violations under the Proceeds of Crime (Money Laundering) and Terrorist Financing Act (PCMLTFA) regulations are as follows:\n\n- Level 1: Penalty of $1,000 for violations with the greatest negative impact on PCMLTFA objectives and FINTRAC's mandate.\n- Level 4: Penalty of $250 for the lowest level of harm.\n\nPenalties may be reduced to a minimum of $1 if mitigating factors are considered, as per the Administrative Monetary Penalties (AMP) Regulations. Non-compliance with record-keeping requirements can cause varied harm, affecting the achievement of the Act's objectives and FINTRAC's mandate."
                }
            ]
        },
        {
            "idx": 10,
            "content": "### 2.14 Penalty determination for violations related to keeping prescribed records  \nThe Proceeds of Crime (Money Laundering) and Terrorist Activity Financing Administrative Monetary Penalties Regulations (AMP Regulations) allow a penalty ranging from $1 to $1,000 for violations related to record keeping.  \nFINTRAC has identified four levels of harm related to these violations by considering the intended purpose of the information that must be kept and the consequences of not complying with the requirements on Canada's AML/ATF regime. Levels of harm are also based on our ability to use the information to identify individuals, entities, transactions and the flow of funds, to understand ML/TF risks, and to ensure compliance as described below. The penalty range of $1 to $1,000 is divided into four even intervals. Each level of harm incurs a maximum penalty of either: $1,000, $750, $500 or $250.",
            "metadata": {
                "Header 1": "Guide on harm done assessment for record keeping violations",
                "Header 2": "2\\. Violations related to keeping prescribed records",
                "Header 3": "2.14 Penalty determination for violations related to keeping prescribed records"
            },
            "word_count": 139,
            "bullet_point_ratio": 0.0,
            "context": " The provided chunk details the penalty structure for record-keeping violations, specifying a range from $1 to $1,000, divided into four levels of harm with corresponding maximum penalties of $1,000, $750, $500, and $250, based on the significance of the impact on Canada's AML/ATF regime.",
            "questions": [
                "What is the range of penalties for record-keeping violations as specified by the AMP Regulations?",
                "How are the four levels of harm determined for record-keeping violations, and what factors are considered in this determination?",
                "What are the maximum penalties associated with each of the four levels of harm for record-keeping violations?"
            ],
            "qnas": [
                {
                    "question": "What is the range of penalties for record-keeping violations as specified by the AMP Regulations?",
                    "answer": "The range of penalties for record-keeping violations, as specified by the AMP Regulations, is from $1 to $1,000. This range is divided into four levels of harm with corresponding maximum penalties of $1,000, $750, $500, and $250, based on the significance of the impact on Canada's AML/ATF regime."
                },
                {
                    "question": "How are the four levels of harm determined for record-keeping violations, and what factors are considered in this determination?",
                    "answer": "The four levels of harm for record-keeping violations are determined by FINTRAC based on the significance of the impact on Canada's Anti-Money Laundering and Anti-Terrorist Financing (AML/ATF) regime. Factors considered include the intended purpose of the information, consequences of non-compliance, and the ability to identify individuals, entities, transactions, and the flow of funds to understand money laundering and terrorist financing risks. The penalty ranges are divided into four even intervals, with maximum penalties of $1,000, $750, $500, and $250 for each level of harm."
                },
                {
                    "question": "What are the maximum penalties associated with each of the four levels of harm for record-keeping violations?",
                    "answer": "The maximum penalties associated with each of the four levels of harm for record-keeping violations, as outlined by the Proceeds of Crime (Money Laundering) and Terrorist Activity Financing Administrative Monetary Penalties Regulations (AMP Regulations), are $1,000, $750, $500, and $250, based on the significance of the impact on Canada's AML/ATF regime."
                }
            ]
        },
        {
            "idx": 2,
            "content": "### 1.2 Definition of harm  \nFINTRAC defines \"harm\" as the degree to which a violation interferes with achieving the objectives of the ActFootnote 1 or with FINTRAC's ability to carry out its mandateFootnote 2. Therefore, the consequences of non-compliance, when an AMP is imposed, are linked to its effects on Canada's efforts to combat money laundering and terrorist activity financing (ML/TF).  \nCompliance enforcement activities are undertaken to prevent and correct the harm that comes from non-compliance with the Act and regulations. REs' adherence to requirements such as record keeping and verifying client identity assists in the deterrence of ML/TF and supports investigations and criminal prosecutions. The requirements related to reporting ensure that FINTRAC is supplied with the high-quality, timely financial transaction reports it needs to produce the financial intelligence that helps with the investigation and prosecution of ML/TF offences.",
            "metadata": {
                "Header 1": "Guide on harm done assessment for record keeping violations",
                "Header 2": "1\\. Introduction",
                "Header 3": "1.2 Definition of harm"
            },
            "word_count": 139,
            "bullet_point_ratio": 0.0,
            "context": " This chunk explains FINTRAC's definition of \"harm\" in the context of record-keeping violations and how it relates to the objectives of the Act and FINTRAC's mandate, located under the headers 'Guide on harm done assessment for record keeping violations', '1. Introduction', and '1.2 Definition of harm'.",
            "questions": [
                "What does FINTRAC define as 'harm' in the context of record-keeping violations?",
                "How does non-compliance with record-keeping and client identity verification affect Canada's efforts to combat money laundering and terrorist activity financing (ML/TF)?",
                "What is the primary goal of compliance enforcement activities according to the objectives of the Act and FINTRAC's mandate?"
            ],
            "qnas": [
                {
                    "question": "What does FINTRAC define as 'harm' in the context of record-keeping violations?",
                    "answer": "FINTRAC defines \"harm\" as the degree to which a violation interferes with achieving the objectives of the Act or with FINTRAC's ability to carry out its mandate. This includes the consequences of non-compliance that impede Canada's efforts to combat money laundering and terrorist activity financing (ML/TF)."
                },
                {
                    "question": "How does non-compliance with record-keeping and client identity verification affect Canada's efforts to combat money laundering and terrorist activity financing (ML/TF)?",
                    "answer": "Non-compliance with record-keeping and client identity verification hinders Canada's efforts to combat money laundering and terrorist activity financing (ML/TF) by interfering with the objectives of the Act and FINTRAC's mandate. According to FINTRAC, such non-compliance diminishes the ability to deter ML/TF activities and support related investigations and prosecutions. It also compromises the quality and timeliness of financial transaction reports, which are crucial for generating financial intelligence used in ML/TF investigations."
                },
                {
                    "question": "What is the primary goal of compliance enforcement activities according to the objectives of the Act and FINTRAC's mandate?",
                    "answer": "The primary goal of compliance enforcement activities, according to the objectives of the Act and FINTRAC's mandate, is to prevent and correct the harm that arises from non-compliance, thereby supporting Canada's efforts to combat money laundering and terrorist activity financing (ML/TF)."
                }
            ]
        }
    ],
    "summary": " This document outlines FINTRAC's methodology for assessing the harm caused by record-keeping violations and calculating the base penalty amount, aiming to encourage compliance with the _Proceeds of Crime (Money Laundering) and Terrorist Financing Act_."
}