{
    "markdown": "# Compliance program requirements : FINTRAC's compliance guidance\n\n**From:** [Financial Transactions and Reports Analysis Centre of Canada](/intro-eng) (FINTRAC)\n\nThis guidance explains the [compliance program](/guidance-directives/glossary-glossaire/1-eng#cp) requirements under the Proceeds of Crime (Money Laundering) and Terrorist Financing Act (the Act) and associated Regulations that **apply to all reporting entities**.\n\n## In this guidance\n\n- [1\\. What is a compliance program and what are its requirements](#s1)\n- [2\\. Who can be a compliance officer and what are their responsibilities](#s2)\n- [3\\. Compliance policies and procedures requirements](#s3)\n- [4\\. Risk assessment requirements](#s4)\n- [5\\. Enhanced measures](#s5)\n- [6\\. Training program and plan requirements](#s6)\n- [7\\. Two-year effectiveness review and plan requirements](#s7)\n- [For assistance](#s8)\n\n## Related links\n\nRelated acts and regulations\n\n- [Proceeds of Crime (Money Laundering) and Terrorist Financing Act](https://laws-lois.justice.gc.ca/eng/acts/P-24.501/)\n- [Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations](https://laws-lois.justice.gc.ca/eng/regulations/SOR-2002-184/)\n- [Proceeds of Crime (Money Laundering) and Terrorist Financing Suspicious Transaction Reporting Regulations](https://laws-lois.justice.gc.ca/eng/Regulations/SOR-2001-317/index.html)\n\nRelated guidance\n\n- [Risk assessment guidance](/guidance-directives/compliance-conformite/rba/rba-eng)\n- [Sector specific guidance](/guidance-directives/guidance-directives-eng)\n\nRelated resources\n\n- [Policy interpretations database](/guidance-directives/overview-apercu/pi/pi-eng)\n- [Penalties for non-compliance](/pen/1-eng)\n- [Guidance glossary](/guidance-directives/glossary-glossaire/1-eng)\n- [Learning resources for businesses](/training-formation/training-formation-eng)\n\n## 1\\. What is a compliance program and what are its requirements\n\nA compliance program is established and implemented by a reporting entity that is intended to ensure its compliance with the Proceeds of Crime (Money Laundering) and Terrorist Financing Act (the Act) and associated Regulations. A compliance program forms the basis for meeting all of your reporting, record keeping, client identification and other know-your-client requirements under the Act and associated Regulations. All reporting entities must establish and implement a compliance program.\n\nSpecifically, all reporting entities must implement the following elements of a compliance program:\n\n- appoint a [compliance officer](/guidance-directives/glossary-glossaire/1-eng#officer) who is responsible for implementing the program\n- develop and apply written [compliance policies and procedures](/guidance-directives/glossary-glossaire/1-eng#cpp) that are kept up to date and, in the case of an entity, are approved by a [senior officer](/guidance-directives/glossary-glossaire/1-eng#so)\n- conduct a [risk assessment](/guidance-directives/glossary-glossaire/1-eng#risk) of your business to assess and document the risk of a [money laundering](/guidance-directives/glossary-glossaire/1-eng#mlo) or terrorist activity financing offence occurring in the course of your activities\n- develop and maintain a written, ongoing compliance [training program](/guidance-directives/glossary-glossaire/1-eng#training) for your employees, agents or [mandataries](/guidance-directives/glossary-glossaire/1-eng#mandatary), or other authorized persons\n- institute and document a plan for the ongoing compliance training program and deliver the training (training plan)\n- institute and document a plan for a review of the compliance program for the purpose of testing its effectiveness, and carry out this review every two years at a minimum ( [two-year effectiveness review)](/guidance-directives/glossary-glossaire/1-eng#twoyear)\n\nLegal references\n\n- Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations (SOR/2002-184)\n  - subsection 9.6(1)\n  - subsection 156(1)\n\n## 2\\. Who can be a compliance officer and what are their responsibilities\n\nDepending on the size of your business, you could be the appointed compliance officer, or it could be another individual, such as:\n\n- a senior manager, the owner or the operator of your small business, or\n- someone from a senior level who has direct access to senior management and the board of directors of your large business\n\nIf you are a person rather than an entity, such as a sole proprietor, you can appoint yourself as the compliance officer, or you may choose to appoint someone else to help you implement the compliance program.\n\nAs a best practice, the appointed compliance officer of a larger business should not be directly involved in the receipt, transfer or payment of funds. The appointed compliance officer should also have independent oversight and be able to communicate directly with those parties who make decisions about the business such as senior management or the board of directors.\n\nAppointing someone to be your compliance officer alone does not fulfil your compliance program requirements. The appointed compliance officer is responsible for implementing all elements of a compliance program. Therefore, a compliance officer needs to:\n\n- have the necessary authority and access to resources in order to implement an effective compliance program and make any desired changes\n- have knowledge of your business's functions and structure\n- have knowledge of your business sector's money laundering, terrorist activity financing and sanctions evasion risks and vulnerabilities as well as money laundering, terrorist activity financing and sanctions evasion trends and typologies\n- understand your business sector's requirements under the Proceeds of Crime (Money Laundering) and Terrorist Financing Act (the Act) and associated Regulations\n\nA compliance officer may delegate certain duties to other employees. For example, the compliance officer of a large business may delegate responsibility to an individual in another office or [branch](/guidance-directives/glossary-glossaire/1-eng#branch). However, the compliance officer remains responsible for the implementation of the compliance program.\n\nWhile the compliance officer is appointed, it is the reporting entity's responsibility to meet its compliance program requirements under the Act and associated Regulations.\n\nLegal references\n\n- Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations (SOR/2002-184)\n  - paragraph 156(1)(a)\n\n## 3\\. Compliance policies and procedures requirements\n\nYour compliance policies and procedures must be:\n\n- written and should be in a form or format that is accessible to its intended audience\n- kept up to date (including changes to legislation or your internal processes, as well as any other changes that would require an update)\n- approved by a [senior officer](/guidance-directives/glossary-glossaire/1-eng#so), if you are an [entity](/guidance-directives/glossary-glossaire/1-eng#entity)\n\nYour policies and procedures should be made available to all those authorized to act on your behalf, including employees, agents and any others that deal with clients, transactions, or other activities.\n\nYour compliance policies and procedures should cover at minimum the following requirements as applicable to you as a reporting entity:\n\n- **compliance program**: this includes your requirements to have an appointed compliance officer, a risk assessment, an ongoing compliance training program and plan, and a two-year effectiveness review and plan, which consists of a review of your policies and procedures, risk assessment, and ongoing training program and plan\n- **[know your client](/guidance-directives/guidance-directives-eng#s2)**: this includes your requirements for [verifying client identity](/guidance-directives/glossary-glossaire/1-eng#verity), politically exposed persons, heads of international organizations, their family members and close associates, beneficial ownership, and third party determination\n- **[business relationship](/guidance-directives/client-clientele/brr-eng) and [ongoing monitoring](/guidance-directives/client-clientele/omr-eng)**\n- **[record keeping](/guidance-directives/guidance-directives-eng#s4)**\n- **[Transaction reporting](/guidance-directives/guidance-directives-eng#s3)**\n- **[travel rule](/guidance-directives/transaction-operation/travel-acheminement/1-eng)** requirements: this includes your requirement to develop and apply written risk-based policies and procedures to help determine whether you should suspend or reject an electronic funds transfer or virtual currency transfer that you receive, and any other follow-up measures, if the transfer does not include the required travel rule information and you are unable to obtain this information through your reasonable measures\n- **[Ministerial directive](/obligations/directives-eng)** requirements\n\nYour compliance policies and procedures should also include the processes and controls you have put in place to meet your requirements, including:\n\n- when the obligation is triggered\n- the information that must be reported, recorded, or considered\n- the procedures you created to ensure that you fulfill a requirement\n- the timelines associated with your requirements and methods of reporting (if applicable)\n\nYour policies and procedures must also describe the steps you will take for all the obligations that require you to take [reasonable measures](/guidance-directives/glossary-glossaire/1-eng#reasonable). For example, when you are required to take reasonable measures to obtain information to include in a report, your policies and procedures must describe the steps you will take, which could include asking the client.\n\nIf your reporting entity sector has an industry association or governing body that has provided you with a generic set of policies and procedures, you must tailor them to your business.\n\nThe level of detail in your compliance policies and procedures will depend on your business's size, structure, and complexity, and degree of exposure to money laundering, terrorist activity financing and sanctions evasion risks.\n\nLegal references\n\n- Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations (SOR/2002-184)\n  - Paragraph 156(1)(b)\n\n## 4\\. Risk assessment requirements\n\nYour compliance program must include policies and procedures that you develop and apply to assess your money laundering, terrorist activity financing and sanctions evasion risks in the course of your activities. When assessing and documenting your money laundering, terrorist activity financing and sanctions evasion risks, you must consider the following:\n\n- your clients, business relationships, and correspondent banking relationships including their activity patterns and geographic locations\n- the products, services and delivery channels you offer\n- the geographic location(s) where you conduct your activities\n- if you are a **[financial entity](/guidance-directives/glossary-glossaire/1-eng#fin)**, **[life insurance company](/guidance-directives/glossary-glossaire/1-eng#lic)**, or **[securities dealer](/guidance-directives/glossary-glossaire/1-eng#sec)**, the risks resulting from the activities of an **affiliate,** if it is also subject to the Proceeds of Crime (Money Laundering) and Terrorist Financing Act and associated Regulations under these reporting entity sectors, or if it is a foreign affiliate that carries out activities outside Canada that are similar to these sectors\n- the risks resulting from [new developments](/guidance-directives/glossary-glossaire/1-eng#developments) or [new technologies](/guidance-directives/glossary-glossaire/1-eng#technologies) you intend to carry out or introduce, before doing so, that may have an impact on your clients, business relationships, products, services or delivery channels, or the geographic location of your activities\n- the applicable risks for your reporting entity sector, detailed in the latest [National Risk Assessment of Money Laundering and Terrorist Financing in Canada](https://www.canada.ca/en/department-finance/programs/financial-sector-policy/updated-assessment-inherent-risks-money-laundering-terrorist-financing-canada.html)\n- any other relevant factors affecting your business (for example, employee turnover, industry rules and regulations)\n\nIf, at any time, you consider the risk of a money laundering or terrorist activity financing offence to be high, you must take [enhanced measures](#s5).\n\nFor more information:\n\n- [Risk assessment guidance](/guidance-directives/compliance-conformite/rba/rba-eng)\n\nLegal references\n\n- Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations (SOR/2002-184)\n  - subsection 9.6(2)\n  - paragraph 156(1)(c)\n  - subsection 156(2)\n\n## 5\\. Enhanced measures\n\nEnhanced measures are the additional controls and processes that you have put in place to manage and reduce the risks associated with your high-risk clients and business areas. As part of your compliance program, you must develop and apply written policies and procedures for the enhanced measures that you will take for any money laundering, terrorist activity financing or sanctions evasion risks you identify as high.\n\nYour policies and procedures for enhanced measures must include:\n\n- the additional steps, based on assessment of the risk, that you will take to verify the identity of a person or entity\n- any other additional steps that you will take to mitigate the risks, including, but not limited to, the additional steps to:\n  - ensure [client identification information](/guidance-directives/glossary-glossaire/1-eng#clientid) and [beneficial ownership](/guidance-directives/glossary-glossaire/1-eng#bo) information is updated at a frequency that is appropriate to the level of risk\n  - conduct ongoing monitoring of business relationships at a frequency that is appropriate to the level of risk\n\nEnhanced measures to mitigate risk can include:\n\n- obtaining additional information on a client (for example, information from public databases and the internet)\n- obtaining information on the client's [source of funds](/guidance-directives/glossary-glossaire/1-eng#sourcevc) or [source of wealth](/guidance-directives/glossary-glossaire/1-eng#sourcewealth)\n- obtaining information on the reasons for attempted or conducted transactions, or\n- any other measures you deem appropriate\n\nLegal references\n\n- Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations (SOR/2002-184)\n  - subsection 9.6(3)\n  - section 157\n\n## 6\\. Training program and plan requirements\n\nIf you have employees, agents or mandataries, or other persons authorized to act on your behalf, you must develop and maintain a written, ongoing compliance training program. Your training program should explain what your employees, agents or mandataries, or other persons authorized to act on your behalf, need to know and understand, including:\n\n- your requirements under the Proceeds of Crime (Money Laundering) and Terrorist Financing Act (the Act) and associated Regulations\n- background information on money laundering and terrorist activity financing, such as the definition of money laundering and terrorist activity financing, and methods of money laundering and terrorist activity financing\n- how your business or profession could be vulnerable to money laundering and terrorist activity financing activities (provide indicators and examples)\n- the compliance policies and procedures you have developed to help meet your requirements under the Act and associated Regulations for preventing and detecting money laundering and terrorist activity financing, including your reporting, record keeping and know your client requirements\n- their roles and responsibilities in detecting and deterring money laundering and terrorist activity financing activities, and when dealing with potentially suspicious activities or transactions\n\nYou must institute and document a plan for your ongoing compliance training program and for delivering the training. Your training plan should cover how you will implement your ongoing compliance training program and its delivery.\n\nThis includes documenting the steps you will take to ensure your employees, agents or mandataries, or other persons authorized to act on your behalf receive an appropriate level of training relevant to their duties and position, on an ongoing basis.\n\nYour training plan should include information on:\n\n- [training recipients](#t1)\n- [training topics and materials](#t2)\n- [training methods for delivery](#t3)\n- [training frequency](#t4)\n\n### Training recipients\n\nYour training plan should explain who will receive training. Training recipients should include those who:\n\n- have contact with clients, such as front-line staff or agents\n- are involved in client transaction activities\n- handle [cash](/guidance-directives/glossary-glossaire/1-eng#cash), [funds](/guidance-directives/glossary-glossaire/1-eng#funds), or [virtual currency](/guidance-directives/glossary-glossaire/1-eng#vc) for you, in any way, and\n- are responsible for implementing or overseeing the compliance program, such as the compliance officer, senior management, information technology staff or internal auditors\n\n### Training topics and material\n\nYour training plan should outline the topics that will be covered in your training program. It should also include the sources of the training materials that will cover these topics.\n\n### Training methods for delivery\n\nYour training plan should describe the training method(s) that you will use to deliver your ongoing compliance training program.\n\nTraining methods could include:\n\n- self-directed learning (where recipients read materials on their own, register for on-line courses or use e-learning materials)\n- information sessions\n- face-to-face meetings\n- classroom\n- conferences, and\n- on-the-job training where instruction is provided\n\nInstructors can be in-house personnel or an external service provider, but they should have knowledge of the Act and associated Regulations. If you decide to use in-house personnel, you may need to hire or allocate staff to provide training.\n\nIf you decide to use an external service provider, you may need to determine whether their services and training content are suitable for your business. You can use 1 or more training methods. The method(s) that you choose may depend on the size of your business and the number of people that need to be trained.\n\n### Training frequency\n\nYour training plan should describe the frequency of your training program. Training can be delivered at regular intervals (for example, monthly, semi-annually, annually), when certain events occur (for example, before a new employee deals with clients, after a procedure is changed), or by using a combination of both.\n\nYour training program and plan should be tailored to your business's size, structure and complexity, and its degree of exposure to money laundering, terrorist activity financing and sanctions evasion risk. For example, if you are a large business, you may decide to provide different types of training to your employees, agents or mandataries, or other persons authorized to act on your behalf based on their specific roles and duties (for example, general or specialized training). This should be explained in your training plan.\n\nYour training program should also include a record of the training that has been delivered (for example, the date the training took place, a list of the attendees who received the training, the topics that were covered). Training records will help you keep track of the training and assist you in scheduling the next training dates. They will also demonstrate that you are carrying out your training program on an ongoing basis.\n\n**Note:** If you are a sole proprietor with no employees, agents or other individuals authorized to act on your behalf, you are not required to have a training program nor are you required to have a training plan in place for yourself.\n\nLegal references\n\n- Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations (SOR/2002-184)\n  - 156(1)(d)\n  - 156(1)(e)\n\n## 7\\. Two-year effectiveness review and plan requirements\n\nA two-year effectiveness review is an evaluation that must be conducted every 2 years (at a minimum) to test the effectiveness of the elements of your compliance program (policies and procedures, risk assessment, and ongoing training program and plan). You must start your effectiveness review no later than 2 years (24 months) from the start of your previous review. You must also ensure that you have completed your previous review before you start the next review.\n\nThe purpose of an effectiveness review is to determine whether your compliance program has gaps or weaknesses that may prevent your business from effectively detecting and preventing money laundering, terrorist activity financing and sanctions evasion.\n\nYour effectiveness review will help you determine if:\n\n- your business practices reflect what is written in your compliance program documentation and if you are meeting your requirements under the Proceeds of Crime (Money Laundering) and Terrorist Financing Act (the Act) and associated Regulations\n- your risk assessment is effective at identifying and mitigating the money laundering, terrorist activity financing and sanctions evasion risks related to your clients, affiliates (if any), products, services, delivery channels, new developments or technology, and geographic locations where you do business\n\nThe review must be carried out and the results documented by an internal or external auditor, or by yourself if you do not have an auditor. Your review should be conducted by someone who is knowledgeable of your requirements under the Act and associated Regulations. Also, as a best practice, to ensure that your review is impartial, it should not be conducted by someone who is directly involved in your compliance program activities. Regardless of who carries out the review, as a reporting entity it is your responsibility to ensure that the review is conducted (at a minimum) every 2 years and that the review tests the effectiveness of your compliance program.\n\nYou must also institute and document a plan for the two-year effectiveness review of your compliance program. This plan should describe the scope of the review and must include all the elements of your compliance program. The breadth and depth of review for each element may vary depending on factors such as:\n\n- the complexity of your business\n- transaction volumes\n- findings from previous reviews\n- current money laundering, terrorist activity financing and sanctions evasion risks.\n\nYour plan should not only describe the scope of the review, but it should include the rationale that supports the areas of focus, the time period that will be reviewed, the anticipated evaluation methods and sample sizes.\n\nThe evaluation methods can include, but are not limited to, interviewing staff, sampling records and reviewing documentation. The following are examples of what can be included in your review:\n\n- interviews with those handling transactions to evaluate their knowledge of your policies and procedures and related record keeping, client identification and reporting requirements\n- a review of a sample of your records to assess whether your client identification policies and procedures are being followed\n- a review of your agreements with agents or mandataries, as applicable, as well as a review of a sample of the information that your agents or mandataries referred to in order to verify the identity of persons, to assess whether client identification policies and procedures are being followed\n- a review of transactions to assess whether suspicious transactions were reported to FINTRAC\n- a review of large cash transactions to assess whether they were reported to FINTRAC with accurate information and within the prescribed timelines\n- a review of electronic funds transfers to assess whether reportable transfers were reported to FINTRAC with accurate information and within the prescribed  timelines (applicable to reporting entity sectors that have electronic funds transfer obligations)\n- a review of a sample of your client records to see whether the risk assessment was applied in accordance with your risk assessment process\n- a review of a sample of your client records to see whether the frequency of your ongoing monitoring is adequate and carried out in accordance with the client's risk level assessment\n- a review of a sample of high-risk client records to confirm that enhanced mitigation measures were taken\n- a review of a sample of your records to confirm that proper record keeping procedures are being followed\n- a review of your risk assessment to confirm that it reflects your current operations\n- a review of your policies and procedures to ensure that they are up to date and reflect the current legislative requirements and that they reflect your current business practices\n\nYou should also document the following in your two-year effectiveness review:\n\n- the date the review was conducted, the period that was covered by the review and the person or entity who performed the review\n- the results of the tests that were performed\n- the conclusions, including deficiencies, recommendations and action plans, if any\n\n**If you are an entity**, you must report, in writing, the following to a senior officer no later than 30 days after the completion of the effectiveness review:\n\n- the findings of the review (for example, deficiencies, recommendations, action plans)\n- any updates made to the policies and procedures during the reporting period (the period covered by the two-year review) that were not made as a result of the review itself\n- the status of the implementation of the updates made to your policies and procedures\n\nLegal references\n\n- Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations (SOR/2002-184)\n  - Paragraph 156(1)(f)\n  - subsection 156(3)\n  - subsection 156(4)\n\n## For assistance\n\nIf you have questions on your requirements, please contact FINTRAC by email at [guidelines-lignesdirectrices@fintrac-canafe.gc.ca](mailto:guidelines-lignesdirectrices@fintrac-canafe.gc.ca)\n\n## Definitions\n\nAccountant\n\nA chartered accountant, a certified general accountant, a certified management accountant or, if applicable, a chartered professional accountant. (comptable)\n\nReference:\n\nProceeds of Crime (Money Laundering) and Terrorist Financing Regulations (PCMLTFR), SOR/2002-184, s. 1(2).\n\nAccounting firm\n\nAn entity that is engaged in the business of providing accounting services to the public and has at least one partner, employee or administrator that is an accountant. (cabinet d'expertise comptable)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nAct\n\nThe Proceeds of Crime (Money Laundering) and Terrorist Financing Act (PCMLTFA). (la Loi)\n\nReference:\n\nProceeds of Crime (Money Laundering) and Terrorist Financing Administrative Monetary Penalties Regulations (PCMLTFAMPR), SOR/2007-292, s. 1, Proceeds of Crime (Money Laundering) and Terrorist Financing Registration Regulations (PCMLTFRR), SOR/2007-121, s. 1, PCMLTFR, SOR/2002-184, s. 1(2), and Proceeds of Crime (Money Laundering) and Terrorist Financing Suspicious Transaction Reporting Regulations (PCMLTFSTRR), SOR/2001-317, s. 1(2).\n\nAdministrative monetary penalties (AMPs)\n\nCivil penalties that may be issued to reporting entities by FINTRAC for non-compliance with the PCMLTFA and associated Regulations. (pénalité administrative pécuniaire \\[PAP\\])\n\nAffiliate\n\nAn entity is affiliated with another entity if one of them is wholly owned by the other, if both are wholly owned by the same entity or if their financial statements are consolidated. (entité du même groupe)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 4.\n\nAnnuity\n\nHas the same meaning as in subsection 248(1) of the [Income Tax Act](https://laws-lois.justice.gc.ca/eng/acts/I-3.3). (rente)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nArmoured cars\n\nPersons or entities that are engaged in the business of transporting currency, money orders, traveller’s cheques or other similar negotiable instruments. (Véhicules blindés)\n\nAs soon as practicable\n\nA time period that falls in-between immediately and as soon as possible, within which a suspicious transaction report (STR) must be submitted to FINTRAC. The completion and submission of the STR should take priority over other tasks. In this context, the report must be completed promptly, taking into account the facts and circumstances of the situation. While some delay is permitted, it must have a reasonable explanation. (aussitôt que possible)\n\nAttempted transaction\n\nOccurs when an individual or entity starts to conduct a transaction that is not completed. For example, a client or a potential client walks away from conducting a $10,000 cash deposit. (opération tentée)\n\nAuthentic\n\nIn respect of verifying identity, means genuine and having the character of an original, credible, and reliable document or record. (authentique)\n\nAuthorized person\n\nA person who is authorized under subsection 45(2). (personne autorisée)\n\nReference:\n\nProceeds of Crime (Money Laundering) and Terrorist Financing Act (PCMLTFA), S.C. 2000, c 17, s. 2(1).\n\nAuthorized user\n\nA person who is authorized by a holder of a prepaid payment product account to have electronic access to funds or virtual currency available in the account by means of a prepaid payment product that is connected to it. (utilisateur autorisé)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nBeneficial owner(s)\n\nBeneficial owners are the individuals who are the trustees, and known beneficiaries and settlors of a trust, or who directly or indirectly own or control 25% or more of i) the shares of a corporation or ii) an entity other than a corporation or trust, such as a partnership. The ultimate beneficial owner(s) cannot be another corporation or entity; it must be the actual individual(s) who owns or controls the entity. (bénéficiaire effectif)\n\nBeneficiary\n\nA beneficiary is the individual or entity that will benefit from a transaction or to which the final remittance is made. (bénéficiaire)\n\nBranch\n\nA branch is a part of your business at a distinct location other than your main office. (succursale)\n\nBritish Columbia notary corporation\n\nAn entity that carries on the business of providing notary services to the public in British Columbia in accordance with the Notaries Act, R.S.B.C. 1996, c. 334. (société de notaires de la Colombie-Britannique)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nBritish Columbia notary public\n\nA person who is a member of the Society of Notaries Public of British Columbia. (notaire public de la Colombie-Britannique)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nCash\n\nCoins referred to in section 7 of the Currency Act, notes issued by the Bank of Canada under the Bank of Canada Act that are intended for circulation in Canada or coins or bank notes of countries other than Canada. (espèces)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2) and PCMLTFSTRR, SOR/2001-317, s. 1(2).\n\nCasino\n\nA government, organization, board or operator that is referred to in any of paragraphs 5(k) to (k.3) of the Act. (casino)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s 1(2) and PCMLTFSTRR, SOR/2001-317, s. 1(2).\n\nCertified translator\n\nAn individual that holds the title of professional certified translator granted by a Canadian provincial or territorial association or body that is competent under Canadian provincial or territorial law to issue such certification. (traducteur agréé)\n\nClarification request\n\nA clarification request is a method used to communicate with money services businesses (MSBs) or foreign money services businesses (FMSBs) when FINTRAC needs more information about their registration form. This request is usually sent by email. (demande de précisions)\n\nClient\n\nA person or entity that engages in a financial transaction with another person or entity. (client)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nClient identification information\n\nThe identifying information that you have obtained on your clients, such as name, address, telephone number, occupation or nature of principal business, and date of birth for an individual. (renseignements d'identification du client)\n\nCompetent authority\n\nFor the purpose of the criminal record check submitted with an application for registration, a competent authority is any person or organization that has the legally delegated or invested authority, capacity, or power to issue criminal record checks. (autorité compétente)\n\nCompleted transaction\n\nIs a transaction conducted by a person or entity, that is completed and results in the movement of funds, virtual currency, or the purchase or sale of an asset. (opération effectuée)\n\nCompleting action\n\nWith respect to a reportable transaction, information related to the instructions provided by the person or entity making the request to the reporting entity to complete a transaction. For example, an individual arrives at a bank and requests to purchase a bank draft. The completing action is the details of how the reporting entity fulfilled the person or entity’s instructions which led to the transaction being completed. This includes what the funds or virtual currency initially brought to the reporting entity was used for (see “disposition”). A transaction may have one or more completing actions depending on the instructions provided by the person or entity. (action d’achèvement)\n\nCompliance officer\n\nThe individual, with the necessary authority, that you appoint to be responsible for the implementation of your compliance program. (agent de conformité)\n\nCompliance policies and procedures\n\nWritten methodology outlining the obligations applicable to your business under the PCMLTFA and its associated Regulations and the corresponding processes and controls you put in place to address your obligations. (politiques et procédures de conformité)\n\nCompliance program\n\nAll elements (compliance officer, policies and procedures, risk assessment, training program, effectiveness review) that you, as a reporting entity, are legally required to have under the PCMLTFA and its associated Regulations to ensure that you meet all your obligations. (programme de conformité)\n\nContext\n\nClarifies a set of circumstances or provides an explanation of a situation or financial transaction that can be understood and assessed. (contexte)\n\nCorrespondent banking relationship\n\nA relationship created by an agreement or arrangement under which an entity referred to in any of paragraphs 5(a), (b), (d),(e) and (e.1) or an entity that is referred to in section 5 and that is prescribed undertakes to provide to a prescribed foreign entity prescribed services or international electronic funds transfers, cash management or cheque clearing services. (relation de correspondant bancaire)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 9.4(3) and PCMLTFR, SOR/2002-184, s. 16(1)(b).\n\nCountry of residence\n\nThe country where an individual has lived continuously for 12 months or more. The individual must have a dwelling in the country concerned. For greater certainty, a person only has one country of residence no matter how many dwelling places they may have, inside or outside of that country. (pays de résidence)\n\nCredit card acquiring business\n\nA credit card acquiring business is a financial entity that has an agreement with a merchant to provide the following services:\n\n- enabling a merchant to accept credit card payments by cardholders for goods and services and to receive payments for credit card purchases;\n- processing services, payment settlements and providing point-of-sale equipment (such as computer terminals); and\n- providing other ancillary services to the merchant.\n\n\n(entreprise d'acquisition de cartes de crédit)Credit union central\n\nA central cooperative credit society, as defined in section 2 of the [Cooperative Credit Associations Act](https://laws-lois.justice.gc.ca/eng/acts/C-41.01), or a credit union central or a federation of credit unions or caisses populaires that is regulated by a provincial Act other than one enacted by the legislature of Quebec. (centrale de caisses de crédit)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nCrowdfunding platform\n\nA website or an application or other software that is used to raise funds or virtual currency through donations. (plateforme de sociofinancement)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nCrowdfunding platform services\n\nThe provision and maintenance of a crowdfunding platform for use by other persons or entities to raise funds or virtual currency for themselves or for persons or entities specified by them. (services de plateforme de sociofinancement)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nCurrent\n\nIn respect of a document or source of information that is used to verify identity, is up to date, and, in the case of a government-issued photo identification document, must not have been expired when the ID was verified. (à jour)\n\nDealer in precious metals and stones\n\nA person or entity that, in the course of their business activities, buys or sells precious metals, precious stones or jewellery. It includes a department or an agent of His Majesty in right of Canada or an agent or mandatary of His Majesty in right of a province when the department or the agent or mandatary carries out the activity, referred to in subsection 65(1), of selling precious metals to the public. (négociant en métaux précieux et pierres précieuses)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nDeferred profit sharing plan\n\nHas the same meaning as in subsection 248(1) of the [Income Tax Act](https://laws-lois.justice.gc.ca/eng/acts/I-3.3). (régime de participation différée aux bénéfices)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nDeposit slip\n\nA record that sets out:\n\n1. (a) the date of the deposit;\n2. (b) the name of the person or entity that makes the deposit;\n3. (c) the amount of the deposit and of any part of it that is made in cash;\n4. (d) the method by which the deposit is made; and\n5. (e) the number of the account into which the deposit is made and the name of each account holder.\n\n(relevé de dépôt)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nDirecting services\n\nA business is directing services at persons or entities in Canada if at least one of the following applies:\n\n- The business's marketing or advertising is directed at persons or entities located in Canada;\n- The business operates a \".ca\" domain name; or,\n- The business is listed in a Canadian business directory.\n\nAdditional criteria may be considered, such as if the business describes its services being offered in Canada or actively seeks feedback from persons or entities in Canada. (diriger des services)\n\nDistributed ledger\n\nFor the purpose of section 151 of the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations (PCMLTFR), a digital ledger that is maintained by multiple persons or entities and that can only be modified by a consensus of those persons or entities. (registres distribués)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 151(2).\n\nDisposition\n\nWith respect to a reportable transaction, the disposition is what the funds or virtual currency was used for. For example, an individual arrives at a bank with cash and purchases a bank draft. The disposition is the purchase of the bank draft. (répartition)\n\nElectronic funds transfer\n\nThe transmission—by any electronic, magnetic or optical means—of instructions for the transfer of funds, including a transmission of instructions that is initiated and finally received by the same person or entity. In the case of SWIFT messages, only SWIFT MT-103 messages and their equivalent are included. It does not include a transmission or instructions for the transfer of funds:\n\n1. (a) that involves the beneficiary withdrawing cash from their account;\n2. (b) that is carried out by means of a direct deposit or pre-authorized debit;\n3. (c) that is carried out by cheque imaging and presentment\n4. (d) that is both initiated and finally received by persons or entities that are acting to clear or settle payment obligations between themselves; or\n5. (e) that is initiated or finally received by a person or entity referred to in paragraphs 5(a) to (h.1) of the Act for the purpose of internal treasury management, including the management of their financial assets and liabilities, if one of the parties to the transaction is a subsidiary of the other or if they are subsidiaries of the same corporation.\n\n(télévirement)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nEmployees profit sharing plan\n\nHas the same meaning as in subsection 248(1) of the [Income Tax Act](https://laws-lois.justice.gc.ca/eng/acts/I-3.3). (régime de participation des employés aux bénéfices)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nEntity\n\nA body corporate, a trust, a partnership, a fund or an unincorporated association or organization. (entité)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nFacts\n\nActual events, actions, occurrences or elements that exist or are known to have happened or existed. Facts are not opinions. For example, facts surrounding a transaction or multiple transactions could include the date, time, location, amount or type of transaction or could include the account details, particular business lines, or the client's financial history. (faits)\n\nFamily member\n\nFor the purposes of subsection 9.3(1) of the Act, a prescribed family member of a politically exposed foreign person, a politically exposed domestic person or a head of an international organization is:\n\n1. (a) their spouse or common-law partner;\n2. (b) their child;\n3. (c) their mother or father;\n4. (d) the mother or father of their spouse or common-law partner; or\n5. (e) a child of their mother or father.\n\n(membre de la famille)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 2(1).\n\nFiat currency\n\nA currency that is issued by a country and is designated as legal tender in that country. (monnaie fiduciaire)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2) and PCMLTFSTRR, SOR/2001-317, s. 1(2).\n\nFinal receipt\n\nIn respect of an electronic funds transfer, means the receipt of the instructions by the person or entity that is to make the remittance to a beneficiary. (destinataire)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nFinancial entity\n\nMeans:\n\n1. (a) an entity that is referred to in any of paragraphs 5(a), (b) and (d) to (f) of the Act;\n2. (b) a financial services cooperative;\n3. (c) a life insurance company, or an entity that is a life insurance broker or agent, in respect of loans or prepaid payment products that it offers to the public and accounts that it maintains with respect to those loans or prepaid payment products, other than:\n1. (i) loans that are made by the insurer to a policy holder if the insured person has a terminal illness that significantly reduces their life expectancy and the loan is secured by the value of an insurance policy;\n2. (ii) loans that are made by the insurer to the policy holder for the sole purpose of funding the life insurance policy; and\n3. (iii) advance payments to which the policy holder is entitles that are made to them by the insurer;\n4. (d) a credit union central when it offers financial services to a person, or to an entity that is not a member of that credit union central; and\n5. (e) a department, or an entity that is an agent of His Majesty in right of Canada or an agent or mandatary of His Majesty in right of a province, when it carries out an activity referred to in section 76.\n\n\n(entité financière)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nFinancial Action Task Force\n\nThe Financial Action Task Force on Money Laundering established in 1989. (Groupe d'action financière)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nFinancial services cooperative\n\nA financial services cooperative that is regulated by an Act respecting financial services cooperatives, CQLR, c. C-67.3 or the Act respecting the Mouvement Desjardins, S.Q. 2000, c. 77, other than a caisse populaire. (coopérative de services financiers)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nForeign currency\n\nA fiat currency that is issued by a country other than Canada. (devise)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nForeign currency exchange transaction\n\nAn exchange, at the request of another person or entity, of one fiat currency for another. (opération de change en devise)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nForeign currency exchange transaction ticket\n\nA record respecting a foreign currency exchange transaction—including an entry in a transaction register—that sets out:\n\n1. (a) the date of the transaction;\n2. (b) in the case of a transaction of $3,000 or more, the name and address of the person or entity that requests the exchange, the nature of their principal business or their occupation and, in the case of a person, their date of birth;\n3. (c) the type and amount of each of the fiat currencies involved in the payment made and received by the person or entity that requests the exchange;\n4. (d) the method by which the payment is made and received;\n5. (e) the exchange rates used and their source;\n6. (f) the number of every account that is affected by the transaction, the type of account and the name of each account holder; and\n7. (g) every reference number that is connected to the transaction and has a function equivalent to that of an account number.\n\n(fiche d'opération de change en devise)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nForeign money services business\n\nPersons and entities that do not have a place of business in Canada, that are engaged in the business of providing at least one of the following services that is directed at persons or entities in Canada, and that provide those services to their clients in Canada:\n\n1. (i) foreign exchange dealing,\n2. (ii) remitting funds or transmitting funds by any means or through any person, entity or electronic funds transfer network,\n3. (iii) issuing or redeeming money orders, traveller's cheques or other similar negotiable instruments except for cheques payable to a named person or entity,\n4. (iv) dealing in virtual currencies, or\n5. (v) any prescribed service.\n\n(entreprise de services monétaires étrangère)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 5(h.1), PCMLTFRR, SOR/2007-121, s. 1 and PCMLTFR, SOR/2002-184, s. 1(2).\n\nForeign state\n\nExcept for the purposes of Part 2, means a country other than Canada and includes any political subdivision or territory of a foreign state. (État étranger)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nFunds\n\nMeans:\n\n1. (a) cash and other fiat currencies, and securities, negotiable instruments or other financial instruments that indicate a title or right to or interest in them; or\n2. (b) a private key of a cryptographic system that enables a person or entity to have access to a fiat currency other than cash.\n\nFor greater certainty, it does not include virtual currency. (fonds)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2) and PCMLTFSTRR, SOR/2001-317, s. 1(2).\n\nHead of an international organization\n\nA person who, at a given time, holds—or has held within a prescribed period before that time—the office or position of head of\n\n1. a) an international organization that is established by the governments of states;\n2. b) an institution of an organization referred to in paragraph (a); or\n3. c) an international sports organization.\n\n(dirigeant d'une organisation internationale)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 9.3(3).\n\nImmediately\n\nIn respect of submitting a Terrorist Property Report (TPR), the time period within which a TPR must be submitted, which does not allow for any delay prior to submission. (immédiatement)\n\nInformation record\n\nA record that sets out the name and address of a person or entity and:\n\n1. (a) in the case of a person, their date of birth and the nature of their principal business or their occupation; and\n2. (b) in the case of an entity, the nature of its principal business.\n\n(dossier de renseignements)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nInitiation\n\nIn respect of an electronic funds transfer, means the first transmission of the instructions for the transfer of funds. (amorcer)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nInstitutional trust\n\nFor the purpose of section 15 of the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations (PCMLTFR), means a trust that is established by a corporation or other entity for a particular business purpose and includes a pension plan trust, a pension master trust, a supplemental pension plan trust, a mutual fund trust, a pooled fund trust, a registered retirement savings plan trust, a registered retirement income fund trust, a registered education savings plan trust, a group registered retirement savings plan trust, a deferred profit sharing plan trust, an employee profit sharing plan trust, a retirement compensation arrangement trust, an employee savings plan trust, a health and welfare trust, an unemployment benefit plan trust, a foreign insurance company trust, a foreign reinsurance trust, a reinsurance trust, a real estate investment trust, an environmental trust and a trust established in respect of endowment, a foundation or a registered charity. (fiducie institutionnelle)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 15(2).\n\nInternational electronic funds transfer\n\nAn electronic funds transfer other than for the transfer of funds within Canada. (télévirement international)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nInter vivos trust\n\nA personal trust, other than a trust created by will. (fiducie entre vifs)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nJewellery\n\nObjects that are made of gold, silver, palladium, platinum, pearls or precious stones and that are intended to be worn as a personal adornment. (bijou)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nLarge cash transaction record\n\nA record that indicates the receipt of an amount of $10,000 or more in cash in a single transaction and that contains the following information:\n\n01. (a) the date of the receipt;\n02. (b) if the amount is received for deposit into an account, the number of the account, the name of each account holder and the time of the deposit or an indication that the deposit is made in a night deposit box outside the recipient's normal business hours;\n03. (c) the name and address of every other person or entity that is involved in the transaction, the nature of their principal business or their occupation and, in the case of a person, their date of birth;\n04. (d) the type and amount of each fiat currency involved in the receipt;\n05. (e) the method by which the cash is received;\n06. (f) if applicable, the exchange rates used and their source;\n07. (g) the number of every other account that is affected by the transaction, the type of account and the name of each account holder\n08. (h) every reference number that is connected to the transaction and has a function equivalent to that of an account number;\n09. (i) the purpose of the transaction;\n10. (j) the following details of the remittance of, or in exchange for, the cash received:\n    1. (i) the method of remittance;\n    2. (ii) if the remittance is in funds, the type and amount of each type of funds involved;\n    3. (iii) if the remittance is not in funds, the type of remittance and its value, if different from the amount of cash received; and\n    4. (iv) the name of every person or entity involved in the remittance and their account number or policy number or, if they have no account number or policy number, their identifying number; and\n11. (k) if the amount is received by a dealer in precious metals and precious stones for the sale of precious metals, precious stones or jewellery:\n    1. (i) the type of precious metals, precious stones or jewellery;\n    2. (ii) the value of the precious metals, precious stones or jewellery, if different from the amount of cash received, and\n    3. (iii) the wholesale value of the precious metals, precious stones or jewellery.\n\n(relevé d'opération importante en espèces)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nLarge virtual currency transaction record\n\nA record that indicates the receipt of an amount of $10,000 or more in virtual currency in a single transaction and that contains the following information:\n\n1. (a) the date of the receipt;\n2. (b) if the amount is received for deposit into an account, the name of each account holder;\n3. (c) the name and address of every other person or entity that is involved in the transaction, the nature of their principal business or their occupation and, in the case of a person, their date of birth;\n4. (d) the type and amount of each virtual currency involved in the receipt;\n5. (e) the exchange rates used and their source;\n6. (f) the number of every other account that is affected by the transaction, the type of account and the name of each account holder;\n7. (g) every reference number that is connected to the transaction and has a function equivalent to that of an account number;\n8. (h) every transaction identifier, including the sending and receiving addresses; and\n9. (i) if the amount is received by a dealer in precious metals and precious stones for the sale of precious metals, precious stones or jewellery:\n1. (i) the type of precious metals, precious stones or jewellery;\n2. (ii) the value of the precious metals, precious stones or jewellery, if different from the amount of virtual currency received; and\n3. (iii) the wholesale value of the precious metals, precious stones or jewellery.\n\n(relevé d'opération importante en monnaie virtuelle)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nLife insurance broker or agent\n\nA person or entity that is authorized under provincial legislation to carry on the business of arranging contracts of life insurance. (représentant d'assurance-vie)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nLife insurance company\n\nA life company or foreign life company to which the [Insurance Companies Act](https://laws-lois.justice.gc.ca/eng/acts/I-11.8) applies or a life insurance company regulated by a provincial Act. (société d'assurance-vie)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nListed person\n\nHas the same meaning as in section 1 of the [Regulations Implementing the United Nations Resolutions on the Suppression of Terrorism](https://laws-lois.justice.gc.ca/eng/regulations/SOR-2001-360). (personne inscrite)\n\nReference:\n\nPCMLTFSTRR, SOR/2001-317, s. 1(2).\n\nManaging general agents (MGAs)\n\nLife insurance brokers or agents that act as facilitators between other life insurance brokers or agents and life insurance companies.  MGAs typically offer services to assist with insurance agents contracting and commission payments, facilitate the flow of information between insurer and agent, and provide training to, and compliance oversight of, insurance agents. (agent général de gestion)\n\nMandatary\n\nA person who acts, under a mandate or agreement, for another person or entity. (mandataire)\n\nMarketing or advertising\n\nWhen a person or entity uses promotional materials such as advertisements, graphics for websites or billboards, etc., with the intent to promote money services business (MSB) services and to acquire business from persons or entities in Canada. (marketing ou publicité)\n\nMinister\n\nIn relation to sections 24.1 to 39, the Minister of Public Safety and Emergency Preparedness and, in relation to any other provision of this Act, the Minister of Finance. (ministre)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nMoney laundering offence\n\nAn offence under subsection 462.31(1) of the [Criminal Code](https://laws-lois.justice.gc.ca/eng/acts/C-46). The United Nations defines money laundering as \"any act or attempted act to disguise the source of money or assets derived from criminal activity.\" Essentially, money laundering is the process whereby \"dirty money\"—produced through criminal activity—is transformed into \"clean money,\" the criminal origin of which is difficult to trace. (infraction de recyclage des produits de la criminalité)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nMoney laundering and terrorist financing indicators (ML/TF indicators)\n\nPotential red flags that could initiate suspicion or indicate that something may be unusual in the absence of a reasonable explanation. \\[Indicateurs de blanchiment d'argent (BA) et de financement du terrorisme (FT) (indicateurs de BA/FT)\\]\n\nMoney services business\n\nA person or entity that has a place of business in Canada and that is engaged in the business of providing at least one of the following services:\n\n1. (i) foreign exchange dealing,\n2. (ii) remitting funds or transmitting funds by any means or through any person, entity or electronic funds transfer network,\n3. (iii) issuing or redeeming money orders, traveller's cheques or other similar negotiable instruments except for cheques payable to a named person or entity,\n4. (iv) dealing in virtual currencies, or\n5. (v) any prescribed service.\n\n(entreprise de services monétaires)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 5(h), PCMLTFRR, SOR/2007-121, s. 1 and PCMLTFR, SOR/2002-184, s. 1(2).\n\nMoney services business agent\n\nAn individual or entity authorized to deliver services on behalf of a money services business (MSB). It is not an MSB branch. (mandataire d'une entreprise de services monétaires)\n\nMortgage administrator\n\nA person or entity, other than a financial entity, that is engaged in the business of servicing mortgage agreements on real property or hypothec agreements on immovables on behalf of a lender. (administrateur hypothécaire)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 5(i), PCMLTFRR,SOR/2002-184, subsection 1(2)\n\nMortgage broker\n\nA person or entity that is authorized under provincial legislation to act as an intermediary between a lender and a borrower with respect to loans secured by mortgages on real property or hypothecs on immovables. (courtier hypothécaire)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 5(i),\nPCMLTFRR,SOR/2002-184, subsection 1(2)\n\nMortgage lender\n\nA person or entity, other than a financial entity, that is engaged in the business of providing loans secured by mortgages on real property or hypothecs on immovables. (prêteur hypothécaire)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 5(i),\nPCMLTFRR,SOR/2002-184, subsection 1(2)\n\nNature of principal business\n\nAn entity's type or field of business. Also applies to an individual in the case of a sole proprietorship. (nature de l'entreprise principale)\n\nNew developments\n\nChanges to the structure or operations of a business when new services, activities, or locations are put in place. For example, changes to a business model or business restructuring. (nouveaux développements)\n\nNew technologies\n\nThe adoption of a technology that is new to a business. For example, when a business adopts new systems or software such as transaction monitoring systems or client onboarding and identification tools. (nouvelles technologies)\n\nNo apparent reason\n\nThere is no clear explanation to account for suspicious behaviour or information. (sans raison apparente)\n\nOccupation\n\nThe job or profession of an individual. (profession ou métier)\n\nPerson\n\nAn individual. (personne)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nPerson authorized to give instructions\n\nIn respect of an account, means a person who is authorized to instruct on the account or make changes to the account, such as modifying the account type, updating the account contact details, and in the case of a credit card account, requesting a limit increase or decrease, or adding or removing card holders. A person who is only able to conduct transactions on the account is not considered a person authorized to give instructions. (personne habilitée à donner des instructions)\n\nPolitically exposed domestic person\n\nA person who, at a given time, holds—or has held within a prescribed period before that time—one of the offices or positions referred to in any of paragraphs (a) and (c) to (j) in or on behalf of the federal government or a provincial government or any of the offices or positions referred to in paragraphs (b) and (k):\n\n01. (a) Governor General, lieutenant governor or head of government;\n02. (b) member of the Senate or House of Commons or member of a legislature of a province;\n03. (c) deputy minister or equivalent rank;\n04. (d) ambassador, or attaché or counsellor of an ambassador;\n05. (e) military officer with a rank of general or above;\n06. (f) president of a corporation that is wholly owned directly by His Majesty in right of Canada or a province;\n07. (g) head of a government agency;\n08. (h) judge of an appellate court in a province, the Federal Court of Appeal or the Supreme Court of Canada;\n09. (i) leader or president of a political party represented in a legislature;\n10. (j) holder of any prescribed office or position; or\n11. (k) mayor, reeve or other similar chief officer of a municipal or local government.\n\n(national politiquement vulnérable)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 9.3(3).\n\nPolitically exposed foreign person\n\nA person who holds or has held one of the following offices or positions in or on behalf of a foreign state:\n\n01. (a) head of state or head of government;\n02. (b) member of the executive council of government or member of a legislature;\n03. (c) deputy minister or equivalent rank;\n04. (d) ambassador, or attaché or counsellor of an ambassador;\n05. (e) military officer with a rank of general or above;\n06. (f) president of a state-owned company or a state-owned bank;\n07. (g) head of a government agency;\n08. (h) judge of a supreme court, constitutional court or other court of last resort;\n09. (i) leader or president of a political party represented in a legislature; or\n10. (j) holder of any prescribed office or position.\n\n(étranger politiquement vulnérable)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nPossibility\n\nIn regards to completing a suspicious transaction report (STR), the likelihood that a transaction may be related to a money laundering/terrorist financing (ML/TF) offence. For example, based on your assessment of facts, context and ML/TF indicators you have reasonable grounds to suspect that a transaction is related to the commission or attempted commission of an ML/TF offence. (possibilité)\n\nPrecious metal\n\nGold, silver, palladium or platinum in the form of coins, bars, ingots or granules or in any other similar form. (métal précieux)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nPrecious stones\n\nDiamonds, sapphires, emeralds, tanzanite, rubies or alexandrite. (pierre précieuse)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nPrepaid payment product\n\nA product that is issued by a financial entity and that enables a person or entity to engage in a transaction by giving them electronic access to funds or virtual currency paid to a prepaid payment product account held with the financial entity in advance of the transaction. It excludes a product that:\n\n1. (a) enables a person or entity to access a credit or debit account or one that is issued for use only with particular merchants; or\n2. (b) is issued for single use for the purposes of a retail rebate program.\n\n(produit de paiement prépayé)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nPrepaid payment product account\n\nAn account – other than an account to which only a public body or, if doing so for the purposes of humanitarian aid, a registered charity as defined in subsection 248(1) of the Income Tax Act, can add funds or virtual currency – that is connected to a prepaid payment product and that permits:\n\n1. (a) funds or virtual currency that total $1,000 or more to be added to the account within a 24-hour period; or\n2. (b) a balance of funds or virtual currency of $1,000 or more to be maintained.\n\n(compte de produit de paiement prépayé)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nPrescribed\n\nPrescribed by regulations made by the Governor in Council. (Version anglaise seulement)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nProbability\n\nThe likelihood in regards to completing a suspicious transaction report (STR) that a financial transaction is related to a money laundering/terrorist financing (ML/TF) offence. For example, based on facts, having reasonable grounds to believe that a transaction is probably related to the commission or attempted commission of an ML/TF offence. (probabilité)\n\nProduction order\n\nA judicial order that compels a person or entity to disclose records to peace officers or public officers. (ordonnance de communication)\n\nPublic body\n\nMeans\n\n1. (a) a department or an agent of His Majesty in right of Canada or an agent or mandatary of His Majesty in right of a province;\n2. (b) an incorporated city or town, village, metropolitan authority, township, district, county, rural municipality or other incorporated municipal body in Canada or an agent or mandatary in Canada of any of them; and\n3. (c) an organization that operates a public hospital and that is designated by the Minister of National Revenue as a hospital authority under the [Excise Tax Act](https://laws-lois.justice.gc.ca/eng/acts/E-15), or an agent or mandatary of such an organization.\n\n\n(organisme public)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nReal estate broker or sales representative\n\nA person or entity that is authorized under provincial legislation to act as an agent or mandatary for purchasers or vendors in respect of the purchase or sale of real property or immovables. (courtier ou agent immobilier)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nReal estate developer\n\nA person or entity that, in any calendar year after 2007, has sold to the public, other than in the capacity of a real estate broker or sales representative:\n\n1. (a) five or more new houses or condominium units;\n2. (b) one or more new commercial or industrial buildings; or\n3. (c) one or more new multi-unit residential buildings each of which contains five or more residential units, or two or more new multi-unit residential buildings that together contain five or more residential units.\n\n(promoteur immobilier)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nReasonable measures\n\nSteps taken to achieve a desired outcome, even if they do not result in the desired outcome. For example, this can include doing one or more of the following:\n\n- asking the client,\n- conducting open source searches,\n- retrieving information already available, including information held in non-digital formats, or\n- consulting commercially available information.\n\n(mesures raisonnables)Receipt of funds record\n\nA record that indicates the receipt of an amount of funds and that contains the following information:\n\n01. (a) the date of the receipt;\n02. (b) if the amount is received from a person, their name, address and date of birth and the nature of their principal business or their occupation;\n03. (c) if the amount is received from or on behalf of an entity, the entity's name and address and the nature of their principal business;\n04. (d) the amount of the funds received and of any part of the funds that is received in cash;\n05. (e) the method by which the amount is received;\n06. (f) the type and amount of each fiat currency involved in the receipt;\n07. (g) if applicable, the exchange rates used and their source;\n08. (h) the number of every account that is affected by the transaction in which the receipt occurs, the type of account and the name of each account holder;\n09. (i) the name and address of every other person or entity that is involved in the transaction, the nature of their principal business or their occupation and, in the case of a person, their date of birth;\n10. (j) every reference number that is connected to the transaction and has a function equivalent to that of an account number; and\n11. (k) the purpose of the transaction.\n\n(relevé de réception de fonds)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nRegistered pension plan\n\nHas the same meaning as in subsection 248(1) of the [Income Tax Act](https://laws-lois.justice.gc.ca/eng/acts/I-3.3). (régime de pension agréé)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nRegistered retirement income fund\n\nHas the same meaning as in subsection 248(1) of the [Income Tax Act](https://laws-lois.justice.gc.ca/eng/acts/I-3.3). (fonds enregistré de revenu de retraite)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nReliable\n\nIn respect of information that is used to verify identity, means that the source is well known, reputable, and is considered one that you trust to verify the identity of the client. (fiable)\n\nRepresentative for service\n\nAn individual in Canada that has been appointed by a person or entity that is a foreign money services business (FMSB), pursuant to the PCMLTFA, to receive notices and documents on behalf of the FMSB. (représentant du service)\n\nRisk assessment\n\nThe review and documentation of potential money laundering/terrorist financing risks in order to help a business establish policies, procedures and controls to detect and mitigate these risks and their impact. (évaluation des risques)\n\nSanctions evasion\n\nSanctions evasion offence means an offence arising from the contravention of a restriction or prohibition established by an order or a regulation made under the United Nations Act, the Special Economic Measures Act or the Justice for Victims of Corrupt Foreign Officials Act (Sergei Magnitsky Law). (contournement des sanctions)\n\nSecurities dealer\n\nA person or entity that is referred to in paragraph 5(g) of the Act. (courtier en valeurs mobilières)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nSenior officer\n\nIn respect of an entity, means:\n\n1. (a) a director of the entity who is one of its full-time employees;\n2. (b) the entity's chief executive officer, chief operating officer, president, secretary, treasurer, controller, chief financial officer, chief accountant, chief auditor or chief actuary, or any person who performs any of those functions; or\n3. (c) any other officer who reports directly to the entity's board of directors, chief executive officer or chief operating officer.\n\n(cadre dirigeant)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nService agreement\n\nAn agreement between a money services business (MSB) and an organization according to which the MSB will provide any of the following MSB services on an ongoing basis:\n\n- money transfers;\n- foreign currency exchange;\n- issuing or redeeming money orders, traveller's cheques or anything similar; or\n- dealing in virtual currencies.\n- Crowdfunding\n- Armoured Cars\n\n(accord de relation commerciale)\nSettlor\n\nA settlor is an individual or entity that creates a trust with a written trust declaration. The settlor ensures that legal responsibility for the trust is given to a trustee and that the trustee is provided with a trust instrument document that explains how the trust is to be used for the beneficiaries. A settlor includes any individual or entity that contributes financially to that trust, either directly or indirectly. (constituant)\n\nShell bank\n\nA foreign financial institution that:\n\n1. (a) does not have a place of business that:\n1. (i) is located at a fixed address—where it employs one or more persons on a full-time basis and maintains operating records related to its banking activities—in a country in which it is authorized to conduct banking activities; and\n2. (ii) is subject to inspection by the regulatory authority that licensed it to conduct banking activities; and\n2. (b) is not controlled by, or under common control with, a depository institution, credit union or foreign financial institution that maintains a place of business referred to in paragraph (a) in Canada or in a foreign country.\n\n(banque fictive)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(1).\n\nSignature\n\nIncludes an electronic signature or other information in electronic form that is created or adopted by a client of a person or entity referred to in section 5 of the Act and that is accepted by the person or entity as being unique to that client. (signature)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nSignature card\n\nIn respect of an account, means a document that is signed by a person who is authorized to give instructions in respect of the account, or electronic data that constitutes the signature of such a person. (fiche-signature)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nSource\n\nThe issuer or provider of information or documents for verifying identification. (source)\n\nSource of funds or of virtual currency (VC)\n\nThe origin of the particular funds or VC used to carry out a specific transaction or to attempt to carry out a transaction. It is how the funds were acquired, not where the funds may have been transferred from. For example, the source of funds could originate from activities or occurrences such as employment income, gifts, the sale of a large asset, criminal activity, etc. (origine des fonds ou de la monnaie virtuelle (MV))\n\nSource of wealth\n\nThe origin of a person's total assets that can be reasonably explained, rather than what might be expected. For example, a person's wealth could originate from an accumulation of activities and occurrences such as business undertakings, family estates, previous and current employment income, investments, real estate, inheritance, lottery winnings, etc. (origine de la richesse)\n\nStarting action\n\nWith respect to a reportable transaction, information related to the instructions provided by the person or entity making the request to the reporting entity to start a transaction. For example, an individual arrives at a bank and requests to purchase a bank draft. The starting action is the details of the instructions for the purchase which includes the funds or virtual currency that the requesting person or entity brought to the reporting entity. A transaction must have at least one starting action. (action d’amorce)\n\nSWIFT\n\nThe Society for Worldwide Interbank Financial Telecommunication. (SWIFT)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nTerrorist activity\n\nHas the same meaning as in subsection 83.01(1) of the [Criminal Code](https://laws-lois.justice.gc.ca/eng/acts/C-46). (activité terroriste)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nTerrorist activity financing offence\n\nAn offence under section 83.02, 83.03 or 83.04 of the [Criminal Code](https://laws-lois.justice.gc.ca/eng/acts/C-46) or an offence under section 83.12 of the [Criminal Code](https://laws-lois.justice.gc.ca/eng/acts/C-46) arising out of a contravention of section 83.08 of that Act.\n\nA terrorist financing offence is knowingly collecting or giving property (such as money) to carry out terrorist activities. This includes the use and possession of any property to help carry out the terrorist activities. The money earned for terrorist financing can be from legal sources, such as personal donations and profits from a business or charitable organization or from criminal sources, such as the drug trade, the smuggling of weapons and other goods, fraud, kidnapping and extortion. (infraction de financement des activités terroristes)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nThird party\n\nAny individual or entity that instructs another individual or entity to act on their behalf for a financial activity or transaction. (tiers)\n\nThreats to the security of Canada\n\nHas the same meaning as in section 2 of the [Canadian Security Intelligence Service Act](https://laws-lois.justice.gc.ca/eng/acts/C-23). (menaces envers la sécurité du Canada)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nTraining program\n\nA written and implemented program outlining the ongoing training for your employees, agents or other individuals authorized to act on your behalf. It should contain information about all your obligations and requirements to be fulfilled under the Proceeds of Crime (Money Laundering) and Terrorist Financing Act and its associated Regulations. (programme de formation)\n\nTrust\n\nA right of property held by one individual or entity (a trustee) for the benefit of another individual or entity (a beneficiary). (fiducie)\n\nTrust company\n\nA company that is referred to in any of paragraphs 5(d) to (e.1) of the Act. (société de fiducie)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nTrustee\n\nA trustee is the individual or entity authorized to hold or administer the assets of a trust. (fiduciaire)\n\nTutor\n\nIn the context of civil law, a person who has been lawfully appointed to the care of the person and property of a minor. (tuteur)\n\nTwo year effectiveness review\n\nA review, conducted every two years (at a minimum), by an internal or external auditor to test the effectiveness of your policies and procedures, risk assessment, and training program. (examen bisannuel de l'efficacité)\n\nValid\n\nIn respect of a document or information that is used to verify identity, appears legitimate or authentic and does not appear to have been altered or had any information redacted. The information must also be valid according to the issuer, for example if a passport is invalid because of a name change, it is not valid for FINTRAC purposes. (valide)\n\nVerify identity\n\nTo refer to certain information or documentation, in accordance with the prescribed methods, to identify a person or entity (client). (vérifier l'identité)\n\nVery large corporation or trust\n\nA corporation or trust that has minimum net assets of $75 million CAD on its last audited balance sheet. The corporation's shares or units have to be traded on a Canadian stock exchange or on a stock exchange designated under subsection 262(1) of the Income Tax Act. The corporation or trust also has to operate in a country that is a member of the Financial Action Task Force (FATF). (personne morale ou fiducie dont l'actif est très important)\n\nViolation\n\nA contravention of the Act or the regulations that is designated as a violation by regulations made under subsection 73.1(1). (violation)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nVirtual currency\n\nMeans:\n\n1. (a) a digital representation of value that can be used for payment or investment purposes that is not a fiat currency and that can be readily exchanged for funds or for another virtual currency that can be readily exchanged for funds; or\n2. (b) a private key of a cryptographic system that enables a person or entity to have access to a digital representation of value referred to in paragraph (a).\n\n(monnaie virtuelle)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2) and PCMLTFSTRR, SOR/2001-317, s. 1(2).\n\nVirtual currency exchange transaction\n\nAn exchange, at the request of another person or entity, of virtual currency for funds, funds for virtual currency or one virtual currency for another. (opération de change en monnaie virtuelle)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nVirtual currency exchange transaction ticket\n\nA record respecting a virtual currency exchange transaction—including an entry in a transaction register—that sets out:\n\n1. (a) the date of the transaction;\n2. (b) in the case of a transaction of $1,000 or more, the name and address of the person or entity that requests the exchange, the nature of their principal business or their occupation and, in the case of a person, their date of birth;\n3. (c) the type and amount of each type of funds and each of the virtual currencies involved in the payment made and received by the person or entity that requests the exchange;\n4. (d) the method by which the payment is made and received;\n5. (e) the exchange rates used and their source;\n6. (f) the number of every account that is affected by the transaction, the type of account and the name of each account holder;\n7. (g) every reference number that is connected to the transaction and has a function equivalent to that of an account number; and\n8. (h) every transaction identifier, including the sending and receiving addresses.\n\n(fiche d'opération de change en monnaie virtuelle)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nWorking days\n\nIn respect of an electronic funds transfer (EFT) report or a large virtual currency transaction report, a working day is a day between and including Monday to Friday. It excludes Saturday, Sunday, and a public holiday. (jour ouvrable)\n\nDate Modified: 2024-10-11",
    "metadata": {
        "title": "Compliance program requirements",
        "description": "Information on Compliance program requirements under the PCMLTFA",
        "language": "en",
        "ogLocaleAlternate": [],
        "dctermsSubject": "FINTRAC, compliance program, compliance regime, requirements",
        "viewport": "width=device-width, initial-scale=1",
        "dcterms.title": "Compliance program requirements | FINTRAC – Canada.ca  ",
        "dcterms.creator": "Government of Canada, Financial Transactions and Reports Analysis Centre of Canada",
        "dcterms.issued": "2017-11-20",
        "dcterms.modified": "2024-10-11",
        "dcterms.subject": "FINTRAC, compliance program, compliance regime, requirements",
        "dcterms.language": "eng",
        "name": "Government of Canada",
        "areaServed": "Canada",
        "sourceURL": "https://fintrac-canafe.canada.ca/guidance-directives/compliance-conformite/Guide4/4-eng",
        "statusCode": 200
    },
    "markdown_cleaned": "# Compliance program requirements : FINTRAC's compliance guidance\n\n**From:** Financial Transactions and Reports Analysis Centre of Canada (FINTRAC)\n\nThis guidance explains the compliance program requirements under the Proceeds of Crime (Money Laundering) and Terrorist Financing Act (the Act) and associated Regulations that **apply to all reporting entities**.\n\n## 1\\. What is a compliance program and what are its requirements\n\nA compliance program is established and implemented by a reporting entity that is intended to ensure its compliance with the Proceeds of Crime (Money Laundering) and Terrorist Financing Act (the Act) and associated Regulations. A compliance program forms the basis for meeting all of your reporting, record keeping, client identification and other know-your-client requirements under the Act and associated Regulations. All reporting entities must establish and implement a compliance program.\n\nSpecifically, all reporting entities must implement the following elements of a compliance program:\n\n- appoint a compliance officer who is responsible for implementing the program\n- develop and apply written compliance policies and procedures that are kept up to date and, in the case of an entity, are approved by a senior officer\n- conduct a risk assessment of your business to assess and document the risk of a money laundering or terrorist activity financing offence occurring in the course of your activities\n- develop and maintain a written, ongoing compliance training program for your employees, agents or mandataries, or other authorized persons\n- institute and document a plan for the ongoing compliance training program and deliver the training (training plan)\n- institute and document a plan for a review of the compliance program for the purpose of testing its effectiveness, and carry out this review every two years at a minimum ( two-year effectiveness review)\n\n\n## 2\\. Who can be a compliance officer and what are their responsibilities\n\nDepending on the size of your business, you could be the appointed compliance officer, or it could be another individual, such as:\n\n- a senior manager, the owner or the operator of your small business, or\n- someone from a senior level who has direct access to senior management and the board of directors of your large business\n\nIf you are a person rather than an entity, such as a sole proprietor, you can appoint yourself as the compliance officer, or you may choose to appoint someone else to help you implement the compliance program.\n\nAs a best practice, the appointed compliance officer of a larger business should not be directly involved in the receipt, transfer or payment of funds. The appointed compliance officer should also have independent oversight and be able to communicate directly with those parties who make decisions about the business such as senior management or the board of directors.\n\nAppointing someone to be your compliance officer alone does not fulfil your compliance program requirements. The appointed compliance officer is responsible for implementing all elements of a compliance program. Therefore, a compliance officer needs to:\n\n- have the necessary authority and access to resources in order to implement an effective compliance program and make any desired changes\n- have knowledge of your business's functions and structure\n- have knowledge of your business sector's money laundering, terrorist activity financing and sanctions evasion risks and vulnerabilities as well as money laundering, terrorist activity financing and sanctions evasion trends and typologies\n- understand your business sector's requirements under the Proceeds of Crime (Money Laundering) and Terrorist Financing Act (the Act) and associated Regulations\n\nA compliance officer may delegate certain duties to other employees. For example, the compliance officer of a large business may delegate responsibility to an individual in another office or branch. However, the compliance officer remains responsible for the implementation of the compliance program.\n\nWhile the compliance officer is appointed, it is the reporting entity's responsibility to meet its compliance program requirements under the Act and associated Regulations.\n\n\n## 3\\. Compliance policies and procedures requirements\n\nYour compliance policies and procedures must be:\n\n- written and should be in a form or format that is accessible to its intended audience\n- kept up to date (including changes to legislation or your internal processes, as well as any other changes that would require an update)\n- approved by a senior officer, if you are an entity\n\nYour policies and procedures should be made available to all those authorized to act on your behalf, including employees, agents and any others that deal with clients, transactions, or other activities.\n\nYour compliance policies and procedures should cover at minimum the following requirements as applicable to you as a reporting entity:\n\n- **compliance program**: this includes your requirements to have an appointed compliance officer, a risk assessment, an ongoing compliance training program and plan, and a two-year effectiveness review and plan, which consists of a review of your policies and procedures, risk assessment, and ongoing training program and plan\n- **know your client**: this includes your requirements for verifying client identity, politically exposed persons, heads of international organizations, their family members and close associates, beneficial ownership, and third party determination\n- **business relationship and ongoing monitoring**\n- **record keeping**\n- **Transaction reporting**\n- **travel rule** requirements: this includes your requirement to develop and apply written risk-based policies and procedures to help determine whether you should suspend or reject an electronic funds transfer or virtual currency transfer that you receive, and any other follow-up measures, if the transfer does not include the required travel rule information and you are unable to obtain this information through your reasonable measures\n- **Ministerial directive** requirements\n\nYour compliance policies and procedures should also include the processes and controls you have put in place to meet your requirements, including:\n\n- when the obligation is triggered\n- the information that must be reported, recorded, or considered\n- the procedures you created to ensure that you fulfill a requirement\n- the timelines associated with your requirements and methods of reporting (if applicable)\n\nYour policies and procedures must also describe the steps you will take for all the obligations that require you to take reasonable measures. For example, when you are required to take reasonable measures to obtain information to include in a report, your policies and procedures must describe the steps you will take, which could include asking the client.\n\nIf your reporting entity sector has an industry association or governing body that has provided you with a generic set of policies and procedures, you must tailor them to your business.\n\nThe level of detail in your compliance policies and procedures will depend on your business's size, structure, and complexity, and degree of exposure to money laundering, terrorist activity financing and sanctions evasion risks.\n\n## 4\\. Risk assessment requirements\n\nYour compliance program must include policies and procedures that you develop and apply to assess your money laundering, terrorist activity financing and sanctions evasion risks in the course of your activities. When assessing and documenting your money laundering, terrorist activity financing and sanctions evasion risks, you must consider the following:\n\n- your clients, business relationships, and correspondent banking relationships including their activity patterns and geographic locations\n- the products, services and delivery channels you offer\n- the geographic location(s) where you conduct your activities\n- if you are a **financial entity**, **life insurance company**, or **securities dealer**, the risks resulting from the activities of an **affiliate,** if it is also subject to the Proceeds of Crime (Money Laundering) and Terrorist Financing Act and associated Regulations under these reporting entity sectors, or if it is a foreign affiliate that carries out activities outside Canada that are similar to these sectors\n- the risks resulting from new developments or new technologies you intend to carry out or introduce, before doing so, that may have an impact on your clients, business relationships, products, services or delivery channels, or the geographic location of your activities\n- the applicable risks for your reporting entity sector, detailed in the latest National Risk Assessment of Money Laundering and Terrorist Financing in Canada\n- any other relevant factors affecting your business (for example, employee turnover, industry rules and regulations)\n\nIf, at any time, you consider the risk of a money laundering or terrorist activity financing offence to be high, you must take enhanced measures.\n\nFor more information:\n\n- Risk assessment guidance\n\n\n## 5\\. Enhanced measures\n\nEnhanced measures are the additional controls and processes that you have put in place to manage and reduce the risks associated with your high-risk clients and business areas. As part of your compliance program, you must develop and apply written policies and procedures for the enhanced measures that you will take for any money laundering, terrorist activity financing or sanctions evasion risks you identify as high.\n\nYour policies and procedures for enhanced measures must include:\n\n- the additional steps, based on assessment of the risk, that you will take to verify the identity of a person or entity\n- any other additional steps that you will take to mitigate the risks, including, but not limited to, the additional steps to:\n  - ensure client identification information and beneficial ownership information is updated at a frequency that is appropriate to the level of risk\n  - conduct ongoing monitoring of business relationships at a frequency that is appropriate to the level of risk\n\nEnhanced measures to mitigate risk can include:\n\n- obtaining additional information on a client (for example, information from public databases and the internet)\n- obtaining information on the client's source of funds or source of wealth\n- obtaining information on the reasons for attempted or conducted transactions, or\n- any other measures you deem appropriate\n\n## 6\\. Training program and plan requirements\n\nIf you have employees, agents or mandataries, or other persons authorized to act on your behalf, you must develop and maintain a written, ongoing compliance training program. Your training program should explain what your employees, agents or mandataries, or other persons authorized to act on your behalf, need to know and understand, including:\n\n- your requirements under the Proceeds of Crime (Money Laundering) and Terrorist Financing Act (the Act) and associated Regulations\n- background information on money laundering and terrorist activity financing, such as the definition of money laundering and terrorist activity financing, and methods of money laundering and terrorist activity financing\n- how your business or profession could be vulnerable to money laundering and terrorist activity financing activities (provide indicators and examples)\n- the compliance policies and procedures you have developed to help meet your requirements under the Act and associated Regulations for preventing and detecting money laundering and terrorist activity financing, including your reporting, record keeping and know your client requirements\n- their roles and responsibilities in detecting and deterring money laundering and terrorist activity financing activities, and when dealing with potentially suspicious activities or transactions\n\nYou must institute and document a plan for your ongoing compliance training program and for delivering the training. Your training plan should cover how you will implement your ongoing compliance training program and its delivery.\n\nThis includes documenting the steps you will take to ensure your employees, agents or mandataries, or other persons authorized to act on your behalf receive an appropriate level of training relevant to their duties and position, on an ongoing basis.\n\nYour training plan should include information on:\n\n- training recipients\n- training topics and materials\n- training methods for delivery\n- training frequency\n\n### Training recipients\n\nYour training plan should explain who will receive training. Training recipients should include those who:\n\n- have contact with clients, such as front-line staff or agents\n- are involved in client transaction activities\n- handle cash, funds, or virtual currency for you, in any way, and\n- are responsible for implementing or overseeing the compliance program, such as the compliance officer, senior management, information technology staff or internal auditors\n\n### Training topics and material\n\nYour training plan should outline the topics that will be covered in your training program. It should also include the sources of the training materials that will cover these topics.\n\n### Training methods for delivery\n\nYour training plan should describe the training method(s) that you will use to deliver your ongoing compliance training program.\n\nTraining methods could include:\n\n- self-directed learning (where recipients read materials on their own, register for on-line courses or use e-learning materials)\n- information sessions\n- face-to-face meetings\n- classroom\n- conferences, and\n- on-the-job training where instruction is provided\n\nInstructors can be in-house personnel or an external service provider, but they should have knowledge of the Act and associated Regulations. If you decide to use in-house personnel, you may need to hire or allocate staff to provide training.\n\nIf you decide to use an external service provider, you may need to determine whether their services and training content are suitable for your business. You can use 1 or more training methods. The method(s) that you choose may depend on the size of your business and the number of people that need to be trained.\n\n### Training frequency\n\nYour training plan should describe the frequency of your training program. Training can be delivered at regular intervals (for example, monthly, semi-annually, annually), when certain events occur (for example, before a new employee deals with clients, after a procedure is changed), or by using a combination of both.\n\nYour training program and plan should be tailored to your business's size, structure and complexity, and its degree of exposure to money laundering, terrorist activity financing and sanctions evasion risk. For example, if you are a large business, you may decide to provide different types of training to your employees, agents or mandataries, or other persons authorized to act on your behalf based on their specific roles and duties (for example, general or specialized training). This should be explained in your training plan.\n\nYour training program should also include a record of the training that has been delivered (for example, the date the training took place, a list of the attendees who received the training, the topics that were covered). Training records will help you keep track of the training and assist you in scheduling the next training dates. They will also demonstrate that you are carrying out your training program on an ongoing basis.\n\n**Note:** If you are a sole proprietor with no employees, agents or other individuals authorized to act on your behalf, you are not required to have a training program nor are you required to have a training plan in place for yourself.\n\n\n## 7\\. Two-year effectiveness review and plan requirements\n\nA two-year effectiveness review is an evaluation that must be conducted every 2 years (at a minimum) to test the effectiveness of the elements of your compliance program (policies and procedures, risk assessment, and ongoing training program and plan). You must start your effectiveness review no later than 2 years (24 months) from the start of your previous review. You must also ensure that you have completed your previous review before you start the next review.\n\nThe purpose of an effectiveness review is to determine whether your compliance program has gaps or weaknesses that may prevent your business from effectively detecting and preventing money laundering, terrorist activity financing and sanctions evasion.\n\nYour effectiveness review will help you determine if:\n\n- your business practices reflect what is written in your compliance program documentation and if you are meeting your requirements under the Proceeds of Crime (Money Laundering) and Terrorist Financing Act (the Act) and associated Regulations\n- your risk assessment is effective at identifying and mitigating the money laundering, terrorist activity financing and sanctions evasion risks related to your clients, affiliates (if any), products, services, delivery channels, new developments or technology, and geographic locations where you do business\n\nThe review must be carried out and the results documented by an internal or external auditor, or by yourself if you do not have an auditor. Your review should be conducted by someone who is knowledgeable of your requirements under the Act and associated Regulations. Also, as a best practice, to ensure that your review is impartial, it should not be conducted by someone who is directly involved in your compliance program activities. Regardless of who carries out the review, as a reporting entity it is your responsibility to ensure that the review is conducted (at a minimum) every 2 years and that the review tests the effectiveness of your compliance program.\n\nYou must also institute and document a plan for the two-year effectiveness review of your compliance program. This plan should describe the scope of the review and must include all the elements of your compliance program. The breadth and depth of review for each element may vary depending on factors such as:\n\n- the complexity of your business\n- transaction volumes\n- findings from previous reviews\n- current money laundering, terrorist activity financing and sanctions evasion risks.\n\nYour plan should not only describe the scope of the review, but it should include the rationale that supports the areas of focus, the time period that will be reviewed, the anticipated evaluation methods and sample sizes.\n\nThe evaluation methods can include, but are not limited to, interviewing staff, sampling records and reviewing documentation. The following are examples of what can be included in your review:\n\n- interviews with those handling transactions to evaluate their knowledge of your policies and procedures and related record keeping, client identification and reporting requirements\n- a review of a sample of your records to assess whether your client identification policies and procedures are being followed\n- a review of your agreements with agents or mandataries, as applicable, as well as a review of a sample of the information that your agents or mandataries referred to in order to verify the identity of persons, to assess whether client identification policies and procedures are being followed\n- a review of transactions to assess whether suspicious transactions were reported to FINTRAC\n- a review of large cash transactions to assess whether they were reported to FINTRAC with accurate information and within the prescribed timelines\n- a review of electronic funds transfers to assess whether reportable transfers were reported to FINTRAC with accurate information and within the prescribed  timelines (applicable to reporting entity sectors that have electronic funds transfer obligations)\n- a review of a sample of your client records to see whether the risk assessment was applied in accordance with your risk assessment process\n- a review of a sample of your client records to see whether the frequency of your ongoing monitoring is adequate and carried out in accordance with the client's risk level assessment\n- a review of a sample of high-risk client records to confirm that enhanced mitigation measures were taken\n- a review of a sample of your records to confirm that proper record keeping procedures are being followed\n- a review of your risk assessment to confirm that it reflects your current operations\n- a review of your policies and procedures to ensure that they are up to date and reflect the current legislative requirements and that they reflect your current business practices\n\nYou should also document the following in your two-year effectiveness review:\n\n- the date the review was conducted, the period that was covered by the review and the person or entity who performed the review\n- the results of the tests that were performed\n- the conclusions, including deficiencies, recommendations and action plans, if any\n\n**If you are an entity**, you must report, in writing, the following to a senior officer no later than 30 days after the completion of the effectiveness review:\n\n- the findings of the review (for example, deficiencies, recommendations, action plans)\n- any updates made to the policies and procedures during the reporting period (the period covered by the two-year review) that were not made as a result of the review itself\n- the status of the implementation of the updates made to your policies and procedures",
    "chunks": [
        {
            "idx": 0,
            "content": "# Compliance program requirements : FINTRAC's compliance guidance  \n**From:** Financial Transactions and Reports Analysis Centre of Canada (FINTRAC)  \nThis guidance explains the compliance program requirements under the Proceeds of Crime (Money Laundering) and Terrorist Financing Act (the Act) and associated Regulations that **apply to all reporting entities**.",
            "metadata": {
                "Header 1": "Compliance program requirements : FINTRAC's compliance guidance"
            },
            "word_count": 47,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 1,
            "content": "## 1\\. What is a compliance program and what are its requirements  \nA compliance program is established and implemented by a reporting entity that is intended to ensure its compliance with the Proceeds of Crime (Money Laundering) and Terrorist Financing Act (the Act) and associated Regulations. A compliance program forms the basis for meeting all of your reporting, record keeping, client identification and other know-your-client requirements under the Act and associated Regulations. All reporting entities must establish and implement a compliance program.  \nSpecifically, all reporting entities must implement the following elements of a compliance program:  \n- appoint a compliance officer who is responsible for implementing the program\n- develop and apply written compliance policies and procedures that are kept up to date and, in the case of an entity, are approved by a senior officer",
            "metadata": {
                "Header 1": "Compliance program requirements : FINTRAC's compliance guidance",
                "Header 2": "1\\. What is a compliance program and what are its requirements"
            },
            "word_count": 135,
            "bullet_point_ratio": 0.4
        },
        {
            "idx": 2,
            "content": "- conduct a risk assessment of your business to assess and document the risk of a money laundering or terrorist activity financing offence occurring in the course of your activities\n- develop and maintain a written, ongoing compliance training program for your employees, agents or mandataries, or other authorized persons\n- institute and document a plan for the ongoing compliance training program and deliver the training (training plan)\n- institute and document a plan for a review of the compliance program for the purpose of testing its effectiveness, and carry out this review every two years at a minimum ( two-year effectiveness review)",
            "metadata": {
                "Header 1": "Compliance program requirements : FINTRAC's compliance guidance",
                "Header 2": "1\\. What is a compliance program and what are its requirements"
            },
            "word_count": 103,
            "bullet_point_ratio": 1.0
        },
        {
            "idx": 3,
            "content": "## 2\\. Who can be a compliance officer and what are their responsibilities  \nDepending on the size of your business, you could be the appointed compliance officer, or it could be another individual, such as:  \n- a senior manager, the owner or the operator of your small business, or\n- someone from a senior level who has direct access to senior management and the board of directors of your large business  \nIf you are a person rather than an entity, such as a sole proprietor, you can appoint yourself as the compliance officer, or you may choose to appoint someone else to help you implement the compliance program.  \nAs a best practice, the appointed compliance officer of a larger business should not be directly involved in the receipt, transfer or payment of funds. The appointed compliance officer should also have independent oversight and be able to communicate directly with those parties who make decisions about the business such as senior management or the board of directors.",
            "metadata": {
                "Header 1": "Compliance program requirements : FINTRAC's compliance guidance",
                "Header 2": "2\\. Who can be a compliance officer and what are their responsibilities"
            },
            "word_count": 166,
            "bullet_point_ratio": 0.3333333333333333,
            "context": " This chunk discusses who can serve as a compliance officer and their responsibilities within the context of FINTRAC's compliance program requirements.",
            "questions": [
                "Who typically serves as a compliance officer for large and small businesses in the context of FINTRAC's compliance program requirements?",
                "What should be considered as a best practice regarding the appointment of a compliance officer in a larger business?",
                "How can a sole proprietor manage the implementation of the compliance program?"
            ],
            "qnas": [
                {
                    "question": "Who typically serves as a compliance officer for large and small businesses in the context of FINTRAC's compliance program requirements?",
                    "answer": "Typically, a compliance officer for large and small businesses, as required by FINTRAC's compliance program, can be the business owner, a senior manager, or an operator in the case of small businesses. For larger businesses, it should be someone from a senior level with direct access to senior management and the board of directors. If the business is run by an individual, such as a sole proprietor, they can appoint themselves or someone else to implement the compliance program. For larger businesses, it is recommended that the compliance officer is not directly involved in financial transactions and has independent oversight."
                },
                {
                    "question": "What should be considered as a best practice regarding the appointment of a compliance officer in a larger business?",
                    "answer": "As a best practice, the compliance officer appointed in a larger business should not be directly involved in the receipt, transfer, or payment of funds, according to FINTRAC's compliance program requirements. They should have independent oversight and the ability to communicate directly with senior decision-makers, such as senior management or the board of directors."
                },
                {
                    "question": "How can a sole proprietor manage the implementation of the compliance program?",
                    "answer": "A sole proprietor can manage the implementation of the compliance program by appointing themselves as the compliance officer, or by appointing another individual to help with the implementation. This is in accordance with FINTRAC's compliance program requirements."
                }
            ]
        },
        {
            "idx": 4,
            "content": "Appointing someone to be your compliance officer alone does not fulfil your compliance program requirements. The appointed compliance officer is responsible for implementing all elements of a compliance program. Therefore, a compliance officer needs to:  \n- have the necessary authority and access to resources in order to implement an effective compliance program and make any desired changes\n- have knowledge of your business's functions and structure\n- have knowledge of your business sector's money laundering, terrorist activity financing and sanctions evasion risks and vulnerabilities as well as money laundering, terrorist activity financing and sanctions evasion trends and typologies\n- understand your business sector's requirements under the Proceeds of Crime (Money Laundering) and Terrorist Financing Act (the Act) and associated Regulations",
            "metadata": {
                "Header 1": "Compliance program requirements : FINTRAC's compliance guidance",
                "Header 2": "2\\. Who can be a compliance officer and what are their responsibilities"
            },
            "word_count": 120,
            "bullet_point_ratio": 0.8
        },
        {
            "idx": 5,
            "content": "A compliance officer may delegate certain duties to other employees. For example, the compliance officer of a large business may delegate responsibility to an individual in another office or branch. However, the compliance officer remains responsible for the implementation of the compliance program.  \nWhile the compliance officer is appointed, it is the reporting entity's responsibility to meet its compliance program requirements under the Act and associated Regulations.",
            "metadata": {
                "Header 1": "Compliance program requirements : FINTRAC's compliance guidance",
                "Header 2": "2\\. Who can be a compliance officer and what are their responsibilities"
            },
            "word_count": 67,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 6,
            "content": "## 3\\. Compliance policies and procedures requirements  \nYour compliance policies and procedures must be:  \n- written and should be in a form or format that is accessible to its intended audience\n- kept up to date (including changes to legislation or your internal processes, as well as any other changes that would require an update)\n- approved by a senior officer, if you are an entity  \nYour policies and procedures should be made available to all those authorized to act on your behalf, including employees, agents and any others that deal with clients, transactions, or other activities.  \nYour compliance policies and procedures should cover at minimum the following requirements as applicable to you as a reporting entity:",
            "metadata": {
                "Header 1": "Compliance program requirements : FINTRAC's compliance guidance",
                "Header 2": "3\\. Compliance policies and procedures requirements"
            },
            "word_count": 117,
            "bullet_point_ratio": 0.42857142857142855
        },
        {
            "idx": 7,
            "content": "- **compliance program**: this includes your requirements to have an appointed compliance officer, a risk assessment, an ongoing compliance training program and plan, and a two-year effectiveness review and plan, which consists of a review of your policies and procedures, risk assessment, and ongoing training program and plan\n- **know your client**: this includes your requirements for verifying client identity, politically exposed persons, heads of international organizations, their family members and close associates, beneficial ownership, and third party determination\n- **business relationship and ongoing monitoring**\n- **record keeping**\n- **Transaction reporting**",
            "metadata": {
                "Header 1": "Compliance program requirements : FINTRAC's compliance guidance",
                "Header 2": "3\\. Compliance policies and procedures requirements"
            },
            "word_count": 91,
            "bullet_point_ratio": 1.0
        },
        {
            "idx": 8,
            "content": "- **travel rule** requirements: this includes your requirement to develop and apply written risk-based policies and procedures to help determine whether you should suspend or reject an electronic funds transfer or virtual currency transfer that you receive, and any other follow-up measures, if the transfer does not include the required travel rule information and you are unable to obtain this information through your reasonable measures\n- **Ministerial directive** requirements  \nYour compliance policies and procedures should also include the processes and controls you have put in place to meet your requirements, including:  \n- when the obligation is triggered\n- the information that must be reported, recorded, or considered\n- the procedures you created to ensure that you fulfill a requirement\n- the timelines associated with your requirements and methods of reporting (if applicable)",
            "metadata": {
                "Header 1": "Compliance program requirements : FINTRAC's compliance guidance",
                "Header 2": "3\\. Compliance policies and procedures requirements"
            },
            "word_count": 132,
            "bullet_point_ratio": 0.8571428571428571,
            "context": " This chunk details specific requirements for compliance policies and procedures, including travel rule and Ministerial directive obligations, within the broader context of FINTRAC's compliance guidance for reporting entities.",
            "questions": [
                "What are the travel rule requirements for reporting entities?",
                "How should compliance policies and procedures address Ministerial directive requirements?",
                "What information must be reported under travel rule and Ministerial directive requirements?"
            ],
            "qnas": [
                {
                    "question": "What are the travel rule requirements for reporting entities?",
                    "answer": "Reporting entities must develop and apply written risk-based policies and procedures to determine whether to suspend or reject electronic funds transfers or virtual currency transfers that lack required travel rule information, as per FINTRAC's guidelines. If such information is missing and cannot be obtained through reasonable measures, these procedures should outline any follow-up actions."
                },
                {
                    "question": "How should compliance policies and procedures address Ministerial directive requirements?",
                    "answer": "Compliance policies and procedures should address Ministerial directive requirements by outlining the processes and controls implemented to meet these obligations. This includes specifying when the obligation is triggered, detailing the information that must be reported, recorded, or considered, and establishing procedures to ensure requirement fulfillment. Additionally, policies should outline the associated timelines and methods of reporting, in accordance with FINTRAC's compliance guidance."
                },
                {
                    "question": "What information must be reported under travel rule and Ministerial directive requirements?",
                    "answer": "Under the travel rule and Ministerial directive requirements, as outlined by FINTRAC, the following information must be reported:\n\n- For the travel rule, required information includes details that help determine whether to suspend or reject an electronic funds transfer or virtual currency transfer if the necessary travel rule information is missing and cannot be obtained through reasonable measures.\n\n- For Ministerial directive requirements, the information that must be reported, recorded, or considered includes the processes and controls implemented to meet obligations, such as when the obligation is triggered, the procedures to fulfill requirements, and the associated timelines and methods of reporting."
                }
            ]
        },
        {
            "idx": 9,
            "content": "Your policies and procedures must also describe the steps you will take for all the obligations that require you to take reasonable measures. For example, when you are required to take reasonable measures to obtain information to include in a report, your policies and procedures must describe the steps you will take, which could include asking the client.  \nIf your reporting entity sector has an industry association or governing body that has provided you with a generic set of policies and procedures, you must tailor them to your business.  \nThe level of detail in your compliance policies and procedures will depend on your business's size, structure, and complexity, and degree of exposure to money laundering, terrorist activity financing and sanctions evasion risks.",
            "metadata": {
                "Header 1": "Compliance program requirements : FINTRAC's compliance guidance",
                "Header 2": "3\\. Compliance policies and procedures requirements"
            },
            "word_count": 122,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 10,
            "content": "## 4\\. Risk assessment requirements  \nYour compliance program must include policies and procedures that you develop and apply to assess your money laundering, terrorist activity financing and sanctions evasion risks in the course of your activities. When assessing and documenting your money laundering, terrorist activity financing and sanctions evasion risks, you must consider the following:  \n- your clients, business relationships, and correspondent banking relationships including their activity patterns and geographic locations\n- the products, services and delivery channels you offer\n- the geographic location(s) where you conduct your activities",
            "metadata": {
                "Header 1": "Compliance program requirements : FINTRAC's compliance guidance",
                "Header 2": "4\\. Risk assessment requirements"
            },
            "word_count": 89,
            "bullet_point_ratio": 0.6
        },
        {
            "idx": 11,
            "content": "- if you are a **financial entity**, **life insurance company**, or **securities dealer**, the risks resulting from the activities of an **affiliate,** if it is also subject to the Proceeds of Crime (Money Laundering) and Terrorist Financing Act and associated Regulations under these reporting entity sectors, or if it is a foreign affiliate that carries out activities outside Canada that are similar to these sectors\n- the risks resulting from new developments or new technologies you intend to carry out or introduce, before doing so, that may have an impact on your clients, business relationships, products, services or delivery channels, or the geographic location of your activities\n- the applicable risks for your reporting entity sector, detailed in the latest National Risk Assessment of Money Laundering and Terrorist Financing in Canada\n- any other relevant factors affecting your business (for example, employee turnover, industry rules and regulations)",
            "metadata": {
                "Header 1": "Compliance program requirements : FINTRAC's compliance guidance",
                "Header 2": "4\\. Risk assessment requirements"
            },
            "word_count": 147,
            "bullet_point_ratio": 1.0
        },
        {
            "idx": 12,
            "content": "If, at any time, you consider the risk of a money laundering or terrorist activity financing offence to be high, you must take enhanced measures.  \nFor more information:  \n- Risk assessment guidance",
            "metadata": {
                "Header 1": "Compliance program requirements : FINTRAC's compliance guidance",
                "Header 2": "4\\. Risk assessment requirements"
            },
            "word_count": 32,
            "bullet_point_ratio": 0.3333333333333333
        },
        {
            "idx": 13,
            "content": "## 5\\. Enhanced measures  \nEnhanced measures are the additional controls and processes that you have put in place to manage and reduce the risks associated with your high-risk clients and business areas. As part of your compliance program, you must develop and apply written policies and procedures for the enhanced measures that you will take for any money laundering, terrorist activity financing or sanctions evasion risks you identify as high.  \nYour policies and procedures for enhanced measures must include:  \n- the additional steps, based on assessment of the risk, that you will take to verify the identity of a person or entity\n- any other additional steps that you will take to mitigate the risks, including, but not limited to, the additional steps to:\n- ensure client identification information and beneficial ownership information is updated at a frequency that is appropriate to the level of risk",
            "metadata": {
                "Header 1": "Compliance program requirements : FINTRAC's compliance guidance",
                "Header 2": "5\\. Enhanced measures"
            },
            "word_count": 146,
            "bullet_point_ratio": 0.5
        },
        {
            "idx": 14,
            "content": "- conduct ongoing monitoring of business relationships at a frequency that is appropriate to the level of risk  \nEnhanced measures to mitigate risk can include:  \n- obtaining additional information on a client (for example, information from public databases and the internet)\n- obtaining information on the client's source of funds or source of wealth\n- obtaining information on the reasons for attempted or conducted transactions, or\n- any other measures you deem appropriate",
            "metadata": {
                "Header 1": "Compliance program requirements : FINTRAC's compliance guidance",
                "Header 2": "5\\. Enhanced measures"
            },
            "word_count": 73,
            "bullet_point_ratio": 0.8333333333333334
        },
        {
            "idx": 15,
            "content": "## 6\\. Training program and plan requirements  \nIf you have employees, agents or mandataries, or other persons authorized to act on your behalf, you must develop and maintain a written, ongoing compliance training program. Your training program should explain what your employees, agents or mandataries, or other persons authorized to act on your behalf, need to know and understand, including:  \n- your requirements under the Proceeds of Crime (Money Laundering) and Terrorist Financing Act (the Act) and associated Regulations\n- background information on money laundering and terrorist activity financing, such as the definition of money laundering and terrorist activity financing, and methods of money laundering and terrorist activity financing\n- how your business or profession could be vulnerable to money laundering and terrorist activity financing activities (provide indicators and examples)",
            "metadata": {
                "Header 1": "Compliance program requirements : FINTRAC's compliance guidance",
                "Header 2": "6\\. Training program and plan requirements"
            },
            "word_count": 130,
            "bullet_point_ratio": 0.6,
            "context": " This chunk is located under the \"Compliance program requirements: FINTRAC's compliance guidance\" section, specifically within the subsection \"6. Training program and plan requirements,\" detailing the essential elements of a written compliance training program for employees and authorized representatives.",
            "questions": [
                "Why is it important for employees and authorized representatives to understand their obligations under the Proceeds of Crime (Money Laundering) and Terrorist Financing Act and associated Regulations?",
                "What types of information should be included in a company's compliance training program regarding money laundering and terrorist activity financing?",
                "How can an understanding of the definitions and methods of money laundering and terrorist activity financing help in protecting a business or profession from such activities?"
            ],
            "qnas": [
                {
                    "question": "Why is it important for employees and authorized representatives to understand their obligations under the Proceeds of Crime (Money Laundering) and Terrorist Financing Act and associated Regulations?",
                    "answer": "It is important for employees and authorized representatives to understand their obligations under the Proceeds of Crime (Money Laundering) and Terrorist Financing Act and associated Regulations to ensure compliance with FINTRAC's guidelines. This understanding helps them recognize and mitigate risks associated with money laundering and terrorist financing, thereby protecting the business and upholding legal responsibilities."
                },
                {
                    "question": "What types of information should be included in a company's compliance training program regarding money laundering and terrorist activity financing?",
                    "answer": "A company's compliance training program regarding money laundering and terrorist activity financing should include the following types of information, as per FINTRAC's compliance guidance:\n\n- The requirements under the Proceeds of Crime (Money Laundering) and Terrorist Financing Act and associated Regulations\n- Background information on money laundering and terrorist activity financing, including definitions and methods\n- How the business or profession could be vulnerable to such activities, with indicators and examples"
                },
                {
                    "question": "How can an understanding of the definitions and methods of money laundering and terrorist activity financing help in protecting a business or profession from such activities?",
                    "answer": "Understanding the definitions and methods of money laundering and terrorist activity financing can help protect a business or profession by enabling employees to recognize and respond to potential risks. As outlined by FINTRAC's compliance guidance, a comprehensive training program should educate staff on the requirements of the Proceeds of Crime (Money Laundering) and Terrorist Financing Act, as well as the specific vulnerabilities of the business. This knowledge equips employees to identify indicators of illicit activities and take appropriate actions to mitigate risks, thereby safeguarding the business from legal and reputational damage."
                }
            ]
        },
        {
            "idx": 16,
            "content": "- the compliance policies and procedures you have developed to help meet your requirements under the Act and associated Regulations for preventing and detecting money laundering and terrorist activity financing, including your reporting, record keeping and know your client requirements\n- their roles and responsibilities in detecting and deterring money laundering and terrorist activity financing activities, and when dealing with potentially suspicious activities or transactions  \nYou must institute and document a plan for your ongoing compliance training program and for delivering the training. Your training plan should cover how you will implement your ongoing compliance training program and its delivery.  \nThis includes documenting the steps you will take to ensure your employees, agents or mandataries, or other persons authorized to act on your behalf receive an appropriate level of training relevant to their duties and position, on an ongoing basis.",
            "metadata": {
                "Header 1": "Compliance program requirements : FINTRAC's compliance guidance",
                "Header 2": "6\\. Training program and plan requirements"
            },
            "word_count": 140,
            "bullet_point_ratio": 0.5
        },
        {
            "idx": 17,
            "content": "Your training plan should include information on:  \n- training recipients\n- training topics and materials\n- training methods for delivery\n- training frequency",
            "metadata": {
                "Header 1": "Compliance program requirements : FINTRAC's compliance guidance",
                "Header 2": "6\\. Training program and plan requirements"
            },
            "word_count": 23,
            "bullet_point_ratio": 0.8
        },
        {
            "idx": 18,
            "content": "### Training recipients  \nYour training plan should explain who will receive training. Training recipients should include those who:  \n- have contact with clients, such as front-line staff or agents\n- are involved in client transaction activities\n- handle cash, funds, or virtual currency for you, in any way, and\n- are responsible for implementing or overseeing the compliance program, such as the compliance officer, senior management, information technology staff or internal auditors",
            "metadata": {
                "Header 1": "Compliance program requirements : FINTRAC's compliance guidance",
                "Header 2": "6\\. Training program and plan requirements",
                "Header 3": "Training recipients"
            },
            "word_count": 72,
            "bullet_point_ratio": 0.6666666666666666
        },
        {
            "idx": 19,
            "content": "### Training topics and material  \nYour training plan should outline the topics that will be covered in your training program. It should also include the sources of the training materials that will cover these topics.",
            "metadata": {
                "Header 1": "Compliance program requirements : FINTRAC's compliance guidance",
                "Header 2": "6\\. Training program and plan requirements",
                "Header 3": "Training topics and material"
            },
            "word_count": 35,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 20,
            "content": "### Training methods for delivery  \nYour training plan should describe the training method(s) that you will use to deliver your ongoing compliance training program.  \nTraining methods could include:  \n- self-directed learning (where recipients read materials on their own, register for on-line courses or use e-learning materials)\n- information sessions\n- face-to-face meetings\n- classroom\n- conferences, and\n- on-the-job training where instruction is provided  \nInstructors can be in-house personnel or an external service provider, but they should have knowledge of the Act and associated Regulations. If you decide to use in-house personnel, you may need to hire or allocate staff to provide training.",
            "metadata": {
                "Header 1": "Compliance program requirements : FINTRAC's compliance guidance",
                "Header 2": "6\\. Training program and plan requirements",
                "Header 3": "Training methods for delivery"
            },
            "word_count": 103,
            "bullet_point_ratio": 0.6
        },
        {
            "idx": 21,
            "content": "If you decide to use an external service provider, you may need to determine whether their services and training content are suitable for your business. You can use 1 or more training methods. The method(s) that you choose may depend on the size of your business and the number of people that need to be trained.",
            "metadata": {
                "Header 1": "Compliance program requirements : FINTRAC's compliance guidance",
                "Header 2": "6\\. Training program and plan requirements",
                "Header 3": "Training methods for delivery"
            },
            "word_count": 56,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 22,
            "content": "### Training frequency  \nYour training plan should describe the frequency of your training program. Training can be delivered at regular intervals (for example, monthly, semi-annually, annually), when certain events occur (for example, before a new employee deals with clients, after a procedure is changed), or by using a combination of both.  \nYour training program and plan should be tailored to your business's size, structure and complexity, and its degree of exposure to money laundering, terrorist activity financing and sanctions evasion risk. For example, if you are a large business, you may decide to provide different types of training to your employees, agents or mandataries, or other persons authorized to act on your behalf based on their specific roles and duties (for example, general or specialized training). This should be explained in your training plan.",
            "metadata": {
                "Header 1": "Compliance program requirements : FINTRAC's compliance guidance",
                "Header 2": "6\\. Training program and plan requirements",
                "Header 3": "Training frequency"
            },
            "word_count": 134,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 23,
            "content": "Your training program should also include a record of the training that has been delivered (for example, the date the training took place, a list of the attendees who received the training, the topics that were covered). Training records will help you keep track of the training and assist you in scheduling the next training dates. They will also demonstrate that you are carrying out your training program on an ongoing basis.  \n**Note:** If you are a sole proprietor with no employees, agents or other individuals authorized to act on your behalf, you are not required to have a training program nor are you required to have a training plan in place for yourself.",
            "metadata": {
                "Header 1": "Compliance program requirements : FINTRAC's compliance guidance",
                "Header 2": "6\\. Training program and plan requirements",
                "Header 3": "Training frequency"
            },
            "word_count": 114,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 24,
            "content": "## 7\\. Two-year effectiveness review and plan requirements  \nA two-year effectiveness review is an evaluation that must be conducted every 2 years (at a minimum) to test the effectiveness of the elements of your compliance program (policies and procedures, risk assessment, and ongoing training program and plan). You must start your effectiveness review no later than 2 years (24 months) from the start of your previous review. You must also ensure that you have completed your previous review before you start the next review.  \nThe purpose of an effectiveness review is to determine whether your compliance program has gaps or weaknesses that may prevent your business from effectively detecting and preventing money laundering, terrorist activity financing and sanctions evasion.  \nYour effectiveness review will help you determine if:",
            "metadata": {
                "Header 1": "Compliance program requirements : FINTRAC's compliance guidance",
                "Header 2": "7\\. Two-year effectiveness review and plan requirements"
            },
            "word_count": 127,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 25,
            "content": "- your business practices reflect what is written in your compliance program documentation and if you are meeting your requirements under the Proceeds of Crime (Money Laundering) and Terrorist Financing Act (the Act) and associated Regulations\n- your risk assessment is effective at identifying and mitigating the money laundering, terrorist activity financing and sanctions evasion risks related to your clients, affiliates (if any), products, services, delivery channels, new developments or technology, and geographic locations where you do business",
            "metadata": {
                "Header 1": "Compliance program requirements : FINTRAC's compliance guidance",
                "Header 2": "7\\. Two-year effectiveness review and plan requirements"
            },
            "word_count": 78,
            "bullet_point_ratio": 1.0
        },
        {
            "idx": 26,
            "content": "The review must be carried out and the results documented by an internal or external auditor, or by yourself if you do not have an auditor. Your review should be conducted by someone who is knowledgeable of your requirements under the Act and associated Regulations. Also, as a best practice, to ensure that your review is impartial, it should not be conducted by someone who is directly involved in your compliance program activities. Regardless of who carries out the review, as a reporting entity it is your responsibility to ensure that the review is conducted (at a minimum) every 2 years and that the review tests the effectiveness of your compliance program.  \nYou must also institute and document a plan for the two-year effectiveness review of your compliance program. This plan should describe the scope of the review and must include all the elements of your compliance program. The breadth and depth of review for each element may vary depending on factors such as:",
            "metadata": {
                "Header 1": "Compliance program requirements : FINTRAC's compliance guidance",
                "Header 2": "7\\. Two-year effectiveness review and plan requirements"
            },
            "word_count": 164,
            "bullet_point_ratio": 0.0,
            "context": " This chunk is located under the section \"7. Two-year effectiveness review and plan requirements\" within the document outlining FINTRAC's compliance program requirements, discussing the necessity and methods for conducting a biennial review of the compliance program.",
            "questions": [
                "Who is responsible for ensuring that the two-year effectiveness review of the compliance program is conducted?",
                "What is the recommended practice for ensuring an impartial review of the compliance program?",
                "What should be included in the plan for the two-year effectiveness review of the compliance program?"
            ],
            "qnas": [
                {
                    "question": "Who is responsible for ensuring that the two-year effectiveness review of the compliance program is conducted?",
                    "answer": "The internal or external auditor, or the reporting entity themselves if no auditor is appointed, is responsible for ensuring that the two-year effectiveness review of the compliance program is conducted, as outlined by FINTRAC's requirements."
                },
                {
                    "question": "What is the recommended practice for ensuring an impartial review of the compliance program?",
                    "answer": "To ensure an impartial review of the compliance program, FINTRAC recommends that the review should not be conducted by someone directly involved in the compliance program activities. It should be carried out by an internal or external auditor, or by the responsible individual if an auditor is not available, provided they are knowledgeable about the requirements under the Act and associated Regulations."
                },
                {
                    "question": "What should be included in the plan for the two-year effectiveness review of the compliance program?",
                    "answer": "The plan for the two-year effectiveness review of the compliance program should describe the scope of the review and include all elements of the compliance program, as required by FINTRAC."
                }
            ]
        },
        {
            "idx": 27,
            "content": "- the complexity of your business\n- transaction volumes\n- findings from previous reviews\n- current money laundering, terrorist activity financing and sanctions evasion risks.  \nYour plan should not only describe the scope of the review, but it should include the rationale that supports the areas of focus, the time period that will be reviewed, the anticipated evaluation methods and sample sizes.  \nThe evaluation methods can include, but are not limited to, interviewing staff, sampling records and reviewing documentation. The following are examples of what can be included in your review:  \n- interviews with those handling transactions to evaluate their knowledge of your policies and procedures and related record keeping, client identification and reporting requirements\n- a review of a sample of your records to assess whether your client identification policies and procedures are being followed",
            "metadata": {
                "Header 1": "Compliance program requirements : FINTRAC's compliance guidance",
                "Header 2": "7\\. Two-year effectiveness review and plan requirements"
            },
            "word_count": 136,
            "bullet_point_ratio": 0.75
        },
        {
            "idx": 28,
            "content": "- a review of your agreements with agents or mandataries, as applicable, as well as a review of a sample of the information that your agents or mandataries referred to in order to verify the identity of persons, to assess whether client identification policies and procedures are being followed\n- a review of transactions to assess whether suspicious transactions were reported to FINTRAC\n- a review of large cash transactions to assess whether they were reported to FINTRAC with accurate information and within the prescribed timelines\n- a review of electronic funds transfers to assess whether reportable transfers were reported to FINTRAC with accurate information and within the prescribed timelines (applicable to reporting entity sectors that have electronic funds transfer obligations)\n- a review of a sample of your client records to see whether the risk assessment was applied in accordance with your risk assessment process",
            "metadata": {
                "Header 1": "Compliance program requirements : FINTRAC's compliance guidance",
                "Header 2": "7\\. Two-year effectiveness review and plan requirements"
            },
            "word_count": 146,
            "bullet_point_ratio": 1.0,
            "context": " This chunk details specific elements to include in the two-year effectiveness review of a compliance program, as outlined in FINTRAC's compliance guidance for reporting entities under the Proceeds of Crime (Money Laundering) and Terrorist Financing Act.",
            "questions": [
                "What elements are to be included in the two-year effectiveness review of a compliance program as per FINTRAC's guidelines?",
                "How does FINTRAC's compliance guidance emphasize the importance of reviewing agreements with agents or mandataries?",
                "In what ways are reporting entities required to review transactions as part of their two-year compliance program assessment?"
            ],
            "qnas": [
                {
                    "question": "What elements are to be included in the two-year effectiveness review of a compliance program as per FINTRAC's guidelines?",
                    "answer": "The two-year effectiveness review of a compliance program, as per FINTRAC's guidelines, should include the following elements:\n\n1. A review of agreements with agents or mandataries and a sample of their identity verification information.\n2. An assessment of whether suspicious transactions were reported to FINTRAC.\n3. A review of large cash transactions for accurate and timely reporting to FINTRAC.\n4. A review of electronic funds transfers (for applicable sectors) for accurate and timely reporting to FINTRAC.\n5. A sample review of client records to ensure risk assessment was applied according to the established process."
                },
                {
                    "question": "How does FINTRAC's compliance guidance emphasize the importance of reviewing agreements with agents or mandataries?",
                    "answer": "FINTRAC's compliance guidance emphasizes the importance of reviewing agreements with agents or mandataries by requiring reporting entities to include this review in their two-year effectiveness assessment of the compliance program. This review ensures that client identification policies and procedures are being followed correctly."
                },
                {
                    "question": "In what ways are reporting entities required to review transactions as part of their two-year compliance program assessment?",
                    "answer": "Reporting entities are required to review transactions as part of their two-year compliance program assessment in the following ways, as outlined by FINTRAC under the Proceeds of Crime (Money Laundering) and Terrorist Financing Act:\n\n- Assess whether suspicious transactions were reported to FINTRAC.\n- Verify if large cash transactions were reported to FINTRAC accurately and within the prescribed timelines.\n- Check if reportable electronic funds transfers were reported to FINTRAC accurately and within the prescribed timelines (applicable to certain reporting entity sectors)."
                }
            ]
        },
        {
            "idx": 29,
            "content": "- a review of a sample of your client records to see whether the frequency of your ongoing monitoring is adequate and carried out in accordance with the client's risk level assessment\n- a review of a sample of high-risk client records to confirm that enhanced mitigation measures were taken\n- a review of a sample of your records to confirm that proper record keeping procedures are being followed\n- a review of your risk assessment to confirm that it reflects your current operations\n- a review of your policies and procedures to ensure that they are up to date and reflect the current legislative requirements and that they reflect your current business practices  \nYou should also document the following in your two-year effectiveness review:  \n- the date the review was conducted, the period that was covered by the review and the person or entity who performed the review\n- the results of the tests that were performed",
            "metadata": {
                "Header 1": "Compliance program requirements : FINTRAC's compliance guidance",
                "Header 2": "7\\. Two-year effectiveness review and plan requirements"
            },
            "word_count": 158,
            "bullet_point_ratio": 0.875
        },
        {
            "idx": 30,
            "content": "- the conclusions, including deficiencies, recommendations and action plans, if any  \n**If you are an entity**, you must report, in writing, the following to a senior officer no later than 30 days after the completion of the effectiveness review:  \n- the findings of the review (for example, deficiencies, recommendations, action plans)\n- any updates made to the policies and procedures during the reporting period (the period covered by the two-year review) that were not made as a result of the review itself\n- the status of the implementation of the updates made to your policies and procedures",
            "metadata": {
                "Header 1": "Compliance program requirements : FINTRAC's compliance guidance",
                "Header 2": "7\\. Two-year effectiveness review and plan requirements"
            },
            "word_count": 97,
            "bullet_point_ratio": 0.8
        }
    ],
    "selected_chunks": [
        {
            "idx": 26,
            "content": "The review must be carried out and the results documented by an internal or external auditor, or by yourself if you do not have an auditor. Your review should be conducted by someone who is knowledgeable of your requirements under the Act and associated Regulations. Also, as a best practice, to ensure that your review is impartial, it should not be conducted by someone who is directly involved in your compliance program activities. Regardless of who carries out the review, as a reporting entity it is your responsibility to ensure that the review is conducted (at a minimum) every 2 years and that the review tests the effectiveness of your compliance program.  \nYou must also institute and document a plan for the two-year effectiveness review of your compliance program. This plan should describe the scope of the review and must include all the elements of your compliance program. The breadth and depth of review for each element may vary depending on factors such as:",
            "metadata": {
                "Header 1": "Compliance program requirements : FINTRAC's compliance guidance",
                "Header 2": "7\\. Two-year effectiveness review and plan requirements"
            },
            "word_count": 164,
            "bullet_point_ratio": 0.0,
            "context": " This chunk is located under the section \"7. Two-year effectiveness review and plan requirements\" within the document outlining FINTRAC's compliance program requirements, discussing the necessity and methods for conducting a biennial review of the compliance program.",
            "questions": [
                "Who is responsible for ensuring that the two-year effectiveness review of the compliance program is conducted?",
                "What is the recommended practice for ensuring an impartial review of the compliance program?",
                "What should be included in the plan for the two-year effectiveness review of the compliance program?"
            ],
            "qnas": [
                {
                    "question": "Who is responsible for ensuring that the two-year effectiveness review of the compliance program is conducted?",
                    "answer": "The internal or external auditor, or the reporting entity themselves if no auditor is appointed, is responsible for ensuring that the two-year effectiveness review of the compliance program is conducted, as outlined by FINTRAC's requirements."
                },
                {
                    "question": "What is the recommended practice for ensuring an impartial review of the compliance program?",
                    "answer": "To ensure an impartial review of the compliance program, FINTRAC recommends that the review should not be conducted by someone directly involved in the compliance program activities. It should be carried out by an internal or external auditor, or by the responsible individual if an auditor is not available, provided they are knowledgeable about the requirements under the Act and associated Regulations."
                },
                {
                    "question": "What should be included in the plan for the two-year effectiveness review of the compliance program?",
                    "answer": "The plan for the two-year effectiveness review of the compliance program should describe the scope of the review and include all elements of the compliance program, as required by FINTRAC."
                }
            ]
        },
        {
            "idx": 8,
            "content": "- **travel rule** requirements: this includes your requirement to develop and apply written risk-based policies and procedures to help determine whether you should suspend or reject an electronic funds transfer or virtual currency transfer that you receive, and any other follow-up measures, if the transfer does not include the required travel rule information and you are unable to obtain this information through your reasonable measures\n- **Ministerial directive** requirements  \nYour compliance policies and procedures should also include the processes and controls you have put in place to meet your requirements, including:  \n- when the obligation is triggered\n- the information that must be reported, recorded, or considered\n- the procedures you created to ensure that you fulfill a requirement\n- the timelines associated with your requirements and methods of reporting (if applicable)",
            "metadata": {
                "Header 1": "Compliance program requirements : FINTRAC's compliance guidance",
                "Header 2": "3\\. Compliance policies and procedures requirements"
            },
            "word_count": 132,
            "bullet_point_ratio": 0.8571428571428571,
            "context": " This chunk details specific requirements for compliance policies and procedures, including travel rule and Ministerial directive obligations, within the broader context of FINTRAC's compliance guidance for reporting entities.",
            "questions": [
                "What are the travel rule requirements for reporting entities?",
                "How should compliance policies and procedures address Ministerial directive requirements?",
                "What information must be reported under travel rule and Ministerial directive requirements?"
            ],
            "qnas": [
                {
                    "question": "What are the travel rule requirements for reporting entities?",
                    "answer": "Reporting entities must develop and apply written risk-based policies and procedures to determine whether to suspend or reject electronic funds transfers or virtual currency transfers that lack required travel rule information, as per FINTRAC's guidelines. If such information is missing and cannot be obtained through reasonable measures, these procedures should outline any follow-up actions."
                },
                {
                    "question": "How should compliance policies and procedures address Ministerial directive requirements?",
                    "answer": "Compliance policies and procedures should address Ministerial directive requirements by outlining the processes and controls implemented to meet these obligations. This includes specifying when the obligation is triggered, detailing the information that must be reported, recorded, or considered, and establishing procedures to ensure requirement fulfillment. Additionally, policies should outline the associated timelines and methods of reporting, in accordance with FINTRAC's compliance guidance."
                },
                {
                    "question": "What information must be reported under travel rule and Ministerial directive requirements?",
                    "answer": "Under the travel rule and Ministerial directive requirements, as outlined by FINTRAC, the following information must be reported:\n\n- For the travel rule, required information includes details that help determine whether to suspend or reject an electronic funds transfer or virtual currency transfer if the necessary travel rule information is missing and cannot be obtained through reasonable measures.\n\n- For Ministerial directive requirements, the information that must be reported, recorded, or considered includes the processes and controls implemented to meet obligations, such as when the obligation is triggered, the procedures to fulfill requirements, and the associated timelines and methods of reporting."
                }
            ]
        },
        {
            "idx": 3,
            "content": "## 2\\. Who can be a compliance officer and what are their responsibilities  \nDepending on the size of your business, you could be the appointed compliance officer, or it could be another individual, such as:  \n- a senior manager, the owner or the operator of your small business, or\n- someone from a senior level who has direct access to senior management and the board of directors of your large business  \nIf you are a person rather than an entity, such as a sole proprietor, you can appoint yourself as the compliance officer, or you may choose to appoint someone else to help you implement the compliance program.  \nAs a best practice, the appointed compliance officer of a larger business should not be directly involved in the receipt, transfer or payment of funds. The appointed compliance officer should also have independent oversight and be able to communicate directly with those parties who make decisions about the business such as senior management or the board of directors.",
            "metadata": {
                "Header 1": "Compliance program requirements : FINTRAC's compliance guidance",
                "Header 2": "2\\. Who can be a compliance officer and what are their responsibilities"
            },
            "word_count": 166,
            "bullet_point_ratio": 0.3333333333333333,
            "context": " This chunk discusses who can serve as a compliance officer and their responsibilities within the context of FINTRAC's compliance program requirements.",
            "questions": [
                "Who typically serves as a compliance officer for large and small businesses in the context of FINTRAC's compliance program requirements?",
                "What should be considered as a best practice regarding the appointment of a compliance officer in a larger business?",
                "How can a sole proprietor manage the implementation of the compliance program?"
            ],
            "qnas": [
                {
                    "question": "Who typically serves as a compliance officer for large and small businesses in the context of FINTRAC's compliance program requirements?",
                    "answer": "Typically, a compliance officer for large and small businesses, as required by FINTRAC's compliance program, can be the business owner, a senior manager, or an operator in the case of small businesses. For larger businesses, it should be someone from a senior level with direct access to senior management and the board of directors. If the business is run by an individual, such as a sole proprietor, they can appoint themselves or someone else to implement the compliance program. For larger businesses, it is recommended that the compliance officer is not directly involved in financial transactions and has independent oversight."
                },
                {
                    "question": "What should be considered as a best practice regarding the appointment of a compliance officer in a larger business?",
                    "answer": "As a best practice, the compliance officer appointed in a larger business should not be directly involved in the receipt, transfer, or payment of funds, according to FINTRAC's compliance program requirements. They should have independent oversight and the ability to communicate directly with senior decision-makers, such as senior management or the board of directors."
                },
                {
                    "question": "How can a sole proprietor manage the implementation of the compliance program?",
                    "answer": "A sole proprietor can manage the implementation of the compliance program by appointing themselves as the compliance officer, or by appointing another individual to help with the implementation. This is in accordance with FINTRAC's compliance program requirements."
                }
            ]
        },
        {
            "idx": 28,
            "content": "- a review of your agreements with agents or mandataries, as applicable, as well as a review of a sample of the information that your agents or mandataries referred to in order to verify the identity of persons, to assess whether client identification policies and procedures are being followed\n- a review of transactions to assess whether suspicious transactions were reported to FINTRAC\n- a review of large cash transactions to assess whether they were reported to FINTRAC with accurate information and within the prescribed timelines\n- a review of electronic funds transfers to assess whether reportable transfers were reported to FINTRAC with accurate information and within the prescribed timelines (applicable to reporting entity sectors that have electronic funds transfer obligations)\n- a review of a sample of your client records to see whether the risk assessment was applied in accordance with your risk assessment process",
            "metadata": {
                "Header 1": "Compliance program requirements : FINTRAC's compliance guidance",
                "Header 2": "7\\. Two-year effectiveness review and plan requirements"
            },
            "word_count": 146,
            "bullet_point_ratio": 1.0,
            "context": " This chunk details specific elements to include in the two-year effectiveness review of a compliance program, as outlined in FINTRAC's compliance guidance for reporting entities under the Proceeds of Crime (Money Laundering) and Terrorist Financing Act.",
            "questions": [
                "What elements are to be included in the two-year effectiveness review of a compliance program as per FINTRAC's guidelines?",
                "How does FINTRAC's compliance guidance emphasize the importance of reviewing agreements with agents or mandataries?",
                "In what ways are reporting entities required to review transactions as part of their two-year compliance program assessment?"
            ],
            "qnas": [
                {
                    "question": "What elements are to be included in the two-year effectiveness review of a compliance program as per FINTRAC's guidelines?",
                    "answer": "The two-year effectiveness review of a compliance program, as per FINTRAC's guidelines, should include the following elements:\n\n1. A review of agreements with agents or mandataries and a sample of their identity verification information.\n2. An assessment of whether suspicious transactions were reported to FINTRAC.\n3. A review of large cash transactions for accurate and timely reporting to FINTRAC.\n4. A review of electronic funds transfers (for applicable sectors) for accurate and timely reporting to FINTRAC.\n5. A sample review of client records to ensure risk assessment was applied according to the established process."
                },
                {
                    "question": "How does FINTRAC's compliance guidance emphasize the importance of reviewing agreements with agents or mandataries?",
                    "answer": "FINTRAC's compliance guidance emphasizes the importance of reviewing agreements with agents or mandataries by requiring reporting entities to include this review in their two-year effectiveness assessment of the compliance program. This review ensures that client identification policies and procedures are being followed correctly."
                },
                {
                    "question": "In what ways are reporting entities required to review transactions as part of their two-year compliance program assessment?",
                    "answer": "Reporting entities are required to review transactions as part of their two-year compliance program assessment in the following ways, as outlined by FINTRAC under the Proceeds of Crime (Money Laundering) and Terrorist Financing Act:\n\n- Assess whether suspicious transactions were reported to FINTRAC.\n- Verify if large cash transactions were reported to FINTRAC accurately and within the prescribed timelines.\n- Check if reportable electronic funds transfers were reported to FINTRAC accurately and within the prescribed timelines (applicable to certain reporting entity sectors)."
                }
            ]
        },
        {
            "idx": 15,
            "content": "## 6\\. Training program and plan requirements  \nIf you have employees, agents or mandataries, or other persons authorized to act on your behalf, you must develop and maintain a written, ongoing compliance training program. Your training program should explain what your employees, agents or mandataries, or other persons authorized to act on your behalf, need to know and understand, including:  \n- your requirements under the Proceeds of Crime (Money Laundering) and Terrorist Financing Act (the Act) and associated Regulations\n- background information on money laundering and terrorist activity financing, such as the definition of money laundering and terrorist activity financing, and methods of money laundering and terrorist activity financing\n- how your business or profession could be vulnerable to money laundering and terrorist activity financing activities (provide indicators and examples)",
            "metadata": {
                "Header 1": "Compliance program requirements : FINTRAC's compliance guidance",
                "Header 2": "6\\. Training program and plan requirements"
            },
            "word_count": 130,
            "bullet_point_ratio": 0.6,
            "context": " This chunk is located under the \"Compliance program requirements: FINTRAC's compliance guidance\" section, specifically within the subsection \"6. Training program and plan requirements,\" detailing the essential elements of a written compliance training program for employees and authorized representatives.",
            "questions": [
                "Why is it important for employees and authorized representatives to understand their obligations under the Proceeds of Crime (Money Laundering) and Terrorist Financing Act and associated Regulations?",
                "What types of information should be included in a company's compliance training program regarding money laundering and terrorist activity financing?",
                "How can an understanding of the definitions and methods of money laundering and terrorist activity financing help in protecting a business or profession from such activities?"
            ],
            "qnas": [
                {
                    "question": "Why is it important for employees and authorized representatives to understand their obligations under the Proceeds of Crime (Money Laundering) and Terrorist Financing Act and associated Regulations?",
                    "answer": "It is important for employees and authorized representatives to understand their obligations under the Proceeds of Crime (Money Laundering) and Terrorist Financing Act and associated Regulations to ensure compliance with FINTRAC's guidelines. This understanding helps them recognize and mitigate risks associated with money laundering and terrorist financing, thereby protecting the business and upholding legal responsibilities."
                },
                {
                    "question": "What types of information should be included in a company's compliance training program regarding money laundering and terrorist activity financing?",
                    "answer": "A company's compliance training program regarding money laundering and terrorist activity financing should include the following types of information, as per FINTRAC's compliance guidance:\n\n- The requirements under the Proceeds of Crime (Money Laundering) and Terrorist Financing Act and associated Regulations\n- Background information on money laundering and terrorist activity financing, including definitions and methods\n- How the business or profession could be vulnerable to such activities, with indicators and examples"
                },
                {
                    "question": "How can an understanding of the definitions and methods of money laundering and terrorist activity financing help in protecting a business or profession from such activities?",
                    "answer": "Understanding the definitions and methods of money laundering and terrorist activity financing can help protect a business or profession by enabling employees to recognize and respond to potential risks. As outlined by FINTRAC's compliance guidance, a comprehensive training program should educate staff on the requirements of the Proceeds of Crime (Money Laundering) and Terrorist Financing Act, as well as the specific vulnerabilities of the business. This knowledge equips employees to identify indicators of illicit activities and take appropriate actions to mitigate risks, thereby safeguarding the business from legal and reputational damage."
                }
            ]
        }
    ],
    "summary": " This document outlines FINTRAC's compliance program requirements under the Proceeds of Crime (Money Laundering) and Terrorist Financing Act, detailing essential elements such as appointing a compliance officer, conducting risk assessments, and implementing training programs, to ensure reporting entities meet regulatory obligations."
}