{
    "markdown": "# Money laundering and terrorist financing indicators—Financial entities\n\n**From:** [Financial Transactions and Reports Analysis Centre of Canada](/intro-eng) (FINTRAC)\n\n## Overview\n\nML/TF indicators are potential red flags that could initiate suspicion or indicate that something may be unusual in the absence of a reasonable explanation. Red flags typically stem from one or more factual characteristics, behaviours, patterns or other contextual factors that identify irregularities related to financial transactions or attempted transactions. These often present inconsistencies with what is expected of your [client](/guidance-directives/glossary-glossaire/1-eng#client) based on what you know about them.\n\nThe ML/TF indicators in this guidance were developed by FINTRAC through a three-year review of ML/TF cases, a review of high quality STRs, published literature by international organizations such as the Financial Action Task Force (FATF) and the Egmont Group, and consultation with reporting entity sectors. These ML/TF indicators do not cover every possible situation but were developed to provide you with a general understanding of what is or could be unusual or suspicious. On its own, a single ML/TF indicator may not appear suspicious. However, observing an ML/TF indicator could lead you to conduct an assessment of the transaction(s) to determine whether there are further [facts](/guidance-directives/glossary-glossaire/1-eng#facts), contextual elements or additional ML/TF indicators that assist in establishing reasonable grounds to suspect the commission or attempted commission of an ML/TF offence which requires the submission of an STR.\n\nCriminal organizations often combine various methods in different ways in order to avoid the detection of ML/TF. If you detect unusual or suspicious behaviour or a transaction that prompts the need for an assessment, ML/TF indicators combined with facts and [context](/guidance-directives/glossary-glossaire/1-eng#context) can help you determine if there are **reasonable grounds to suspect** that the transaction is related to the commission or attempted commission of an ML/TF offence. These ML/TF indicators may also be used to explain or articulate the rationale for your reasonable grounds to suspect in the narrative portion of an STR, as they provide valuable information from a financial intelligence perspective.\n\n## Related guidance\n\n- [Reporting suspicious transactions to FINTRAC](/guidance-directives/transaction-operation/str-dod/str-dod-eng)\n\n## Who is this guidance for\n\n- Financial entities\n\n## In this guidance\n\n- [ML/TF indicators related to identifying the person or entity](#s1)\n- [ML/TF indicators related to client behaviour](#s2)\n- [ML/TF indicators surrounding the financial transactions in relation to the person/entity profile](#s3)\n- [ML/TF indicators related to products and services](#s4)\n- [ML/TF indicators related to change in account activity](#s5)\n- [ML/TF indicators based on atypical transactional activity](#s6)\n- [ML/TF indicators related to transactions structured below the reporting or identification requirements](#s7)\n- [ML/TF indicators involving wire transfers (including electronic funds transfers)](#s8)\n- [ML/TF indicators related to transactions that involve non-Canadian jurisdictions](#s9)\n- [ML/TF indicators related to the use of other parties](#s10)\n- [Indicators specifically related to TF](#s11)\n\nFINTRAC has also published operational alerts and briefs – strategic intelligence products – that provide insight into the nature, scope and threats posed by ML/TF. These briefs and alerts contain additional ML/TF indicators, which include:\n\n- [Updated Indicators: Laundering of proceeds from human trafficking for sexual exploitation](/intel/operation/oai-hts-2021-eng)\n- [Operational alert: Laundering of proceeds from online child sexual exploitation](/intel/operation/exploitation-eng)\n- [Operational alert: Laundering the proceeds of crime through a casino-related underground banking scheme](/intel/operation/casino-eng)\n- [Operational alert: Laundering of the proceeds of romance fraud](/intel/operation/rf-eng)\n- [Operational alert: Professional money laundering through trade and money services businesses](/intel/operation/oai-ml-eng)\n- [Operational alert: Laundering of the proceeds of fentanyl trafficking](/intel/operation/oai-fentanyl-eng)\n- [Operational alert: Democratic People's Republic of Korea's use of the international financial system for money laundering/terrorist financing](/intel/operation/oai-dprk-eng)\n- [Indicators: The laundering of illicit proceeds from human trafficking for sexual exploitation](/intel/operation/oai-hts-eng)\n- [Operational brief: Risks and indicators for dealers in precious metals and stones](/intel/operation/dpms-eng)\n- [Operational brief: Indicators of money laundering in financial transactions related to real estate](/intel/operation/real-eng)\n\n## Important considerations\n\n### One piece of the puzzle\n\nThe ML/TF indicators in this guidance are not an exhaustive list of ML/TF indicators to support all suspicious scenarios. These ML/TF indicators should be considered as examples to guide the development of your own process to determine when you have reasonable grounds to suspect that the transaction or attempted transaction is related to the commission or attempted commission of an ML/TF offence. These ML/TF indicators are one piece of the puzzle and are designed to complement your own STR process and can be used in conjunction with other publicly available ML/TF indicators.\n\nDuring an assessment, FINTRAC will review your compliance policies and procedures to see how you use ML/TF indicators within your STR process. Part of the assessment will include evaluating how the actual policies follow your documented approach and determining its effectiveness with respect to the use of ML/TF indicators. This can include a review of transactions to determine how your STR process identifies potential STRs and assesses them using facts, context and ML/TF indicators. For example, you may be asked to provide an explanation if you have not reported an STR for a client you have assessed as high risk and that client's activity also matches against multiple ML/TF indicators.\n\n### Combination of facts, context and ML/TF indicators\n\nIf the context surrounding a transaction is suspicious, it could lead you to assess a client's financial transactions. Facts, context and ML/TF indicators need to be assessed to determine whether there are reasonable grounds to suspect that the transaction is related to the commission or attempted commission of an ML/TF offence. On its own, a single financial transaction or ML/TF indicator may not appear suspicious. However, this does not mean you should stop your assessment. Additional facts or context about the client or their actions may help you reach the reasonable grounds to suspect threshold.\n\n### Alert or triggering system\n\nFINTRAC acknowledges that a reporting entity may have developed a system that relies on specific alerts or triggering events to signal when to assess a transaction to determine if an STR should be submitted to FINTRAC. If you rely on such a system, FINTRAC expects that you review the alerts in a timely manner in order to determine if an STR should be submitted. Regardless of how you choose to operationalize these ML/TF indicators, FINTRAC expects that you will be able to demonstrate that you have an effective process to identify, assess and submit STRs to FINTRAC.\n\n## General ML/TF indicators\n\nThe ML/TF indicators in the following section are applicable to both suspected ML and/or TF. The ability to detect, prevent and deter ML and/or TF begins with properly identifying the person or entity in order to review and report suspicious financial activity.\n\nAs a financial entity, you may observe these ML/TF indicators over the course of your business activities with a client. It is important to note that depending on your business activities, some of these ML/TF indicators may not apply.\n\n### ML/TF indicators related to identifying the person or entity\n\nThe following are examples of ML/TF indicators that you may observe when identifying persons or entities.\n\n- There is an inability to properly identify the client or there are questions surrounding the client's identity.\n- When opening an account, the client refuses or tries to avoid providing information required by the financial institution, or provides information that is misleading, vague, or difficult to verify.\n- The client refuses to provide information regarding the beneficial owners of an account opened for an entity, or provides information that is false, conflicting, misleading or substantially incorrect.\n- The identification document presented by the client cannot be authenticated.\n- There are inconsistencies in the identification documents or different identifiers provided by the client, such as name, address, date of birth or phone number.\n- Client produces seemingly false information or identification that appears to be counterfeited, altered or inaccurate.\n- Client displays a pattern of name variations from one transaction to another or uses aliases.\n- Client alters the transaction after being asked for identity documents.\n- The client provides only a non-civic address or disguises a post office box as a civic address for the purpose of concealing their physical residence.\n- Common identifiers (e.g. addresses, phone numbers, etc.) are used by multiple clients that do not appear to be related.\n- Common identifiers (e.g. addresses, phone numbers, etc.) are used by multiple clients conducting similar transactions.\n- Use of the same hotel address by one or more clients.\n- Transactions involve persons or entities identified by the media, law enforcement and/or intelligence agencies as being linked to criminal activities.\n- Attempts to verify the information provided by a new or prospective client are difficult.\n\n### ML/TF indicators related to client behaviour\n\nThe contextual information acquired through the [know your client (KYC)](/guidance-directives/guidance-directives-eng#s2) requirements or the behaviour of a client, particularly surrounding a transaction or a pattern of transactions, may lead you to conduct an assessment in order to determine if you are required to submit an STR to FINTRAC. The following are some examples of ML/TF indicators that are linked to contextual behaviour and may be used in conjunction with your assessment and your risk-based approach.\n\n- Client makes statements about involvement in criminal activities.\n- Client conducts transactions at different physical locations, or approaches different tellers.\n- Evidence of untruthfulness on behalf of the client (e.g. providing false or misleading information).\n- Client exhibits nervous behaviour.\n- Client refuses to provide information when required, or is reluctant to provide information.\n- Client has a defensive stance to questioning.\n- Client presents confusing details about the transaction or knows few details about its purpose.\n- Client avoids contact with reporting entity employees.\n- Client refuses to identify a source of funds or provides information that is false, misleading, or substantially incorrect.\n- Client exhibits a lack of concern about higher than normal transaction costs or fees.\n- Client makes enquiries/statements indicating a desire to avoid reporting or tries to persuade the reporting entity not to file/maintain required reports.\n- Insufficient explanation for the source of funds.\n- Client closes account after an initial deposit is made without a reasonable explanation.\n\n### ML/TF indicators surrounding the financial transactions in relation to the person/entity profile\n\nClearly understanding the expected activity of a person or entity will allow you to assess their financial activity with the proper lens. For example, an entity involved in an industry that is not normally cash-intensive receiving excessive cash deposits or a person conducting financial transactions atypical of their financial profile. The following are some examples of ML/TF indicators surrounding the financial transactions related to the person/entity profile.\n\n- The transactional activity far exceeds the projected activity at the time of the account opening or the beginning of the relationship.\n- The transactional activity (level or volume) is inconsistent with the client's apparent financial standing, their usual pattern of activities or occupational information (e.g. student, unemployed, social assistance, etc.).\n- The volume of transactional activity exceeds the norm for geographical area.\n- The transactional activity is inconsistent with what is expected from a declared business (e.g. business account has no normal business-related activities, such as the payment of payrolls or invoices).\n- Client appears to be living beyond their means.\n- Large and/or rapid movement of funds not commensurate with the client's financial profile.\n- Rounded sum transactions atypical of what would be expected from the client.\n- Size or type of transactions atypical of what is expected from the client.\n- Opening accounts when the client's address or employment address is outside the local service area without a reasonable explanation.\n- There is a sudden change in the client's financial profile, pattern of activity or transactions.\n- Client uses notes, monetary instruments, or products and/or services that are unusual for such a client.\n\n### ML/TF indicators related to products and services\n\nAccounts can take different forms (e.g. chequing, savings, investment, etc.) and for the purposes of this section, the ML/TF indicators below will aim to address the ML/TF risks linked to different types of accounts held by various reporting entities in Canada. There are many ML/TF indicators related to account activity. Your process to evaluate risk for accounts and any other products and services you provide should be documented as part of your KYC and [risk assessment](/guidance-directives/compliance-conformite/rba/rba-eng) requirements. The following ML/TF indicators will focus on products or services that may be applicable within your business.\n\n- Holding multiple accounts at several financial institutions for [no apparent reason](/guidance-directives/glossary-glossaire/1-eng#nar).\n- Suspected use of a personal account for business purposes, or vice-versa.\n- Client appears to have recently established a series of new relationships with different financial entities.\n- A product and/or service opened on behalf of a person or entity that is inconsistent based on what you know about that client.\n- Frequent use of safety deposit box.\n- Accounts used for pass-through activities (e.g. to receive and subsequently send funds to beneficiaries).\n- Use of multiple foreign bank accounts for no apparent reason.\n- Credit card transactions and payments are exceptionally high for what is expected of the client including an excessive amount of cash advance usage, balance transfer requests or transactions involving luxury items.\n- Client frequently makes credit card overpayments and then requests a cash advance.\n- Frequent and/or atypical transfers between the client's products and accounts for no apparent reason.\n- The same person holds signing authority for accounts held by multiple entities where there is no legal reason or sufficient explanation for such an arrangement.\n- Accounts held by multiple entities either headquartered at the same location or having the same directors/signing authorities for no apparent reason.\n\n### ML/TF indicators related to change in account activity\n\nCertain changes regarding an account may be indicative of ML/TF for a multitude of reasons including, but not limited to, the use of an account to suddenly launder or transmit funds, an increase in volume, changes in ownership of an account, etc. Changes in account activity may trigger a need for further assessment of the person or entity holding the account and some examples to consider are listed below.\n\n- A business account has a change in ownership structure with increases in transactional activity and no apparent explanation.\n- An inactive account begins to see financial activity (e.g. deposits, wire transfers, withdrawals).\n- Accounts that receive relevant periodical deposits and are inactive at other periods without a logical explanation.\n- A sudden increase in credit card usage or applications for new credit.\n- Abrupt change in account activity.\n\n### ML/TF indicators based on atypical transactional activity\n\nThere are certain transactions that are outside the normal conduct of your everyday business. These transactions may be indicative of a suspicious transaction, and would require additional assessment. Some examples of ML/TF indicators based on atypical transactional activity are listed below.\n\n- The client has multiple products, atypical of what would be expected.\n- A series of complicated transfers of funds that seems to be an attempt to hide the source and intended use of the funds.\n- Transactions displaying financial connections between persons or entities that are not usually connected (e.g. a food importer dealing with an automobile parts exporter).\n- Transaction is unnecessarily complex for its stated purpose.\n- Client presents notes or financial instruments that are packed, transported or wrapped in an uncommon way.\n- A client's transactions have no apparent business or economic purpose.\n- Transaction is consistent with a publicly known trend in criminal activity.\n- Client deposits musty, odd smelling or extremely dirty bills.\n- Transaction involves a suspected shell entity (an entity that does not have an economical or logical reason to exist).\n- Client frequently exchanges small bills for larger bills.\n- Suspicious pattern emerges from a client's transactions (e.g. transactions take place at the same time of day).\n- Atypical transfers by a client on an in-and-out basis, or other methods of moving funds quickly, such as a cash deposit followed immediately by a wire transfer of the funds out.\n- Funds transferred in and out of an account on the same day or within a relatively short period of time.\n\n### ML/TF indicators related to transactions structured below the reporting or identification requirements\n\nStructuring of transactions to avoid reporting or identification requirements is a common method for committing or attempting to commit an ML/TF offence. There are multiple thresholds which trigger reporting/identification requirements by a reporting entity. Some examples of ML/TF indicators which may be indicative of a person or entity attempting to evade identification and/or reporting thresholds are listed below.\n\n- You become aware of the structuring of deposits at multiple branches or institutions.\n- Client appears to be structuring amounts to avoid client identification or reporting thresholds.\n- Client appears to be collaborating with others to avoid client identification or reporting thresholds.\n- The structuring of deposits through multiple branches of the same financial institution or by groups of persons who enter a single branch at the same time.\n- Multiple transactions conducted below the reporting threshold within a short period.\n- Client makes enquiries that would indicate a desire to avoid reporting.\n- Client conducts transactions at different physical locations or with different representatives in an apparent attempt to avoid detection.\n- Client exhibits knowledge of reporting thresholds.\n\n### ML/TF indicators involving wire transfers (including electronic funds transfers)\n\nIn our current global environment, it is increasingly easier to transfer funds to, from or through multiple jurisdictions (municipal, national or international) in a rapid fashion. This presents an increased ML/TF risk as transactions passing through multiple accounts and/or jurisdictions increase the difficulty for reporting entities and law enforcement to trace illicit funds. Examples of these types of transactions which may require further assessment include the following.\n\n- Client is unaware of details surrounding incoming wire transfers, such as the ordering client details, amounts or reasons.\n- Client does not appear to know the sender of the wire transfer from whom the wire transfer was received, or the recipient to whom they are sending the wire transfer.\n- Client frequents multiple locations utilizing cash, prepaid credit cards or money orders/cheques/drafts to send wire transfers overseas.\n- The client sends wire transfers or receives wire transfers to or from multiple beneficiaries that do not correspond to the expected use of the account type or business account.\n- Client is accompanied by persons who appear to be instructing the sending or receiving of wire transfers on their behalf.\n- Multiple persons are sending wire transfers that are similar in amounts, receiver names, security questions, addresses or destination country.\n- Client attempts to specify the routing of an international wire transfer.\n- Client conducts wire transfers that do not include theirs or the beneficiary's requisite information.\n- Client utilizes structured cash transactions to send wire transfers in an effort to avoid record keeping requirements.\n- Funds are deposited or received into several accounts and then consolidated into one before transferring the funds outside the country.\n- Immediately after transferred funds have cleared, the client moves funds, to another account or to another person or entity.\n- Multiple clients have sent wire transfers over a short period of time to the same recipient.\n- Large wire transfers or high volume of wire transfers are conducted or received through the account that does not fit the expected pattern of that account.\n- Large and/or frequent wire transfers between senders and receivers with no apparent relationship.\n- Client sending to, or receiving wire transfers from, multiple clients.\n\n### ML/TF indicators related to transactions that involve non-Canadian jurisdictions\n\nThere are certain types of transactions that may be sent or received from jurisdictions outside of Canada where there is higher ML/TF risk due to more permissible laws or the local ML/TF threat environment. The following are examples to consider when making an assessment of the financial transaction conducted by a person/entity through your business.\n\n- Transactions with jurisdictions that are known to produce or transit drugs or precursor chemicals, or are sources of other types of criminality.\n- Transactions with jurisdictions that are known to be at a higher risk of ML/TF.\n- Transaction/business activity involving locations of concern, which can include jurisdictions where there are ongoing conflicts (and periphery areas), countries with weak ML/TF controls, or countries with highly secretive banking or other transactional laws.\n- Transactions involving any countries deemed high risk or non-cooperative by the FATF.\n- Client makes frequent overseas transfers, not in line with their financial profile.\n\nDue to the ever-evolving nature of the ML/TF environment, high risk jurisdictions and trends are often subject to change. To ensure that you are referencing accurate information, FINTRAC encourages you to research publicly available sources on a regular basis to support these ML/TF indicators as part of your STR process. There are multiple sources that identify jurisdictions of concern, including the FATF, which publishes contextual information on high-risk jurisdictions in relation to their risk of ML and TF. You may also observe funds coming from or going to jurisdictions that are reported in the media as locations where terrorists operate/carry out attacks and/or where terrorists have a large support base (state sponsors or private citizens). Identifying high-risk jurisdictions or known trends can also be included as part of your risk-based approach and internal STR process.\n\n### ML/TF indicators related to the use of other parties\n\nIn the course of a \"normal\" financial transaction, there are a \"normal\" number of parties who engage in the transaction, depending on the nature of the transaction at hand. For example, in the instance of depositing cash to a personal bank account, there is generally one party to the transaction: the person who holds the account is depositing into their own account. By contrast, with the deposit of cash to a business account, you can have many different parties, including: persons associated with the business's finance function who hold authority over the account, or an employee who may be charged with depositing the cash.\n\nTransactions that involve parties not typically associated with a transaction can present an elevated risk of ML and/or TF. These additional parties can be used to allow a criminal to avoid being identified or being linked to an asset or account. This section includes examples of how the involvement of other parties may be indicative of the structure of a criminal enterprise. Some examples of such other parties include the use of a third party, nominee or gatekeeper.\n\n#### Use of third party\n\nA third party is any person or entity that instructs someone to act on their behalf for a financial activity or transaction. There are some situations where there is an apparent and discernable rationale for the inclusion of the third party in a transaction and this may not be suspicious. However, you may become suspicious in a situation where the reason for a person or entity acting on behalf of another person or entity does not make sense based on what you know about the client or the third party. Use of third parties is one method that money launderers and terrorist activity financiers use to distance themselves from the proceeds of crime or source of criminally obtained funds. By relying on other parties to conduct transactions they can distance themselves from the transactions that can be directly linked to the suspected ML/TF offence. Some examples of ML/TF indicators related to the use of a third party can be found below.\n\n- Multiple deposits which are made to an account by non-account holders.\n- Unrelated parties sending email money transfers or other forms of electronic transfers to the same beneficiary with no apparent relation to the recipient.\n- A client conducts a transaction while accompanied, overseen or directed by another party.\n- A client makes numerous outgoing payments to unrelated parties shortly after they receive incoming funds.\n- Wire transfers, deposits or payments to or from unrelated parties (foreign or domestic).\n- Client appears to be or states they are acting on behalf of another party.\n- Account is linked to seemingly unconnected parties.\n\n#### Use of nominee\n\nA nominee is a particular type of other party that is authorized to open accounts and conduct transactions on behalf of a person or entity. There are legitimate reasons for relying on a nominee to conduct financial activity of behalf of someone else. However, this type of activity is particularly vulnerable to ML/TF as it is a common method used by criminals to distance themselves from the transactions that could be linked to suspected ML/TF offences. These are some examples of ML/TF indicators relating to the misuse of nominees.\n\n- A person maintains multiple accounts, or maintains accounts in the names of family members or corporate entities with no apparent business or other purpose.\n- A person or entity other than the stated account holder conducts the majority of the transaction activity, which seems unnecessary or excessive.\n- Client is involved in transactions or account activities that are suspicious, but refuses or is unable to answer questions related to the account or transactions.\n\n#### Use of gatekeeper\n\nA gatekeeper is a person who controls access to the financial system and can act on behalf of a client. Such services can be abused so that criminals have access to the financial system without being identified. Gatekeepers may include lawyers, accountants and other professions which can access the financial system on behalf of a client. While there are many transactions where it is \"normal\" to have a gatekeeper represent the interests of a client, such an appearance of normalcy can also be utilized to the advantage of criminals to provide the veneer of legitimacy to their transactions. The use of gatekeepers themselves is not an indicator of an ML/TF offence. However, entities should consider the following examples which can indicate misuse of the financial system access provided to gatekeepers.\n\n- Gatekeeper avoids identifying their client or disclosing their client's identity when such identification would be normal during the course of a transaction.\n- Gatekeeper is willing to pay higher fees and seeks to conduct the transaction quickly when there is no apparent need for such expediency.\n- Gatekeeper is utilizing their account for transactions not typical of their business (e.g. pass through account, excessive amount of cash, payment to non-clients or parties of transactions).\n- Apparent misuse of correspondent accounts by gatekeeper to obscure the origin and/or destination of funds.\n\n## Indicators related to TF\n\nIn Canada, TF offences make it a crime to knowingly collect or provide property, which can include financial or other related services, for terrorist purposes. This section is focused on examples that are specific to the possible commission of a TF offence. However, please note that the other ML/TF indicators in this guidance may also prove relevant in determining when you have reasonable grounds to suspect the commission of TF, as the methods used by criminals to evade detection of ML are similar.\n\n### Indicators specifically related to TF:\n\nThe indicators below are some examples of indicators relating to TF.\n\n- Transactions involving certain high-risk jurisdictions such as locations in the midst of or in proximity to, armed conflict where terrorist groups operate or locations which are subject to weaker ML/TF controls.\n- An account opened in the name of an entity, a foundation or association, which may be linked or involved with a suspected terrorist organization.\n- The use of funds by a non-profit organization is not consistent with the purpose for which it was established.\n- Raising donations in an unofficial or unregistered manner.\n- Client identified by media or law enforcement as having travelled, attempted or intended to travel to high-risk jurisdictions (including cities or districts of concern), specifically countries (and adjacent countries) under conflict and/or political instability or known to support terrorist activities and organizations.\n- Transactions involve persons or entities identified by media and/or sanctions lists as being linked to a terrorist organization or terrorist activities.\n- Law enforcement information provided which indicates persons or entities may be linked to a terrorist organization or terrorist activities.\n- Client conducted travel-related purchases (e.g. purchase of airline tickets, travel visa, passport, etc.) linked to high-risk jurisdictions (including cities or districts of concern), specifically countries (and adjacent countries) under conflict and/or political instability or known to support terrorist activities and organizations.\n- Person or entity's online presence supports violent extremism or radicalization.\n- Client donates to a cause that is subject to derogatory information that is publicly available (e.g. crowdfunding initiative, charity, non-profit organization, non-government organization, etc.).\n\n## Details and history\n\n**Published:** June 2021\n\n## For assistance\n\nIf you have questions about your suspicious transactions reporting obligations, please contact FINTRAC by email at [guidelines-lignesdirectrices@fintrac-canafe.gc.ca](mailto:guidelines-lignesdirectrices@fintrac-canafe.gc.ca).\n\n## Definitions\n\nAccountant\n\nA chartered accountant, a certified general accountant, a certified management accountant or, if applicable, a chartered professional accountant. (comptable)\n\nReference:\n\nProceeds of Crime (Money Laundering) and Terrorist Financing Regulations (PCMLTFR), SOR/2002-184, s. 1(2).\n\nAccounting firm\n\nAn entity that is engaged in the business of providing accounting services to the public and has at least one partner, employee or administrator that is an accountant. (cabinet d'expertise comptable)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nAct\n\nThe Proceeds of Crime (Money Laundering) and Terrorist Financing Act (PCMLTFA). (la Loi)\n\nReference:\n\nProceeds of Crime (Money Laundering) and Terrorist Financing Administrative Monetary Penalties Regulations (PCMLTFAMPR), SOR/2007-292, s. 1, Proceeds of Crime (Money Laundering) and Terrorist Financing Registration Regulations (PCMLTFRR), SOR/2007-121, s. 1, PCMLTFR, SOR/2002-184, s. 1(2), and Proceeds of Crime (Money Laundering) and Terrorist Financing Suspicious Transaction Reporting Regulations (PCMLTFSTRR), SOR/2001-317, s. 1(2).\n\nAdministrative monetary penalties (AMPs)\n\nCivil penalties that may be issued to reporting entities by FINTRAC for non-compliance with the PCMLTFA and associated Regulations. (pénalité administrative pécuniaire \\[PAP\\])\n\nAffiliate\n\nAn entity is affiliated with another entity if one of them is wholly owned by the other, if both are wholly owned by the same entity or if their financial statements are consolidated. (entité du même groupe)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 4.\n\nAnnuity\n\nHas the same meaning as in subsection 248(1) of the [Income Tax Act](https://laws-lois.justice.gc.ca/eng/acts/I-3.3). (rente)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nArmoured cars\n\nPersons or entities that are engaged in the business of transporting currency, money orders, traveller’s cheques or other similar negotiable instruments. (Véhicules blindés)\n\nAs soon as practicable\n\nA time period that falls in-between immediately and as soon as possible, within which a suspicious transaction report (STR) must be submitted to FINTRAC. The completion and submission of the STR should take priority over other tasks. In this context, the report must be completed promptly, taking into account the facts and circumstances of the situation. While some delay is permitted, it must have a reasonable explanation. (aussitôt que possible)\n\nAttempted transaction\n\nOccurs when an individual or entity starts to conduct a transaction that is not completed. For example, a client or a potential client walks away from conducting a $10,000 cash deposit. (opération tentée)\n\nAuthentic\n\nIn respect of verifying identity, means genuine and having the character of an original, credible, and reliable document or record. (authentique)\n\nAuthorized person\n\nA person who is authorized under subsection 45(2). (personne autorisée)\n\nReference:\n\nProceeds of Crime (Money Laundering) and Terrorist Financing Act (PCMLTFA), S.C. 2000, c 17, s. 2(1).\n\nAuthorized user\n\nA person who is authorized by a holder of a prepaid payment product account to have electronic access to funds or virtual currency available in the account by means of a prepaid payment product that is connected to it. (utilisateur autorisé)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nBeneficial owner(s)\n\nBeneficial owners are the individuals who are the trustees, and known beneficiaries and settlors of a trust, or who directly or indirectly own or control 25% or more of i) the shares of a corporation or ii) an entity other than a corporation or trust, such as a partnership. The ultimate beneficial owner(s) cannot be another corporation or entity; it must be the actual individual(s) who owns or controls the entity. (bénéficiaire effectif)\n\nBeneficiary\n\nA beneficiary is the individual or entity that will benefit from a transaction or to which the final remittance is made. (bénéficiaire)\n\nBranch\n\nA branch is a part of your business at a distinct location other than your main office. (succursale)\n\nBritish Columbia notary corporation\n\nAn entity that carries on the business of providing notary services to the public in British Columbia in accordance with the Notaries Act, R.S.B.C. 1996, c. 334. (société de notaires de la Colombie-Britannique)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nBritish Columbia notary public\n\nA person who is a member of the Society of Notaries Public of British Columbia. (notaire public de la Colombie-Britannique)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nCash\n\nCoins referred to in section 7 of the Currency Act, notes issued by the Bank of Canada under the Bank of Canada Act that are intended for circulation in Canada or coins or bank notes of countries other than Canada. (espèces)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2) and PCMLTFSTRR, SOR/2001-317, s. 1(2).\n\nCasino\n\nA government, organization, board or operator that is referred to in any of paragraphs 5(k) to (k.3) of the Act. (casino)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s 1(2) and PCMLTFSTRR, SOR/2001-317, s. 1(2).\n\nCertified translator\n\nAn individual that holds the title of professional certified translator granted by a Canadian provincial or territorial association or body that is competent under Canadian provincial or territorial law to issue such certification. (traducteur agréé)\n\nClarification request\n\nA clarification request is a method used to communicate with money services businesses (MSBs) or foreign money services businesses (FMSBs) when FINTRAC needs more information about their registration form. This request is usually sent by email. (demande de précisions)\n\nClient\n\nA person or entity that engages in a financial transaction with another person or entity. (client)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nClient identification information\n\nThe identifying information that you have obtained on your clients, such as name, address, telephone number, occupation or nature of principal business, and date of birth for an individual. (renseignements d'identification du client)\n\nCompetent authority\n\nFor the purpose of the criminal record check submitted with an application for registration, a competent authority is any person or organization that has the legally delegated or invested authority, capacity, or power to issue criminal record checks. (autorité compétente)\n\nCompleted transaction\n\nIs a transaction conducted by a person or entity, that is completed and results in the movement of funds, virtual currency, or the purchase or sale of an asset. (opération effectuée)\n\nCompleting action\n\nWith respect to a reportable transaction, information related to the instructions provided by the person or entity making the request to the reporting entity to complete a transaction. For example, an individual arrives at a bank and requests to purchase a bank draft. The completing action is the details of how the reporting entity fulfilled the person or entity’s instructions which led to the transaction being completed. This includes what the funds or virtual currency initially brought to the reporting entity was used for (see “disposition”). A transaction may have one or more completing actions depending on the instructions provided by the person or entity. (action d’achèvement)\n\nCompliance officer\n\nThe individual, with the necessary authority, that you appoint to be responsible for the implementation of your compliance program. (agent de conformité)\n\nCompliance policies and procedures\n\nWritten methodology outlining the obligations applicable to your business under the PCMLTFA and its associated Regulations and the corresponding processes and controls you put in place to address your obligations. (politiques et procédures de conformité)\n\nCompliance program\n\nAll elements (compliance officer, policies and procedures, risk assessment, training program, effectiveness review) that you, as a reporting entity, are legally required to have under the PCMLTFA and its associated Regulations to ensure that you meet all your obligations. (programme de conformité)\n\nContext\n\nClarifies a set of circumstances or provides an explanation of a situation or financial transaction that can be understood and assessed. (contexte)\n\nCorrespondent banking relationship\n\nA relationship created by an agreement or arrangement under which an entity referred to in any of paragraphs 5(a), (b), (d),(e) and (e.1) or an entity that is referred to in section 5 and that is prescribed undertakes to provide to a prescribed foreign entity prescribed services or international electronic funds transfers, cash management or cheque clearing services. (relation de correspondant bancaire)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 9.4(3) and PCMLTFR, SOR/2002-184, s. 16(1)(b).\n\nCountry of residence\n\nThe country where an individual has lived continuously for 12 months or more. The individual must have a dwelling in the country concerned. For greater certainty, a person only has one country of residence no matter how many dwelling places they may have, inside or outside of that country. (pays de résidence)\n\nCredit card acquiring business\n\nA credit card acquiring business is a financial entity that has an agreement with a merchant to provide the following services:\n\n- enabling a merchant to accept credit card payments by cardholders for goods and services and to receive payments for credit card purchases;\n- processing services, payment settlements and providing point-of-sale equipment (such as computer terminals); and\n- providing other ancillary services to the merchant.\n\n\n(entreprise d'acquisition de cartes de crédit)Credit union central\n\nA central cooperative credit society, as defined in section 2 of the [Cooperative Credit Associations Act](https://laws-lois.justice.gc.ca/eng/acts/C-41.01), or a credit union central or a federation of credit unions or caisses populaires that is regulated by a provincial Act other than one enacted by the legislature of Quebec. (centrale de caisses de crédit)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nCrowdfunding platform\n\nA website or an application or other software that is used to raise funds or virtual currency through donations. (plateforme de sociofinancement)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nCrowdfunding platform services\n\nThe provision and maintenance of a crowdfunding platform for use by other persons or entities to raise funds or virtual currency for themselves or for persons or entities specified by them. (services de plateforme de sociofinancement)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nCurrent\n\nIn respect of a document or source of information that is used to verify identity, is up to date, and, in the case of a government-issued photo identification document, must not have been expired when the ID was verified. (à jour)\n\nDealer in precious metals and stones\n\nA person or entity that, in the course of their business activities, buys or sells precious metals, precious stones or jewellery. It includes a department or an agent of His Majesty in right of Canada or an agent or mandatary of His Majesty in right of a province when the department or the agent or mandatary carries out the activity, referred to in subsection 65(1), of selling precious metals to the public. (négociant en métaux précieux et pierres précieuses)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nDeferred profit sharing plan\n\nHas the same meaning as in subsection 248(1) of the [Income Tax Act](https://laws-lois.justice.gc.ca/eng/acts/I-3.3). (régime de participation différée aux bénéfices)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nDeposit slip\n\nA record that sets out:\n\n1. (a) the date of the deposit;\n2. (b) the name of the person or entity that makes the deposit;\n3. (c) the amount of the deposit and of any part of it that is made in cash;\n4. (d) the method by which the deposit is made; and\n5. (e) the number of the account into which the deposit is made and the name of each account holder.\n\n(relevé de dépôt)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nDirecting services\n\nA business is directing services at persons or entities in Canada if at least one of the following applies:\n\n- The business's marketing or advertising is directed at persons or entities located in Canada;\n- The business operates a \".ca\" domain name; or,\n- The business is listed in a Canadian business directory.\n\nAdditional criteria may be considered, such as if the business describes its services being offered in Canada or actively seeks feedback from persons or entities in Canada. (diriger des services)\n\nDistributed ledger\n\nFor the purpose of section 151 of the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations (PCMLTFR), a digital ledger that is maintained by multiple persons or entities and that can only be modified by a consensus of those persons or entities. (registres distribués)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 151(2).\n\nDisposition\n\nWith respect to a reportable transaction, the disposition is what the funds or virtual currency was used for. For example, an individual arrives at a bank with cash and purchases a bank draft. The disposition is the purchase of the bank draft. (répartition)\n\nElectronic funds transfer\n\nThe transmission—by any electronic, magnetic or optical means—of instructions for the transfer of funds, including a transmission of instructions that is initiated and finally received by the same person or entity. In the case of SWIFT messages, only SWIFT MT-103 messages and their equivalent are included. It does not include a transmission or instructions for the transfer of funds:\n\n1. (a) that involves the beneficiary withdrawing cash from their account;\n2. (b) that is carried out by means of a direct deposit or pre-authorized debit;\n3. (c) that is carried out by cheque imaging and presentment\n4. (d) that is both initiated and finally received by persons or entities that are acting to clear or settle payment obligations between themselves; or\n5. (e) that is initiated or finally received by a person or entity referred to in paragraphs 5(a) to (h.1) of the Act for the purpose of internal treasury management, including the management of their financial assets and liabilities, if one of the parties to the transaction is a subsidiary of the other or if they are subsidiaries of the same corporation.\n\n(télévirement)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nEmployees profit sharing plan\n\nHas the same meaning as in subsection 248(1) of the [Income Tax Act](https://laws-lois.justice.gc.ca/eng/acts/I-3.3). (régime de participation des employés aux bénéfices)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nEntity\n\nA body corporate, a trust, a partnership, a fund or an unincorporated association or organization. (entité)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nFacts\n\nActual events, actions, occurrences or elements that exist or are known to have happened or existed. Facts are not opinions. For example, facts surrounding a transaction or multiple transactions could include the date, time, location, amount or type of transaction or could include the account details, particular business lines, or the client's financial history. (faits)\n\nFamily member\n\nFor the purposes of subsection 9.3(1) of the Act, a prescribed family member of a politically exposed foreign person, a politically exposed domestic person or a head of an international organization is:\n\n1. (a) their spouse or common-law partner;\n2. (b) their child;\n3. (c) their mother or father;\n4. (d) the mother or father of their spouse or common-law partner; or\n5. (e) a child of their mother or father.\n\n(membre de la famille)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 2(1).\n\nFiat currency\n\nA currency that is issued by a country and is designated as legal tender in that country. (monnaie fiduciaire)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2) and PCMLTFSTRR, SOR/2001-317, s. 1(2).\n\nFinal receipt\n\nIn respect of an electronic funds transfer, means the receipt of the instructions by the person or entity that is to make the remittance to a beneficiary. (destinataire)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nFinancial entity\n\nMeans:\n\n1. (a) an entity that is referred to in any of paragraphs 5(a), (b) and (d) to (f) of the Act;\n2. (b) a financial services cooperative;\n3. (c) a life insurance company, or an entity that is a life insurance broker or agent, in respect of loans or prepaid payment products that it offers to the public and accounts that it maintains with respect to those loans or prepaid payment products, other than:\n1. (i) loans that are made by the insurer to a policy holder if the insured person has a terminal illness that significantly reduces their life expectancy and the loan is secured by the value of an insurance policy;\n2. (ii) loans that are made by the insurer to the policy holder for the sole purpose of funding the life insurance policy; and\n3. (iii) advance payments to which the policy holder is entitles that are made to them by the insurer;\n4. (d) a credit union central when it offers financial services to a person, or to an entity that is not a member of that credit union central; and\n5. (e) a department, or an entity that is an agent of His Majesty in right of Canada or an agent or mandatary of His Majesty in right of a province, when it carries out an activity referred to in section 76.\n\n\n(entité financière)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nFinancial Action Task Force\n\nThe Financial Action Task Force on Money Laundering established in 1989. (Groupe d'action financière)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nFinancial services cooperative\n\nA financial services cooperative that is regulated by an Act respecting financial services cooperatives, CQLR, c. C-67.3 or the Act respecting the Mouvement Desjardins, S.Q. 2000, c. 77, other than a caisse populaire. (coopérative de services financiers)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nForeign currency\n\nA fiat currency that is issued by a country other than Canada. (devise)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nForeign currency exchange transaction\n\nAn exchange, at the request of another person or entity, of one fiat currency for another. (opération de change en devise)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nForeign currency exchange transaction ticket\n\nA record respecting a foreign currency exchange transaction—including an entry in a transaction register—that sets out:\n\n1. (a) the date of the transaction;\n2. (b) in the case of a transaction of $3,000 or more, the name and address of the person or entity that requests the exchange, the nature of their principal business or their occupation and, in the case of a person, their date of birth;\n3. (c) the type and amount of each of the fiat currencies involved in the payment made and received by the person or entity that requests the exchange;\n4. (d) the method by which the payment is made and received;\n5. (e) the exchange rates used and their source;\n6. (f) the number of every account that is affected by the transaction, the type of account and the name of each account holder; and\n7. (g) every reference number that is connected to the transaction and has a function equivalent to that of an account number.\n\n(fiche d'opération de change en devise)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nForeign money services business\n\nPersons and entities that do not have a place of business in Canada, that are engaged in the business of providing at least one of the following services that is directed at persons or entities in Canada, and that provide those services to their clients in Canada:\n\n1. (i) foreign exchange dealing,\n2. (ii) remitting funds or transmitting funds by any means or through any person, entity or electronic funds transfer network,\n3. (iii) issuing or redeeming money orders, traveller's cheques or other similar negotiable instruments except for cheques payable to a named person or entity,\n4. (iv) dealing in virtual currencies, or\n5. (v) any prescribed service.\n\n(entreprise de services monétaires étrangère)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 5(h.1), PCMLTFRR, SOR/2007-121, s. 1 and PCMLTFR, SOR/2002-184, s. 1(2).\n\nForeign state\n\nExcept for the purposes of Part 2, means a country other than Canada and includes any political subdivision or territory of a foreign state. (État étranger)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nFunds\n\nMeans:\n\n1. (a) cash and other fiat currencies, and securities, negotiable instruments or other financial instruments that indicate a title or right to or interest in them; or\n2. (b) a private key of a cryptographic system that enables a person or entity to have access to a fiat currency other than cash.\n\nFor greater certainty, it does not include virtual currency. (fonds)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2) and PCMLTFSTRR, SOR/2001-317, s. 1(2).\n\nHead of an international organization\n\nA person who, at a given time, holds—or has held within a prescribed period before that time—the office or position of head of\n\n1. a) an international organization that is established by the governments of states;\n2. b) an institution of an organization referred to in paragraph (a); or\n3. c) an international sports organization.\n\n(dirigeant d'une organisation internationale)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 9.3(3).\n\nImmediately\n\nIn respect of submitting a Terrorist Property Report (TPR), the time period within which a TPR must be submitted, which does not allow for any delay prior to submission. (immédiatement)\n\nInformation record\n\nA record that sets out the name and address of a person or entity and:\n\n1. (a) in the case of a person, their date of birth and the nature of their principal business or their occupation; and\n2. (b) in the case of an entity, the nature of its principal business.\n\n(dossier de renseignements)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nInitiation\n\nIn respect of an electronic funds transfer, means the first transmission of the instructions for the transfer of funds. (amorcer)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nInstitutional trust\n\nFor the purpose of section 15 of the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations (PCMLTFR), means a trust that is established by a corporation or other entity for a particular business purpose and includes a pension plan trust, a pension master trust, a supplemental pension plan trust, a mutual fund trust, a pooled fund trust, a registered retirement savings plan trust, a registered retirement income fund trust, a registered education savings plan trust, a group registered retirement savings plan trust, a deferred profit sharing plan trust, an employee profit sharing plan trust, a retirement compensation arrangement trust, an employee savings plan trust, a health and welfare trust, an unemployment benefit plan trust, a foreign insurance company trust, a foreign reinsurance trust, a reinsurance trust, a real estate investment trust, an environmental trust and a trust established in respect of endowment, a foundation or a registered charity. (fiducie institutionnelle)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 15(2).\n\nInternational electronic funds transfer\n\nAn electronic funds transfer other than for the transfer of funds within Canada. (télévirement international)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nInter vivos trust\n\nA personal trust, other than a trust created by will. (fiducie entre vifs)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nJewellery\n\nObjects that are made of gold, silver, palladium, platinum, pearls or precious stones and that are intended to be worn as a personal adornment. (bijou)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nLarge cash transaction record\n\nA record that indicates the receipt of an amount of $10,000 or more in cash in a single transaction and that contains the following information:\n\n01. (a) the date of the receipt;\n02. (b) if the amount is received for deposit into an account, the number of the account, the name of each account holder and the time of the deposit or an indication that the deposit is made in a night deposit box outside the recipient's normal business hours;\n03. (c) the name and address of every other person or entity that is involved in the transaction, the nature of their principal business or their occupation and, in the case of a person, their date of birth;\n04. (d) the type and amount of each fiat currency involved in the receipt;\n05. (e) the method by which the cash is received;\n06. (f) if applicable, the exchange rates used and their source;\n07. (g) the number of every other account that is affected by the transaction, the type of account and the name of each account holder\n08. (h) every reference number that is connected to the transaction and has a function equivalent to that of an account number;\n09. (i) the purpose of the transaction;\n10. (j) the following details of the remittance of, or in exchange for, the cash received:\n    1. (i) the method of remittance;\n    2. (ii) if the remittance is in funds, the type and amount of each type of funds involved;\n    3. (iii) if the remittance is not in funds, the type of remittance and its value, if different from the amount of cash received; and\n    4. (iv) the name of every person or entity involved in the remittance and their account number or policy number or, if they have no account number or policy number, their identifying number; and\n11. (k) if the amount is received by a dealer in precious metals and precious stones for the sale of precious metals, precious stones or jewellery:\n    1. (i) the type of precious metals, precious stones or jewellery;\n    2. (ii) the value of the precious metals, precious stones or jewellery, if different from the amount of cash received, and\n    3. (iii) the wholesale value of the precious metals, precious stones or jewellery.\n\n(relevé d'opération importante en espèces)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nLarge virtual currency transaction record\n\nA record that indicates the receipt of an amount of $10,000 or more in virtual currency in a single transaction and that contains the following information:\n\n1. (a) the date of the receipt;\n2. (b) if the amount is received for deposit into an account, the name of each account holder;\n3. (c) the name and address of every other person or entity that is involved in the transaction, the nature of their principal business or their occupation and, in the case of a person, their date of birth;\n4. (d) the type and amount of each virtual currency involved in the receipt;\n5. (e) the exchange rates used and their source;\n6. (f) the number of every other account that is affected by the transaction, the type of account and the name of each account holder;\n7. (g) every reference number that is connected to the transaction and has a function equivalent to that of an account number;\n8. (h) every transaction identifier, including the sending and receiving addresses; and\n9. (i) if the amount is received by a dealer in precious metals and precious stones for the sale of precious metals, precious stones or jewellery:\n1. (i) the type of precious metals, precious stones or jewellery;\n2. (ii) the value of the precious metals, precious stones or jewellery, if different from the amount of virtual currency received; and\n3. (iii) the wholesale value of the precious metals, precious stones or jewellery.\n\n(relevé d'opération importante en monnaie virtuelle)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nLife insurance broker or agent\n\nA person or entity that is authorized under provincial legislation to carry on the business of arranging contracts of life insurance. (représentant d'assurance-vie)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nLife insurance company\n\nA life company or foreign life company to which the [Insurance Companies Act](https://laws-lois.justice.gc.ca/eng/acts/I-11.8) applies or a life insurance company regulated by a provincial Act. (société d'assurance-vie)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nListed person\n\nHas the same meaning as in section 1 of the [Regulations Implementing the United Nations Resolutions on the Suppression of Terrorism](https://laws-lois.justice.gc.ca/eng/regulations/SOR-2001-360). (personne inscrite)\n\nReference:\n\nPCMLTFSTRR, SOR/2001-317, s. 1(2).\n\nManaging general agents (MGAs)\n\nLife insurance brokers or agents that act as facilitators between other life insurance brokers or agents and life insurance companies.  MGAs typically offer services to assist with insurance agents contracting and commission payments, facilitate the flow of information between insurer and agent, and provide training to, and compliance oversight of, insurance agents. (agent général de gestion)\n\nMandatary\n\nA person who acts, under a mandate or agreement, for another person or entity. (mandataire)\n\nMarketing or advertising\n\nWhen a person or entity uses promotional materials such as advertisements, graphics for websites or billboards, etc., with the intent to promote money services business (MSB) services and to acquire business from persons or entities in Canada. (marketing ou publicité)\n\nMinister\n\nIn relation to sections 24.1 to 39, the Minister of Public Safety and Emergency Preparedness and, in relation to any other provision of this Act, the Minister of Finance. (ministre)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nMoney laundering offence\n\nAn offence under subsection 462.31(1) of the [Criminal Code](https://laws-lois.justice.gc.ca/eng/acts/C-46). The United Nations defines money laundering as \"any act or attempted act to disguise the source of money or assets derived from criminal activity.\" Essentially, money laundering is the process whereby \"dirty money\"—produced through criminal activity—is transformed into \"clean money,\" the criminal origin of which is difficult to trace. (infraction de recyclage des produits de la criminalité)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nMoney laundering and terrorist financing indicators (ML/TF indicators)\n\nPotential red flags that could initiate suspicion or indicate that something may be unusual in the absence of a reasonable explanation. \\[Indicateurs de blanchiment d'argent (BA) et de financement du terrorisme (FT) (indicateurs de BA/FT)\\]\n\nMoney services business\n\nA person or entity that has a place of business in Canada and that is engaged in the business of providing at least one of the following services:\n\n1. (i) foreign exchange dealing,\n2. (ii) remitting funds or transmitting funds by any means or through any person, entity or electronic funds transfer network,\n3. (iii) issuing or redeeming money orders, traveller's cheques or other similar negotiable instruments except for cheques payable to a named person or entity,\n4. (iv) dealing in virtual currencies, or\n5. (v) any prescribed service.\n\n(entreprise de services monétaires)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 5(h), PCMLTFRR, SOR/2007-121, s. 1 and PCMLTFR, SOR/2002-184, s. 1(2).\n\nMoney services business agent\n\nAn individual or entity authorized to deliver services on behalf of a money services business (MSB). It is not an MSB branch. (mandataire d'une entreprise de services monétaires)\n\nMortgage administrator\n\nA person or entity, other than a financial entity, that is engaged in the business of servicing mortgage agreements on real property or hypothec agreements on immovables on behalf of a lender. (administrateur hypothécaire)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 5(i), PCMLTFRR,SOR/2002-184, subsection 1(2)\n\nMortgage broker\n\nA person or entity that is authorized under provincial legislation to act as an intermediary between a lender and a borrower with respect to loans secured by mortgages on real property or hypothecs on immovables. (courtier hypothécaire)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 5(i),\nPCMLTFRR,SOR/2002-184, subsection 1(2)\n\nMortgage lender\n\nA person or entity, other than a financial entity, that is engaged in the business of providing loans secured by mortgages on real property or hypothecs on immovables. (prêteur hypothécaire)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 5(i),\nPCMLTFRR,SOR/2002-184, subsection 1(2)\n\nNature of principal business\n\nAn entity's type or field of business. Also applies to an individual in the case of a sole proprietorship. (nature de l'entreprise principale)\n\nNew developments\n\nChanges to the structure or operations of a business when new services, activities, or locations are put in place. For example, changes to a business model or business restructuring. (nouveaux développements)\n\nNew technologies\n\nThe adoption of a technology that is new to a business. For example, when a business adopts new systems or software such as transaction monitoring systems or client onboarding and identification tools. (nouvelles technologies)\n\nNo apparent reason\n\nThere is no clear explanation to account for suspicious behaviour or information. (sans raison apparente)\n\nOccupation\n\nThe job or profession of an individual. (profession ou métier)\n\nPerson\n\nAn individual. (personne)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nPerson authorized to give instructions\n\nIn respect of an account, means a person who is authorized to instruct on the account or make changes to the account, such as modifying the account type, updating the account contact details, and in the case of a credit card account, requesting a limit increase or decrease, or adding or removing card holders. A person who is only able to conduct transactions on the account is not considered a person authorized to give instructions. (personne habilitée à donner des instructions)\n\nPolitically exposed domestic person\n\nA person who, at a given time, holds—or has held within a prescribed period before that time—one of the offices or positions referred to in any of paragraphs (a) and (c) to (j) in or on behalf of the federal government or a provincial government or any of the offices or positions referred to in paragraphs (b) and (k):\n\n01. (a) Governor General, lieutenant governor or head of government;\n02. (b) member of the Senate or House of Commons or member of a legislature of a province;\n03. (c) deputy minister or equivalent rank;\n04. (d) ambassador, or attaché or counsellor of an ambassador;\n05. (e) military officer with a rank of general or above;\n06. (f) president of a corporation that is wholly owned directly by His Majesty in right of Canada or a province;\n07. (g) head of a government agency;\n08. (h) judge of an appellate court in a province, the Federal Court of Appeal or the Supreme Court of Canada;\n09. (i) leader or president of a political party represented in a legislature;\n10. (j) holder of any prescribed office or position; or\n11. (k) mayor, reeve or other similar chief officer of a municipal or local government.\n\n(national politiquement vulnérable)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 9.3(3).\n\nPolitically exposed foreign person\n\nA person who holds or has held one of the following offices or positions in or on behalf of a foreign state:\n\n01. (a) head of state or head of government;\n02. (b) member of the executive council of government or member of a legislature;\n03. (c) deputy minister or equivalent rank;\n04. (d) ambassador, or attaché or counsellor of an ambassador;\n05. (e) military officer with a rank of general or above;\n06. (f) president of a state-owned company or a state-owned bank;\n07. (g) head of a government agency;\n08. (h) judge of a supreme court, constitutional court or other court of last resort;\n09. (i) leader or president of a political party represented in a legislature; or\n10. (j) holder of any prescribed office or position.\n\n(étranger politiquement vulnérable)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nPossibility\n\nIn regards to completing a suspicious transaction report (STR), the likelihood that a transaction may be related to a money laundering/terrorist financing (ML/TF) offence. For example, based on your assessment of facts, context and ML/TF indicators you have reasonable grounds to suspect that a transaction is related to the commission or attempted commission of an ML/TF offence. (possibilité)\n\nPrecious metal\n\nGold, silver, palladium or platinum in the form of coins, bars, ingots or granules or in any other similar form. (métal précieux)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nPrecious stones\n\nDiamonds, sapphires, emeralds, tanzanite, rubies or alexandrite. (pierre précieuse)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nPrepaid payment product\n\nA product that is issued by a financial entity and that enables a person or entity to engage in a transaction by giving them electronic access to funds or virtual currency paid to a prepaid payment product account held with the financial entity in advance of the transaction. It excludes a product that:\n\n1. (a) enables a person or entity to access a credit or debit account or one that is issued for use only with particular merchants; or\n2. (b) is issued for single use for the purposes of a retail rebate program.\n\n(produit de paiement prépayé)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nPrepaid payment product account\n\nAn account – other than an account to which only a public body or, if doing so for the purposes of humanitarian aid, a registered charity as defined in subsection 248(1) of the Income Tax Act, can add funds or virtual currency – that is connected to a prepaid payment product and that permits:\n\n1. (a) funds or virtual currency that total $1,000 or more to be added to the account within a 24-hour period; or\n2. (b) a balance of funds or virtual currency of $1,000 or more to be maintained.\n\n(compte de produit de paiement prépayé)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nPrescribed\n\nPrescribed by regulations made by the Governor in Council. (Version anglaise seulement)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nProbability\n\nThe likelihood in regards to completing a suspicious transaction report (STR) that a financial transaction is related to a money laundering/terrorist financing (ML/TF) offence. For example, based on facts, having reasonable grounds to believe that a transaction is probably related to the commission or attempted commission of an ML/TF offence. (probabilité)\n\nProduction order\n\nA judicial order that compels a person or entity to disclose records to peace officers or public officers. (ordonnance de communication)\n\nPublic body\n\nMeans\n\n1. (a) a department or an agent of His Majesty in right of Canada or an agent or mandatary of His Majesty in right of a province;\n2. (b) an incorporated city or town, village, metropolitan authority, township, district, county, rural municipality or other incorporated municipal body in Canada or an agent or mandatary in Canada of any of them; and\n3. (c) an organization that operates a public hospital and that is designated by the Minister of National Revenue as a hospital authority under the [Excise Tax Act](https://laws-lois.justice.gc.ca/eng/acts/E-15), or an agent or mandatary of such an organization.\n\n\n(organisme public)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nReal estate broker or sales representative\n\nA person or entity that is authorized under provincial legislation to act as an agent or mandatary for purchasers or vendors in respect of the purchase or sale of real property or immovables. (courtier ou agent immobilier)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nReal estate developer\n\nA person or entity that, in any calendar year after 2007, has sold to the public, other than in the capacity of a real estate broker or sales representative:\n\n1. (a) five or more new houses or condominium units;\n2. (b) one or more new commercial or industrial buildings; or\n3. (c) one or more new multi-unit residential buildings each of which contains five or more residential units, or two or more new multi-unit residential buildings that together contain five or more residential units.\n\n(promoteur immobilier)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nReasonable measures\n\nSteps taken to achieve a desired outcome, even if they do not result in the desired outcome. For example, this can include doing one or more of the following:\n\n- asking the client,\n- conducting open source searches,\n- retrieving information already available, including information held in non-digital formats, or\n- consulting commercially available information.\n\n(mesures raisonnables)Receipt of funds record\n\nA record that indicates the receipt of an amount of funds and that contains the following information:\n\n01. (a) the date of the receipt;\n02. (b) if the amount is received from a person, their name, address and date of birth and the nature of their principal business or their occupation;\n03. (c) if the amount is received from or on behalf of an entity, the entity's name and address and the nature of their principal business;\n04. (d) the amount of the funds received and of any part of the funds that is received in cash;\n05. (e) the method by which the amount is received;\n06. (f) the type and amount of each fiat currency involved in the receipt;\n07. (g) if applicable, the exchange rates used and their source;\n08. (h) the number of every account that is affected by the transaction in which the receipt occurs, the type of account and the name of each account holder;\n09. (i) the name and address of every other person or entity that is involved in the transaction, the nature of their principal business or their occupation and, in the case of a person, their date of birth;\n10. (j) every reference number that is connected to the transaction and has a function equivalent to that of an account number; and\n11. (k) the purpose of the transaction.\n\n(relevé de réception de fonds)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nRegistered pension plan\n\nHas the same meaning as in subsection 248(1) of the [Income Tax Act](https://laws-lois.justice.gc.ca/eng/acts/I-3.3). (régime de pension agréé)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nRegistered retirement income fund\n\nHas the same meaning as in subsection 248(1) of the [Income Tax Act](https://laws-lois.justice.gc.ca/eng/acts/I-3.3). (fonds enregistré de revenu de retraite)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nReliable\n\nIn respect of information that is used to verify identity, means that the source is well known, reputable, and is considered one that you trust to verify the identity of the client. (fiable)\n\nRepresentative for service\n\nAn individual in Canada that has been appointed by a person or entity that is a foreign money services business (FMSB), pursuant to the PCMLTFA, to receive notices and documents on behalf of the FMSB. (représentant du service)\n\nRisk assessment\n\nThe review and documentation of potential money laundering/terrorist financing risks in order to help a business establish policies, procedures and controls to detect and mitigate these risks and their impact. (évaluation des risques)\n\nSanctions evasion\n\nSanctions evasion offence means an offence arising from the contravention of a restriction or prohibition established by an order or a regulation made under the United Nations Act, the Special Economic Measures Act or the Justice for Victims of Corrupt Foreign Officials Act (Sergei Magnitsky Law). (contournement des sanctions)\n\nSecurities dealer\n\nA person or entity that is referred to in paragraph 5(g) of the Act. (courtier en valeurs mobilières)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nSenior officer\n\nIn respect of an entity, means:\n\n1. (a) a director of the entity who is one of its full-time employees;\n2. (b) the entity's chief executive officer, chief operating officer, president, secretary, treasurer, controller, chief financial officer, chief accountant, chief auditor or chief actuary, or any person who performs any of those functions; or\n3. (c) any other officer who reports directly to the entity's board of directors, chief executive officer or chief operating officer.\n\n(cadre dirigeant)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nService agreement\n\nAn agreement between a money services business (MSB) and an organization according to which the MSB will provide any of the following MSB services on an ongoing basis:\n\n- money transfers;\n- foreign currency exchange;\n- issuing or redeeming money orders, traveller's cheques or anything similar; or\n- dealing in virtual currencies.\n- Crowdfunding\n- Armoured Cars\n\n(accord de relation commerciale)\nSettlor\n\nA settlor is an individual or entity that creates a trust with a written trust declaration. The settlor ensures that legal responsibility for the trust is given to a trustee and that the trustee is provided with a trust instrument document that explains how the trust is to be used for the beneficiaries. A settlor includes any individual or entity that contributes financially to that trust, either directly or indirectly. (constituant)\n\nShell bank\n\nA foreign financial institution that:\n\n1. (a) does not have a place of business that:\n1. (i) is located at a fixed address—where it employs one or more persons on a full-time basis and maintains operating records related to its banking activities—in a country in which it is authorized to conduct banking activities; and\n2. (ii) is subject to inspection by the regulatory authority that licensed it to conduct banking activities; and\n2. (b) is not controlled by, or under common control with, a depository institution, credit union or foreign financial institution that maintains a place of business referred to in paragraph (a) in Canada or in a foreign country.\n\n(banque fictive)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(1).\n\nSignature\n\nIncludes an electronic signature or other information in electronic form that is created or adopted by a client of a person or entity referred to in section 5 of the Act and that is accepted by the person or entity as being unique to that client. (signature)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nSignature card\n\nIn respect of an account, means a document that is signed by a person who is authorized to give instructions in respect of the account, or electronic data that constitutes the signature of such a person. (fiche-signature)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nSource\n\nThe issuer or provider of information or documents for verifying identification. (source)\n\nSource of funds or of virtual currency (VC)\n\nThe origin of the particular funds or VC used to carry out a specific transaction or to attempt to carry out a transaction. It is how the funds were acquired, not where the funds may have been transferred from. For example, the source of funds could originate from activities or occurrences such as employment income, gifts, the sale of a large asset, criminal activity, etc. (origine des fonds ou de la monnaie virtuelle (MV))\n\nSource of wealth\n\nThe origin of a person's total assets that can be reasonably explained, rather than what might be expected. For example, a person's wealth could originate from an accumulation of activities and occurrences such as business undertakings, family estates, previous and current employment income, investments, real estate, inheritance, lottery winnings, etc. (origine de la richesse)\n\nStarting action\n\nWith respect to a reportable transaction, information related to the instructions provided by the person or entity making the request to the reporting entity to start a transaction. For example, an individual arrives at a bank and requests to purchase a bank draft. The starting action is the details of the instructions for the purchase which includes the funds or virtual currency that the requesting person or entity brought to the reporting entity. A transaction must have at least one starting action. (action d’amorce)\n\nSWIFT\n\nThe Society for Worldwide Interbank Financial Telecommunication. (SWIFT)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nTerrorist activity\n\nHas the same meaning as in subsection 83.01(1) of the [Criminal Code](https://laws-lois.justice.gc.ca/eng/acts/C-46). (activité terroriste)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nTerrorist activity financing offence\n\nAn offence under section 83.02, 83.03 or 83.04 of the [Criminal Code](https://laws-lois.justice.gc.ca/eng/acts/C-46) or an offence under section 83.12 of the [Criminal Code](https://laws-lois.justice.gc.ca/eng/acts/C-46) arising out of a contravention of section 83.08 of that Act.\n\nA terrorist financing offence is knowingly collecting or giving property (such as money) to carry out terrorist activities. This includes the use and possession of any property to help carry out the terrorist activities. The money earned for terrorist financing can be from legal sources, such as personal donations and profits from a business or charitable organization or from criminal sources, such as the drug trade, the smuggling of weapons and other goods, fraud, kidnapping and extortion. (infraction de financement des activités terroristes)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nThird party\n\nAny individual or entity that instructs another individual or entity to act on their behalf for a financial activity or transaction. (tiers)\n\nThreats to the security of Canada\n\nHas the same meaning as in section 2 of the [Canadian Security Intelligence Service Act](https://laws-lois.justice.gc.ca/eng/acts/C-23). (menaces envers la sécurité du Canada)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nTraining program\n\nA written and implemented program outlining the ongoing training for your employees, agents or other individuals authorized to act on your behalf. It should contain information about all your obligations and requirements to be fulfilled under the Proceeds of Crime (Money Laundering) and Terrorist Financing Act and its associated Regulations. (programme de formation)\n\nTrust\n\nA right of property held by one individual or entity (a trustee) for the benefit of another individual or entity (a beneficiary). (fiducie)\n\nTrust company\n\nA company that is referred to in any of paragraphs 5(d) to (e.1) of the Act. (société de fiducie)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nTrustee\n\nA trustee is the individual or entity authorized to hold or administer the assets of a trust. (fiduciaire)\n\nTutor\n\nIn the context of civil law, a person who has been lawfully appointed to the care of the person and property of a minor. (tuteur)\n\nTwo year effectiveness review\n\nA review, conducted every two years (at a minimum), by an internal or external auditor to test the effectiveness of your policies and procedures, risk assessment, and training program. (examen bisannuel de l'efficacité)\n\nValid\n\nIn respect of a document or information that is used to verify identity, appears legitimate or authentic and does not appear to have been altered or had any information redacted. The information must also be valid according to the issuer, for example if a passport is invalid because of a name change, it is not valid for FINTRAC purposes. (valide)\n\nVerify identity\n\nTo refer to certain information or documentation, in accordance with the prescribed methods, to identify a person or entity (client). (vérifier l'identité)\n\nVery large corporation or trust\n\nA corporation or trust that has minimum net assets of $75 million CAD on its last audited balance sheet. The corporation's shares or units have to be traded on a Canadian stock exchange or on a stock exchange designated under subsection 262(1) of the Income Tax Act. The corporation or trust also has to operate in a country that is a member of the Financial Action Task Force (FATF). (personne morale ou fiducie dont l'actif est très important)\n\nViolation\n\nA contravention of the Act or the regulations that is designated as a violation by regulations made under subsection 73.1(1). (violation)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nVirtual currency\n\nMeans:\n\n1. (a) a digital representation of value that can be used for payment or investment purposes that is not a fiat currency and that can be readily exchanged for funds or for another virtual currency that can be readily exchanged for funds; or\n2. (b) a private key of a cryptographic system that enables a person or entity to have access to a digital representation of value referred to in paragraph (a).\n\n(monnaie virtuelle)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2) and PCMLTFSTRR, SOR/2001-317, s. 1(2).\n\nVirtual currency exchange transaction\n\nAn exchange, at the request of another person or entity, of virtual currency for funds, funds for virtual currency or one virtual currency for another. (opération de change en monnaie virtuelle)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nVirtual currency exchange transaction ticket\n\nA record respecting a virtual currency exchange transaction—including an entry in a transaction register—that sets out:\n\n1. (a) the date of the transaction;\n2. (b) in the case of a transaction of $1,000 or more, the name and address of the person or entity that requests the exchange, the nature of their principal business or their occupation and, in the case of a person, their date of birth;\n3. (c) the type and amount of each type of funds and each of the virtual currencies involved in the payment made and received by the person or entity that requests the exchange;\n4. (d) the method by which the payment is made and received;\n5. (e) the exchange rates used and their source;\n6. (f) the number of every account that is affected by the transaction, the type of account and the name of each account holder;\n7. (g) every reference number that is connected to the transaction and has a function equivalent to that of an account number; and\n8. (h) every transaction identifier, including the sending and receiving addresses.\n\n(fiche d'opération de change en monnaie virtuelle)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nWorking days\n\nIn respect of an electronic funds transfer (EFT) report or a large virtual currency transaction report, a working day is a day between and including Monday to Friday. It excludes Saturday, Sunday, and a public holiday. (jour ouvrable)\n\nDate Modified: 2021-11-19",
    "metadata": {
        "title": "Money laundering and terrorist financing indicators—Financial entities",
        "description": "List of indicators of money laundering and terrorist activity financing for financial entities",
        "language": "en",
        "ogLocaleAlternate": [],
        "dctermsSubject": "Indicators, money laundering, terrorist activity financing, reporting, financial entities, Financial Transactions and Reports Analysis Centre of Canada, FINTRAC",
        "viewport": "width=device-width, initial-scale=1",
        "dcterms.title": "Money laundering and terrorist financing indicators—Financial entities | FINTRAC – Canada.ca  ",
        "dcterms.creator": "Government of Canada, Financial Transactions and Reports Analysis Centre of Canada",
        "dcterms.issued": "2018-12-17",
        "dcterms.modified": "2021-11-19",
        "dcterms.subject": "Indicators, money laundering, terrorist activity financing, reporting, financial entities, Financial Transactions and Reports Analysis Centre of Canada, FINTRAC",
        "dcterms.language": "eng",
        "name": "Government of Canada",
        "areaServed": "Canada",
        "sourceURL": "https://fintrac-canafe.canada.ca/guidance-directives/transaction-operation/indicators-indicateurs/fin_mltf-eng",
        "statusCode": 200
    },
    "markdown_cleaned": "# Money laundering and terrorist financing indicators—Financial entities\n\n**From:** Financial Transactions and Reports Analysis Centre of Canada (FINTRAC)\n\n## Overview\n\nML/TF indicators are potential red flags that could initiate suspicion or indicate that something may be unusual in the absence of a reasonable explanation. Red flags typically stem from one or more factual characteristics, behaviours, patterns or other contextual factors that identify irregularities related to financial transactions or attempted transactions. These often present inconsistencies with what is expected of your client based on what you know about them.\n\nThe ML/TF indicators in this guidance were developed by FINTRAC through a three-year review of ML/TF cases, a review of high quality STRs, published literature by international organizations such as the Financial Action Task Force (FATF) and the Egmont Group, and consultation with reporting entity sectors. These ML/TF indicators do not cover every possible situation but were developed to provide you with a general understanding of what is or could be unusual or suspicious. On its own, a single ML/TF indicator may not appear suspicious. However, observing an ML/TF indicator could lead you to conduct an assessment of the transaction(s) to determine whether there are further facts, contextual elements or additional ML/TF indicators that assist in establishing reasonable grounds to suspect the commission or attempted commission of an ML/TF offence which requires the submission of an STR.\n\nCriminal organizations often combine various methods in different ways in order to avoid the detection of ML/TF. If you detect unusual or suspicious behaviour or a transaction that prompts the need for an assessment, ML/TF indicators combined with facts and context can help you determine if there are **reasonable grounds to suspect** that the transaction is related to the commission or attempted commission of an ML/TF offence. These ML/TF indicators may also be used to explain or articulate the rationale for your reasonable grounds to suspect in the narrative portion of an STR, as they provide valuable information from a financial intelligence perspective.\n\n## Important considerations\n\n### One piece of the puzzle\n\nThe ML/TF indicators in this guidance are not an exhaustive list of ML/TF indicators to support all suspicious scenarios. These ML/TF indicators should be considered as examples to guide the development of your own process to determine when you have reasonable grounds to suspect that the transaction or attempted transaction is related to the commission or attempted commission of an ML/TF offence. These ML/TF indicators are one piece of the puzzle and are designed to complement your own STR process and can be used in conjunction with other publicly available ML/TF indicators.\n\nDuring an assessment, FINTRAC will review your compliance policies and procedures to see how you use ML/TF indicators within your STR process. Part of the assessment will include evaluating how the actual policies follow your documented approach and determining its effectiveness with respect to the use of ML/TF indicators. This can include a review of transactions to determine how your STR process identifies potential STRs and assesses them using facts, context and ML/TF indicators. For example, you may be asked to provide an explanation if you have not reported an STR for a client you have assessed as high risk and that client's activity also matches against multiple ML/TF indicators.\n\n### Combination of facts, context and ML/TF indicators\n\nIf the context surrounding a transaction is suspicious, it could lead you to assess a client's financial transactions. Facts, context and ML/TF indicators need to be assessed to determine whether there are reasonable grounds to suspect that the transaction is related to the commission or attempted commission of an ML/TF offence. On its own, a single financial transaction or ML/TF indicator may not appear suspicious. However, this does not mean you should stop your assessment. Additional facts or context about the client or their actions may help you reach the reasonable grounds to suspect threshold.\n\n### Alert or triggering system\n\nFINTRAC acknowledges that a reporting entity may have developed a system that relies on specific alerts or triggering events to signal when to assess a transaction to determine if an STR should be submitted to FINTRAC. If you rely on such a system, FINTRAC expects that you review the alerts in a timely manner in order to determine if an STR should be submitted. Regardless of how you choose to operationalize these ML/TF indicators, FINTRAC expects that you will be able to demonstrate that you have an effective process to identify, assess and submit STRs to FINTRAC.\n\n## General ML/TF indicators\n\nThe ML/TF indicators in the following section are applicable to both suspected ML and/or TF. The ability to detect, prevent and deter ML and/or TF begins with properly identifying the person or entity in order to review and report suspicious financial activity.\n\nAs a financial entity, you may observe these ML/TF indicators over the course of your business activities with a client. It is important to note that depending on your business activities, some of these ML/TF indicators may not apply.\n\n### ML/TF indicators related to identifying the person or entity\n\nThe following are examples of ML/TF indicators that you may observe when identifying persons or entities.\n\n- There is an inability to properly identify the client or there are questions surrounding the client's identity.\n- When opening an account, the client refuses or tries to avoid providing information required by the financial institution, or provides information that is misleading, vague, or difficult to verify.\n- The client refuses to provide information regarding the beneficial owners of an account opened for an entity, or provides information that is false, conflicting, misleading or substantially incorrect.\n- The identification document presented by the client cannot be authenticated.\n- There are inconsistencies in the identification documents or different identifiers provided by the client, such as name, address, date of birth or phone number.\n- Client produces seemingly false information or identification that appears to be counterfeited, altered or inaccurate.\n- Client displays a pattern of name variations from one transaction to another or uses aliases.\n- Client alters the transaction after being asked for identity documents.\n- The client provides only a non-civic address or disguises a post office box as a civic address for the purpose of concealing their physical residence.\n- Common identifiers (e.g. addresses, phone numbers, etc.) are used by multiple clients that do not appear to be related.\n- Common identifiers (e.g. addresses, phone numbers, etc.) are used by multiple clients conducting similar transactions.\n- Use of the same hotel address by one or more clients.\n- Transactions involve persons or entities identified by the media, law enforcement and/or intelligence agencies as being linked to criminal activities.\n- Attempts to verify the information provided by a new or prospective client are difficult.\n\n### ML/TF indicators related to client behaviour\n\nThe contextual information acquired through the know your client (KYC) requirements or the behaviour of a client, particularly surrounding a transaction or a pattern of transactions, may lead you to conduct an assessment in order to determine if you are required to submit an STR to FINTRAC. The following are some examples of ML/TF indicators that are linked to contextual behaviour and may be used in conjunction with your assessment and your risk-based approach.\n\n- Client makes statements about involvement in criminal activities.\n- Client conducts transactions at different physical locations, or approaches different tellers.\n- Evidence of untruthfulness on behalf of the client (e.g. providing false or misleading information).\n- Client exhibits nervous behaviour.\n- Client refuses to provide information when required, or is reluctant to provide information.\n- Client has a defensive stance to questioning.\n- Client presents confusing details about the transaction or knows few details about its purpose.\n- Client avoids contact with reporting entity employees.\n- Client refuses to identify a source of funds or provides information that is false, misleading, or substantially incorrect.\n- Client exhibits a lack of concern about higher than normal transaction costs or fees.\n- Client makes enquiries/statements indicating a desire to avoid reporting or tries to persuade the reporting entity not to file/maintain required reports.\n- Insufficient explanation for the source of funds.\n- Client closes account after an initial deposit is made without a reasonable explanation.\n\n### ML/TF indicators surrounding the financial transactions in relation to the person/entity profile\n\nClearly understanding the expected activity of a person or entity will allow you to assess their financial activity with the proper lens. For example, an entity involved in an industry that is not normally cash-intensive receiving excessive cash deposits or a person conducting financial transactions atypical of their financial profile. The following are some examples of ML/TF indicators surrounding the financial transactions related to the person/entity profile.\n\n- The transactional activity far exceeds the projected activity at the time of the account opening or the beginning of the relationship.\n- The transactional activity (level or volume) is inconsistent with the client's apparent financial standing, their usual pattern of activities or occupational information (e.g. student, unemployed, social assistance, etc.).\n- The volume of transactional activity exceeds the norm for geographical area.\n- The transactional activity is inconsistent with what is expected from a declared business (e.g. business account has no normal business-related activities, such as the payment of payrolls or invoices).\n- Client appears to be living beyond their means.\n- Large and/or rapid movement of funds not commensurate with the client's financial profile.\n- Rounded sum transactions atypical of what would be expected from the client.\n- Size or type of transactions atypical of what is expected from the client.\n- Opening accounts when the client's address or employment address is outside the local service area without a reasonable explanation.\n- There is a sudden change in the client's financial profile, pattern of activity or transactions.\n- Client uses notes, monetary instruments, or products and/or services that are unusual for such a client.\n\n### ML/TF indicators related to products and services\n\nAccounts can take different forms (e.g. chequing, savings, investment, etc.) and for the purposes of this section, the ML/TF indicators below will aim to address the ML/TF risks linked to different types of accounts held by various reporting entities in Canada. There are many ML/TF indicators related to account activity. Your process to evaluate risk for accounts and any other products and services you provide should be documented as part of your KYC and risk assessment requirements. The following ML/TF indicators will focus on products or services that may be applicable within your business.\n\n- Holding multiple accounts at several financial institutions for no apparent reason.\n- Suspected use of a personal account for business purposes, or vice-versa.\n- Client appears to have recently established a series of new relationships with different financial entities.\n- A product and/or service opened on behalf of a person or entity that is inconsistent based on what you know about that client.\n- Frequent use of safety deposit box.\n- Accounts used for pass-through activities (e.g. to receive and subsequently send funds to beneficiaries).\n- Use of multiple foreign bank accounts for no apparent reason.\n- Credit card transactions and payments are exceptionally high for what is expected of the client including an excessive amount of cash advance usage, balance transfer requests or transactions involving luxury items.\n- Client frequently makes credit card overpayments and then requests a cash advance.\n- Frequent and/or atypical transfers between the client's products and accounts for no apparent reason.\n- The same person holds signing authority for accounts held by multiple entities where there is no legal reason or sufficient explanation for such an arrangement.\n- Accounts held by multiple entities either headquartered at the same location or having the same directors/signing authorities for no apparent reason.\n\n### ML/TF indicators related to change in account activity\n\nCertain changes regarding an account may be indicative of ML/TF for a multitude of reasons including, but not limited to, the use of an account to suddenly launder or transmit funds, an increase in volume, changes in ownership of an account, etc. Changes in account activity may trigger a need for further assessment of the person or entity holding the account and some examples to consider are listed below.\n\n- A business account has a change in ownership structure with increases in transactional activity and no apparent explanation.\n- An inactive account begins to see financial activity (e.g. deposits, wire transfers, withdrawals).\n- Accounts that receive relevant periodical deposits and are inactive at other periods without a logical explanation.\n- A sudden increase in credit card usage or applications for new credit.\n- Abrupt change in account activity.\n\n### ML/TF indicators based on atypical transactional activity\n\nThere are certain transactions that are outside the normal conduct of your everyday business. These transactions may be indicative of a suspicious transaction, and would require additional assessment. Some examples of ML/TF indicators based on atypical transactional activity are listed below.\n\n- The client has multiple products, atypical of what would be expected.\n- A series of complicated transfers of funds that seems to be an attempt to hide the source and intended use of the funds.\n- Transactions displaying financial connections between persons or entities that are not usually connected (e.g. a food importer dealing with an automobile parts exporter).\n- Transaction is unnecessarily complex for its stated purpose.\n- Client presents notes or financial instruments that are packed, transported or wrapped in an uncommon way.\n- A client's transactions have no apparent business or economic purpose.\n- Transaction is consistent with a publicly known trend in criminal activity.\n- Client deposits musty, odd smelling or extremely dirty bills.\n- Transaction involves a suspected shell entity (an entity that does not have an economical or logical reason to exist).\n- Client frequently exchanges small bills for larger bills.\n- Suspicious pattern emerges from a client's transactions (e.g. transactions take place at the same time of day).\n- Atypical transfers by a client on an in-and-out basis, or other methods of moving funds quickly, such as a cash deposit followed immediately by a wire transfer of the funds out.\n- Funds transferred in and out of an account on the same day or within a relatively short period of time.\n\n### ML/TF indicators related to transactions structured below the reporting or identification requirements\n\nStructuring of transactions to avoid reporting or identification requirements is a common method for committing or attempting to commit an ML/TF offence. There are multiple thresholds which trigger reporting/identification requirements by a reporting entity. Some examples of ML/TF indicators which may be indicative of a person or entity attempting to evade identification and/or reporting thresholds are listed below.\n\n- You become aware of the structuring of deposits at multiple branches or institutions.\n- Client appears to be structuring amounts to avoid client identification or reporting thresholds.\n- Client appears to be collaborating with others to avoid client identification or reporting thresholds.\n- The structuring of deposits through multiple branches of the same financial institution or by groups of persons who enter a single branch at the same time.\n- Multiple transactions conducted below the reporting threshold within a short period.\n- Client makes enquiries that would indicate a desire to avoid reporting.\n- Client conducts transactions at different physical locations or with different representatives in an apparent attempt to avoid detection.\n- Client exhibits knowledge of reporting thresholds.\n\n### ML/TF indicators involving wire transfers (including electronic funds transfers)\n\nIn our current global environment, it is increasingly easier to transfer funds to, from or through multiple jurisdictions (municipal, national or international) in a rapid fashion. This presents an increased ML/TF risk as transactions passing through multiple accounts and/or jurisdictions increase the difficulty for reporting entities and law enforcement to trace illicit funds. Examples of these types of transactions which may require further assessment include the following.\n\n- Client is unaware of details surrounding incoming wire transfers, such as the ordering client details, amounts or reasons.\n- Client does not appear to know the sender of the wire transfer from whom the wire transfer was received, or the recipient to whom they are sending the wire transfer.\n- Client frequents multiple locations utilizing cash, prepaid credit cards or money orders/cheques/drafts to send wire transfers overseas.\n- The client sends wire transfers or receives wire transfers to or from multiple beneficiaries that do not correspond to the expected use of the account type or business account.\n- Client is accompanied by persons who appear to be instructing the sending or receiving of wire transfers on their behalf.\n- Multiple persons are sending wire transfers that are similar in amounts, receiver names, security questions, addresses or destination country.\n- Client attempts to specify the routing of an international wire transfer.\n- Client conducts wire transfers that do not include theirs or the beneficiary's requisite information.\n- Client utilizes structured cash transactions to send wire transfers in an effort to avoid record keeping requirements.\n- Funds are deposited or received into several accounts and then consolidated into one before transferring the funds outside the country.\n- Immediately after transferred funds have cleared, the client moves funds, to another account or to another person or entity.\n- Multiple clients have sent wire transfers over a short period of time to the same recipient.\n- Large wire transfers or high volume of wire transfers are conducted or received through the account that does not fit the expected pattern of that account.\n- Large and/or frequent wire transfers between senders and receivers with no apparent relationship.\n- Client sending to, or receiving wire transfers from, multiple clients.\n\n### ML/TF indicators related to transactions that involve non-Canadian jurisdictions\n\nThere are certain types of transactions that may be sent or received from jurisdictions outside of Canada where there is higher ML/TF risk due to more permissible laws or the local ML/TF threat environment. The following are examples to consider when making an assessment of the financial transaction conducted by a person/entity through your business.\n\n- Transactions with jurisdictions that are known to produce or transit drugs or precursor chemicals, or are sources of other types of criminality.\n- Transactions with jurisdictions that are known to be at a higher risk of ML/TF.\n- Transaction/business activity involving locations of concern, which can include jurisdictions where there are ongoing conflicts (and periphery areas), countries with weak ML/TF controls, or countries with highly secretive banking or other transactional laws.\n- Transactions involving any countries deemed high risk or non-cooperative by the FATF.\n- Client makes frequent overseas transfers, not in line with their financial profile.\n\nDue to the ever-evolving nature of the ML/TF environment, high risk jurisdictions and trends are often subject to change. To ensure that you are referencing accurate information, FINTRAC encourages you to research publicly available sources on a regular basis to support these ML/TF indicators as part of your STR process. There are multiple sources that identify jurisdictions of concern, including the FATF, which publishes contextual information on high-risk jurisdictions in relation to their risk of ML and TF. You may also observe funds coming from or going to jurisdictions that are reported in the media as locations where terrorists operate/carry out attacks and/or where terrorists have a large support base (state sponsors or private citizens). Identifying high-risk jurisdictions or known trends can also be included as part of your risk-based approach and internal STR process.\n\n### ML/TF indicators related to the use of other parties\n\nIn the course of a \"normal\" financial transaction, there are a \"normal\" number of parties who engage in the transaction, depending on the nature of the transaction at hand. For example, in the instance of depositing cash to a personal bank account, there is generally one party to the transaction: the person who holds the account is depositing into their own account. By contrast, with the deposit of cash to a business account, you can have many different parties, including: persons associated with the business's finance function who hold authority over the account, or an employee who may be charged with depositing the cash.\n\nTransactions that involve parties not typically associated with a transaction can present an elevated risk of ML and/or TF. These additional parties can be used to allow a criminal to avoid being identified or being linked to an asset or account. This section includes examples of how the involvement of other parties may be indicative of the structure of a criminal enterprise. Some examples of such other parties include the use of a third party, nominee or gatekeeper.\n\n#### Use of third party\n\nA third party is any person or entity that instructs someone to act on their behalf for a financial activity or transaction. There are some situations where there is an apparent and discernable rationale for the inclusion of the third party in a transaction and this may not be suspicious. However, you may become suspicious in a situation where the reason for a person or entity acting on behalf of another person or entity does not make sense based on what you know about the client or the third party. Use of third parties is one method that money launderers and terrorist activity financiers use to distance themselves from the proceeds of crime or source of criminally obtained funds. By relying on other parties to conduct transactions they can distance themselves from the transactions that can be directly linked to the suspected ML/TF offence. Some examples of ML/TF indicators related to the use of a third party can be found below.\n\n- Multiple deposits which are made to an account by non-account holders.\n- Unrelated parties sending email money transfers or other forms of electronic transfers to the same beneficiary with no apparent relation to the recipient.\n- A client conducts a transaction while accompanied, overseen or directed by another party.\n- A client makes numerous outgoing payments to unrelated parties shortly after they receive incoming funds.\n- Wire transfers, deposits or payments to or from unrelated parties (foreign or domestic).\n- Client appears to be or states they are acting on behalf of another party.\n- Account is linked to seemingly unconnected parties.\n\n#### Use of nominee\n\nA nominee is a particular type of other party that is authorized to open accounts and conduct transactions on behalf of a person or entity. There are legitimate reasons for relying on a nominee to conduct financial activity of behalf of someone else. However, this type of activity is particularly vulnerable to ML/TF as it is a common method used by criminals to distance themselves from the transactions that could be linked to suspected ML/TF offences. These are some examples of ML/TF indicators relating to the misuse of nominees.\n\n- A person maintains multiple accounts, or maintains accounts in the names of family members or corporate entities with no apparent business or other purpose.\n- A person or entity other than the stated account holder conducts the majority of the transaction activity, which seems unnecessary or excessive.\n- Client is involved in transactions or account activities that are suspicious, but refuses or is unable to answer questions related to the account or transactions.\n\n#### Use of gatekeeper\n\nA gatekeeper is a person who controls access to the financial system and can act on behalf of a client. Such services can be abused so that criminals have access to the financial system without being identified. Gatekeepers may include lawyers, accountants and other professions which can access the financial system on behalf of a client. While there are many transactions where it is \"normal\" to have a gatekeeper represent the interests of a client, such an appearance of normalcy can also be utilized to the advantage of criminals to provide the veneer of legitimacy to their transactions. The use of gatekeepers themselves is not an indicator of an ML/TF offence. However, entities should consider the following examples which can indicate misuse of the financial system access provided to gatekeepers.\n\n- Gatekeeper avoids identifying their client or disclosing their client's identity when such identification would be normal during the course of a transaction.\n- Gatekeeper is willing to pay higher fees and seeks to conduct the transaction quickly when there is no apparent need for such expediency.\n- Gatekeeper is utilizing their account for transactions not typical of their business (e.g. pass through account, excessive amount of cash, payment to non-clients or parties of transactions).\n- Apparent misuse of correspondent accounts by gatekeeper to obscure the origin and/or destination of funds.\n\n## Indicators related to TF\n\nIn Canada, TF offences make it a crime to knowingly collect or provide property, which can include financial or other related services, for terrorist purposes. This section is focused on examples that are specific to the possible commission of a TF offence. However, please note that the other ML/TF indicators in this guidance may also prove relevant in determining when you have reasonable grounds to suspect the commission of TF, as the methods used by criminals to evade detection of ML are similar.\n\n### Indicators specifically related to TF:\n\nThe indicators below are some examples of indicators relating to TF.\n\n- Transactions involving certain high-risk jurisdictions such as locations in the midst of or in proximity to, armed conflict where terrorist groups operate or locations which are subject to weaker ML/TF controls.\n- An account opened in the name of an entity, a foundation or association, which may be linked or involved with a suspected terrorist organization.\n- The use of funds by a non-profit organization is not consistent with the purpose for which it was established.\n- Raising donations in an unofficial or unregistered manner.\n- Client identified by media or law enforcement as having travelled, attempted or intended to travel to high-risk jurisdictions (including cities or districts of concern), specifically countries (and adjacent countries) under conflict and/or political instability or known to support terrorist activities and organizations.\n- Transactions involve persons or entities identified by media and/or sanctions lists as being linked to a terrorist organization or terrorist activities.\n- Law enforcement information provided which indicates persons or entities may be linked to a terrorist organization or terrorist activities.\n- Client conducted travel-related purchases (e.g. purchase of airline tickets, travel visa, passport, etc.) linked to high-risk jurisdictions (including cities or districts of concern), specifically countries (and adjacent countries) under conflict and/or political instability or known to support terrorist activities and organizations.\n- Person or entity's online presence supports violent extremism or radicalization.\n- Client donates to a cause that is subject to derogatory information that is publicly available (e.g. crowdfunding initiative, charity, non-profit organization, non-government organization, etc.).",
    "chunks": [
        {
            "idx": 0,
            "content": "# Money laundering and terrorist financing indicators—Financial entities  \n**From:** Financial Transactions and Reports Analysis Centre of Canada (FINTRAC)",
            "metadata": {
                "Header 1": "Money laundering and terrorist financing indicators—Financial entities"
            },
            "word_count": 18,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 1,
            "content": "## Overview  \nML/TF indicators are potential red flags that could initiate suspicion or indicate that something may be unusual in the absence of a reasonable explanation. Red flags typically stem from one or more factual characteristics, behaviours, patterns or other contextual factors that identify irregularities related to financial transactions or attempted transactions. These often present inconsistencies with what is expected of your client based on what you know about them.",
            "metadata": {
                "Header 1": "Money laundering and terrorist financing indicators—Financial entities",
                "Header 2": "Overview"
            },
            "word_count": 70,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 2,
            "content": "The ML/TF indicators in this guidance were developed by FINTRAC through a three-year review of ML/TF cases, a review of high quality STRs, published literature by international organizations such as the Financial Action Task Force (FATF) and the Egmont Group, and consultation with reporting entity sectors. These ML/TF indicators do not cover every possible situation but were developed to provide you with a general understanding of what is or could be unusual or suspicious. On its own, a single ML/TF indicator may not appear suspicious. However, observing an ML/TF indicator could lead you to conduct an assessment of the transaction(s) to determine whether there are further facts, contextual elements or additional ML/TF indicators that assist in establishing reasonable grounds to suspect the commission or attempted commission of an ML/TF offence which requires the submission of an STR.",
            "metadata": {
                "Header 1": "Money laundering and terrorist financing indicators—Financial entities",
                "Header 2": "Overview"
            },
            "word_count": 137,
            "bullet_point_ratio": 0.0,
            "context": " This chunk discusses the development and purpose of the money laundering and terrorist financing (ML/TF) indicators provided in the guidance for financial entities.",
            "questions": [
                "What process did FINTRAC undertake to develop the ML/TF indicators provided in the guidance?",
                "Why might a single ML/TF indicator not be sufficient to determine suspicious activity?",
                "How should a regulatory officer respond upon observing an ML/TF indicator, and what additional steps might they take to assess the situation?"
            ],
            "qnas": [
                {
                    "question": "What process did FINTRAC undertake to develop the ML/TF indicators provided in the guidance?",
                    "answer": "FINTRAC developed the ML/TF indicators through a three-year review of ML/TF cases, an analysis of high-quality Suspicious Transaction Reports (STRs), a review of published literature by international organizations such as the Financial Action Task Force (FATF) and the Egmont Group, and through consultation with reporting entity sectors."
                },
                {
                    "question": "Why might a single ML/TF indicator not be sufficient to determine suspicious activity?",
                    "answer": "A single ML/TF indicator may not be sufficient to determine suspicious activity because, as outlined by FINTRAC, it might not appear suspicious on its own. It is the assessment of the transaction's context, along with additional indicators or facts, that helps establish reasonable grounds to suspect money laundering or terrorist financing activity, warranting the submission of a Suspicious Transaction Report (STR)."
                },
                {
                    "question": "How should a regulatory officer respond upon observing an ML/TF indicator, and what additional steps might they take to assess the situation?",
                    "answer": "Upon observing an ML/TF indicator, a regulatory officer should conduct an assessment of the transaction(s) to gain more context. According to FINTRAC guidelines, while a single indicator may not be suspicious on its own, further investigation may reveal additional indicators or facts that establish reasonable grounds to suspect money laundering or terrorist financing. This could necessitate submitting a Suspicious Transaction Report (STR)."
                }
            ]
        },
        {
            "idx": 3,
            "content": "Criminal organizations often combine various methods in different ways in order to avoid the detection of ML/TF. If you detect unusual or suspicious behaviour or a transaction that prompts the need for an assessment, ML/TF indicators combined with facts and context can help you determine if there are **reasonable grounds to suspect** that the transaction is related to the commission or attempted commission of an ML/TF offence. These ML/TF indicators may also be used to explain or articulate the rationale for your reasonable grounds to suspect in the narrative portion of an STR, as they provide valuable information from a financial intelligence perspective.",
            "metadata": {
                "Header 1": "Money laundering and terrorist financing indicators—Financial entities",
                "Header 2": "Overview"
            },
            "word_count": 103,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 4,
            "content": "## Important considerations  \n### One piece of the puzzle  \nThe ML/TF indicators in this guidance are not an exhaustive list of ML/TF indicators to support all suspicious scenarios. These ML/TF indicators should be considered as examples to guide the development of your own process to determine when you have reasonable grounds to suspect that the transaction or attempted transaction is related to the commission or attempted commission of an ML/TF offence. These ML/TF indicators are one piece of the puzzle and are designed to complement your own STR process and can be used in conjunction with other publicly available ML/TF indicators.",
            "metadata": {
                "Header 1": "Money laundering and terrorist financing indicators—Financial entities",
                "Header 2": "Important considerations",
                "Header 3": "One piece of the puzzle"
            },
            "word_count": 101,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 5,
            "content": "During an assessment, FINTRAC will review your compliance policies and procedures to see how you use ML/TF indicators within your STR process. Part of the assessment will include evaluating how the actual policies follow your documented approach and determining its effectiveness with respect to the use of ML/TF indicators. This can include a review of transactions to determine how your STR process identifies potential STRs and assesses them using facts, context and ML/TF indicators. For example, you may be asked to provide an explanation if you have not reported an STR for a client you have assessed as high risk and that client's activity also matches against multiple ML/TF indicators.",
            "metadata": {
                "Header 1": "Money laundering and terrorist financing indicators—Financial entities",
                "Header 2": "Important considerations",
                "Header 3": "One piece of the puzzle"
            },
            "word_count": 110,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 6,
            "content": "### Combination of facts, context and ML/TF indicators  \nIf the context surrounding a transaction is suspicious, it could lead you to assess a client's financial transactions. Facts, context and ML/TF indicators need to be assessed to determine whether there are reasonable grounds to suspect that the transaction is related to the commission or attempted commission of an ML/TF offence. On its own, a single financial transaction or ML/TF indicator may not appear suspicious. However, this does not mean you should stop your assessment. Additional facts or context about the client or their actions may help you reach the reasonable grounds to suspect threshold.",
            "metadata": {
                "Header 1": "Money laundering and terrorist financing indicators—Financial entities",
                "Header 2": "Important considerations",
                "Header 3": "Combination of facts, context and ML/TF indicators"
            },
            "word_count": 103,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 7,
            "content": "### Alert or triggering system  \nFINTRAC acknowledges that a reporting entity may have developed a system that relies on specific alerts or triggering events to signal when to assess a transaction to determine if an STR should be submitted to FINTRAC. If you rely on such a system, FINTRAC expects that you review the alerts in a timely manner in order to determine if an STR should be submitted. Regardless of how you choose to operationalize these ML/TF indicators, FINTRAC expects that you will be able to demonstrate that you have an effective process to identify, assess and submit STRs to FINTRAC.",
            "metadata": {
                "Header 1": "Money laundering and terrorist financing indicators—Financial entities",
                "Header 2": "Important considerations",
                "Header 3": "Alert or triggering system"
            },
            "word_count": 102,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 8,
            "content": "## General ML/TF indicators  \nThe ML/TF indicators in the following section are applicable to both suspected ML and/or TF. The ability to detect, prevent and deter ML and/or TF begins with properly identifying the person or entity in order to review and report suspicious financial activity.  \nAs a financial entity, you may observe these ML/TF indicators over the course of your business activities with a client. It is important to note that depending on your business activities, some of these ML/TF indicators may not apply.",
            "metadata": {
                "Header 1": "Money laundering and terrorist financing indicators—Financial entities",
                "Header 2": "General ML/TF indicators"
            },
            "word_count": 85,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 9,
            "content": "### ML/TF indicators related to identifying the person or entity  \nThe following are examples of ML/TF indicators that you may observe when identifying persons or entities.  \n- There is an inability to properly identify the client or there are questions surrounding the client's identity.\n- When opening an account, the client refuses or tries to avoid providing information required by the financial institution, or provides information that is misleading, vague, or difficult to verify.\n- The client refuses to provide information regarding the beneficial owners of an account opened for an entity, or provides information that is false, conflicting, misleading or substantially incorrect.\n- The identification document presented by the client cannot be authenticated.\n- There are inconsistencies in the identification documents or different identifiers provided by the client, such as name, address, date of birth or phone number.",
            "metadata": {
                "Header 1": "Money laundering and terrorist financing indicators—Financial entities",
                "Header 2": "General ML/TF indicators",
                "Header 3": "ML/TF indicators related to identifying the person or entity"
            },
            "word_count": 139,
            "bullet_point_ratio": 0.7142857142857143
        },
        {
            "idx": 10,
            "content": "- Client produces seemingly false information or identification that appears to be counterfeited, altered or inaccurate.\n- Client displays a pattern of name variations from one transaction to another or uses aliases.\n- Client alters the transaction after being asked for identity documents.\n- The client provides only a non-civic address or disguises a post office box as a civic address for the purpose of concealing their physical residence.\n- Common identifiers (e.g. addresses, phone numbers, etc.) are used by multiple clients that do not appear to be related.\n- Common identifiers (e.g. addresses, phone numbers, etc.) are used by multiple clients conducting similar transactions.\n- Use of the same hotel address by one or more clients.\n- Transactions involve persons or entities identified by the media, law enforcement and/or intelligence agencies as being linked to criminal activities.\n- Attempts to verify the information provided by a new or prospective client are difficult.",
            "metadata": {
                "Header 1": "Money laundering and terrorist financing indicators—Financial entities",
                "Header 2": "General ML/TF indicators",
                "Header 3": "ML/TF indicators related to identifying the person or entity"
            },
            "word_count": 153,
            "bullet_point_ratio": 1.0
        },
        {
            "idx": 11,
            "content": "### ML/TF indicators related to client behaviour  \nThe contextual information acquired through the know your client (KYC) requirements or the behaviour of a client, particularly surrounding a transaction or a pattern of transactions, may lead you to conduct an assessment in order to determine if you are required to submit an STR to FINTRAC. The following are some examples of ML/TF indicators that are linked to contextual behaviour and may be used in conjunction with your assessment and your risk-based approach.  \n- Client makes statements about involvement in criminal activities.\n- Client conducts transactions at different physical locations, or approaches different tellers.\n- Evidence of untruthfulness on behalf of the client (e.g. providing false or misleading information).\n- Client exhibits nervous behaviour.\n- Client refuses to provide information when required, or is reluctant to provide information.\n- Client has a defensive stance to questioning.",
            "metadata": {
                "Header 1": "Money laundering and terrorist financing indicators—Financial entities",
                "Header 2": "General ML/TF indicators",
                "Header 3": "ML/TF indicators related to client behaviour"
            },
            "word_count": 144,
            "bullet_point_ratio": 0.75
        },
        {
            "idx": 12,
            "content": "- Client presents confusing details about the transaction or knows few details about its purpose.\n- Client avoids contact with reporting entity employees.\n- Client refuses to identify a source of funds or provides information that is false, misleading, or substantially incorrect.\n- Client exhibits a lack of concern about higher than normal transaction costs or fees.\n- Client makes enquiries/statements indicating a desire to avoid reporting or tries to persuade the reporting entity not to file/maintain required reports.\n- Insufficient explanation for the source of funds.\n- Client closes account after an initial deposit is made without a reasonable explanation.",
            "metadata": {
                "Header 1": "Money laundering and terrorist financing indicators—Financial entities",
                "Header 2": "General ML/TF indicators",
                "Header 3": "ML/TF indicators related to client behaviour"
            },
            "word_count": 101,
            "bullet_point_ratio": 1.0
        },
        {
            "idx": 13,
            "content": "### ML/TF indicators surrounding the financial transactions in relation to the person/entity profile  \nClearly understanding the expected activity of a person or entity will allow you to assess their financial activity with the proper lens. For example, an entity involved in an industry that is not normally cash-intensive receiving excessive cash deposits or a person conducting financial transactions atypical of their financial profile. The following are some examples of ML/TF indicators surrounding the financial transactions related to the person/entity profile.  \n- The transactional activity far exceeds the projected activity at the time of the account opening or the beginning of the relationship.\n- The transactional activity (level or volume) is inconsistent with the client's apparent financial standing, their usual pattern of activities or occupational information (e.g. student, unemployed, social assistance, etc.).",
            "metadata": {
                "Header 1": "Money laundering and terrorist financing indicators—Financial entities",
                "Header 2": "General ML/TF indicators",
                "Header 3": "ML/TF indicators surrounding the financial transactions in relation to the person/entity profile"
            },
            "word_count": 131,
            "bullet_point_ratio": 0.5
        },
        {
            "idx": 14,
            "content": "- The volume of transactional activity exceeds the norm for geographical area.\n- The transactional activity is inconsistent with what is expected from a declared business (e.g. business account has no normal business-related activities, such as the payment of payrolls or invoices).\n- Client appears to be living beyond their means.\n- Large and/or rapid movement of funds not commensurate with the client's financial profile.\n- Rounded sum transactions atypical of what would be expected from the client.\n- Size or type of transactions atypical of what is expected from the client.\n- Opening accounts when the client's address or employment address is outside the local service area without a reasonable explanation.\n- There is a sudden change in the client's financial profile, pattern of activity or transactions.\n- Client uses notes, monetary instruments, or products and/or services that are unusual for such a client.",
            "metadata": {
                "Header 1": "Money laundering and terrorist financing indicators—Financial entities",
                "Header 2": "General ML/TF indicators",
                "Header 3": "ML/TF indicators surrounding the financial transactions in relation to the person/entity profile"
            },
            "word_count": 145,
            "bullet_point_ratio": 1.0
        },
        {
            "idx": 15,
            "content": "### ML/TF indicators related to products and services  \nAccounts can take different forms (e.g. chequing, savings, investment, etc.) and for the purposes of this section, the ML/TF indicators below will aim to address the ML/TF risks linked to different types of accounts held by various reporting entities in Canada. There are many ML/TF indicators related to account activity. Your process to evaluate risk for accounts and any other products and services you provide should be documented as part of your KYC and risk assessment requirements. The following ML/TF indicators will focus on products or services that may be applicable within your business.  \n- Holding multiple accounts at several financial institutions for no apparent reason.\n- Suspected use of a personal account for business purposes, or vice-versa.\n- Client appears to have recently established a series of new relationships with different financial entities.",
            "metadata": {
                "Header 1": "Money laundering and terrorist financing indicators—Financial entities",
                "Header 2": "General ML/TF indicators",
                "Header 3": "ML/TF indicators related to products and services"
            },
            "word_count": 142,
            "bullet_point_ratio": 0.6
        },
        {
            "idx": 16,
            "content": "- A product and/or service opened on behalf of a person or entity that is inconsistent based on what you know about that client.\n- Frequent use of safety deposit box.\n- Accounts used for pass-through activities (e.g. to receive and subsequently send funds to beneficiaries).\n- Use of multiple foreign bank accounts for no apparent reason.\n- Credit card transactions and payments are exceptionally high for what is expected of the client including an excessive amount of cash advance usage, balance transfer requests or transactions involving luxury items.\n- Client frequently makes credit card overpayments and then requests a cash advance.\n- Frequent and/or atypical transfers between the client's products and accounts for no apparent reason.\n- The same person holds signing authority for accounts held by multiple entities where there is no legal reason or sufficient explanation for such an arrangement.",
            "metadata": {
                "Header 1": "Money laundering and terrorist financing indicators—Financial entities",
                "Header 2": "General ML/TF indicators",
                "Header 3": "ML/TF indicators related to products and services"
            },
            "word_count": 143,
            "bullet_point_ratio": 1.0,
            "context": " The chunk lists specific money laundering and terrorist financing indicators related to the use of various financial products and services by clients.",
            "questions": [
                "What potential red flags might a regulatory officer look for when assessing the use of safety deposit boxes by clients?",
                "How might frequent and/or atypical transfers between a client's products and accounts indicate potential money laundering or terrorist financing activities?",
                "What are some indicators that a regulatory officer should be aware of when evaluating a client's credit card usage patterns for potential financial crimes?"
            ],
            "qnas": [
                {
                    "question": "What potential red flags might a regulatory officer look for when assessing the use of safety deposit boxes by clients?",
                    "answer": "A regulatory officer might look for the following potential red flags when assessing the use of safety deposit boxes by clients, as these could indicate money laundering or terrorist financing activities according to the indicators outlined by regulatory guidelines:\n\n- Frequent use of the safety deposit box without a clear reason.\n- Inconsistency between the client's known profile and their use of the safety deposit box.\n- Patterns suggesting the safety deposit box is being used for pass-through activities or in conjunction with multiple foreign bank accounts without apparent reason.\n- Atypical transactions or activities linked to the safety deposit box, such as frequent transfers between accounts or other products without explanation."
                },
                {
                    "question": "How might frequent and/or atypical transfers between a client's products and accounts indicate potential money laundering or terrorist financing activities?",
                    "answer": "Frequent and/or atypical transfers between a client's products and accounts may indicate potential money laundering or terrorist financing activities, as highlighted by specific indicators outlined by governing bodies. These transfers, when conducted without a clear purpose, can suggest attempts to layer or integrate illicit funds into the financial system, aiming to disguise their origin or intended use."
                },
                {
                    "question": "What are some indicators that a regulatory officer should be aware of when evaluating a client's credit card usage patterns for potential financial crimes?",
                    "answer": "Some indicators that a regulatory officer should be aware of when evaluating a client's credit card usage patterns for potential financial crimes, as outlined by the relevant money laundering and terrorist financing indicators, include:\n\n- Exceptionally high credit card transactions and payments that exceed the expected amounts for the client, including excessive cash advance usage, frequent balance transfer requests, or transactions involving luxury items.\n- Frequent credit card overpayments followed by requests for cash advances.\n- Atypical transfers between the client's various products and accounts without an apparent reason.\n- The use of credit cards for pass-through activities, such as receiving and subsequently sending funds to beneficiaries.\n- Inconsistencies in the use of credit cards compared to what is known about the client's financial profile."
                }
            ]
        },
        {
            "idx": 17,
            "content": "- Accounts held by multiple entities either headquartered at the same location or having the same directors/signing authorities for no apparent reason.",
            "metadata": {
                "Header 1": "Money laundering and terrorist financing indicators—Financial entities",
                "Header 2": "General ML/TF indicators",
                "Header 3": "ML/TF indicators related to products and services"
            },
            "word_count": 22,
            "bullet_point_ratio": 1.0
        },
        {
            "idx": 18,
            "content": "### ML/TF indicators related to change in account activity  \nCertain changes regarding an account may be indicative of ML/TF for a multitude of reasons including, but not limited to, the use of an account to suddenly launder or transmit funds, an increase in volume, changes in ownership of an account, etc. Changes in account activity may trigger a need for further assessment of the person or entity holding the account and some examples to consider are listed below.  \n- A business account has a change in ownership structure with increases in transactional activity and no apparent explanation.\n- An inactive account begins to see financial activity (e.g. deposits, wire transfers, withdrawals).\n- Accounts that receive relevant periodical deposits and are inactive at other periods without a logical explanation.\n- A sudden increase in credit card usage or applications for new credit.\n- Abrupt change in account activity.",
            "metadata": {
                "Header 1": "Money laundering and terrorist financing indicators—Financial entities",
                "Header 2": "General ML/TF indicators",
                "Header 3": "ML/TF indicators related to change in account activity"
            },
            "word_count": 147,
            "bullet_point_ratio": 0.7142857142857143
        },
        {
            "idx": 19,
            "content": "### ML/TF indicators based on atypical transactional activity  \nThere are certain transactions that are outside the normal conduct of your everyday business. These transactions may be indicative of a suspicious transaction, and would require additional assessment. Some examples of ML/TF indicators based on atypical transactional activity are listed below.  \n- The client has multiple products, atypical of what would be expected.\n- A series of complicated transfers of funds that seems to be an attempt to hide the source and intended use of the funds.\n- Transactions displaying financial connections between persons or entities that are not usually connected (e.g. a food importer dealing with an automobile parts exporter).\n- Transaction is unnecessarily complex for its stated purpose.\n- Client presents notes or financial instruments that are packed, transported or wrapped in an uncommon way.\n- A client's transactions have no apparent business or economic purpose.",
            "metadata": {
                "Header 1": "Money laundering and terrorist financing indicators—Financial entities",
                "Header 2": "General ML/TF indicators",
                "Header 3": "ML/TF indicators based on atypical transactional activity"
            },
            "word_count": 146,
            "bullet_point_ratio": 0.75
        },
        {
            "idx": 20,
            "content": "- Transaction is consistent with a publicly known trend in criminal activity.\n- Client deposits musty, odd smelling or extremely dirty bills.\n- Transaction involves a suspected shell entity (an entity that does not have an economical or logical reason to exist).\n- Client frequently exchanges small bills for larger bills.\n- Suspicious pattern emerges from a client's transactions (e.g. transactions take place at the same time of day).\n- Atypical transfers by a client on an in-and-out basis, or other methods of moving funds quickly, such as a cash deposit followed immediately by a wire transfer of the funds out.\n- Funds transferred in and out of an account on the same day or within a relatively short period of time.",
            "metadata": {
                "Header 1": "Money laundering and terrorist financing indicators—Financial entities",
                "Header 2": "General ML/TF indicators",
                "Header 3": "ML/TF indicators based on atypical transactional activity"
            },
            "word_count": 122,
            "bullet_point_ratio": 1.0,
            "context": " This chunk lists specific indicators of money laundering or terrorist financing based on atypical transactional activity for financial entities, as outlined in FINTRAC's guidance document.",
            "questions": [
                "What are some common indicators of money laundering or terrorist financing based on atypical transactional activity?",
                "How might the physical condition of deposited bills raise suspicion of money laundering?",
                "What type of entity might be involved in a transaction that could indicate potential financial crime, and why would it be suspicious?"
            ],
            "qnas": [
                {
                    "question": "What are some common indicators of money laundering or terrorist financing based on atypical transactional activity?",
                    "answer": "Some common indicators of money laundering or terrorist financing based on atypical transactional activity, as outlined by FINTRAC, include:\n\n- Transactions aligning with known criminal trends.\n- Deposits of musty, odd smelling, or extremely dirty bills.\n- Involvement of suspected shell entities.\n- Frequent exchange of small bills for larger bills.\n- Emerging suspicious patterns in client transactions.\n- Atypical in-and-out transfers or quick movement of funds.\n- Rapid fund transfers in and out of an account."
                },
                {
                    "question": "How might the physical condition of deposited bills raise suspicion of money laundering?",
                    "answer": "The physical condition of deposited bills may raise suspicion of money laundering if a client deposits musty, odd smelling, or extremely dirty bills, as noted by FINTRAC's guidance document."
                },
                {
                    "question": "What type of entity might be involved in a transaction that could indicate potential financial crime, and why would it be suspicious?",
                    "answer": "A type of entity that might be involved in a transaction indicating potential financial crime is a suspected shell entity. According to FINTRAC's guidance, this is suspicious because a shell entity does not have an economical or logical reason to exist, suggesting it may be used for illicit activities such as money laundering or terrorist financing."
                }
            ]
        },
        {
            "idx": 21,
            "content": "### ML/TF indicators related to transactions structured below the reporting or identification requirements  \nStructuring of transactions to avoid reporting or identification requirements is a common method for committing or attempting to commit an ML/TF offence. There are multiple thresholds which trigger reporting/identification requirements by a reporting entity. Some examples of ML/TF indicators which may be indicative of a person or entity attempting to evade identification and/or reporting thresholds are listed below.  \n- You become aware of the structuring of deposits at multiple branches or institutions.\n- Client appears to be structuring amounts to avoid client identification or reporting thresholds.\n- Client appears to be collaborating with others to avoid client identification or reporting thresholds.\n- The structuring of deposits through multiple branches of the same financial institution or by groups of persons who enter a single branch at the same time.",
            "metadata": {
                "Header 1": "Money laundering and terrorist financing indicators—Financial entities",
                "Header 2": "General ML/TF indicators",
                "Header 3": "ML/TF indicators related to transactions structured below the reporting or identification requirements"
            },
            "word_count": 141,
            "bullet_point_ratio": 0.6666666666666666
        },
        {
            "idx": 22,
            "content": "- Multiple transactions conducted below the reporting threshold within a short period.\n- Client makes enquiries that would indicate a desire to avoid reporting.\n- Client conducts transactions at different physical locations or with different representatives in an apparent attempt to avoid detection.\n- Client exhibits knowledge of reporting thresholds.",
            "metadata": {
                "Header 1": "Money laundering and terrorist financing indicators—Financial entities",
                "Header 2": "General ML/TF indicators",
                "Header 3": "ML/TF indicators related to transactions structured below the reporting or identification requirements"
            },
            "word_count": 50,
            "bullet_point_ratio": 1.0
        },
        {
            "idx": 23,
            "content": "### ML/TF indicators involving wire transfers (including electronic funds transfers)  \nIn our current global environment, it is increasingly easier to transfer funds to, from or through multiple jurisdictions (municipal, national or international) in a rapid fashion. This presents an increased ML/TF risk as transactions passing through multiple accounts and/or jurisdictions increase the difficulty for reporting entities and law enforcement to trace illicit funds. Examples of these types of transactions which may require further assessment include the following.  \n- Client is unaware of details surrounding incoming wire transfers, such as the ordering client details, amounts or reasons.\n- Client does not appear to know the sender of the wire transfer from whom the wire transfer was received, or the recipient to whom they are sending the wire transfer.",
            "metadata": {
                "Header 1": "Money laundering and terrorist financing indicators—Financial entities",
                "Header 2": "General ML/TF indicators",
                "Header 3": "ML/TF indicators involving wire transfers (including electronic funds transfers)"
            },
            "word_count": 127,
            "bullet_point_ratio": 0.5
        },
        {
            "idx": 24,
            "content": "- Client frequents multiple locations utilizing cash, prepaid credit cards or money orders/cheques/drafts to send wire transfers overseas.\n- The client sends wire transfers or receives wire transfers to or from multiple beneficiaries that do not correspond to the expected use of the account type or business account.\n- Client is accompanied by persons who appear to be instructing the sending or receiving of wire transfers on their behalf.\n- Multiple persons are sending wire transfers that are similar in amounts, receiver names, security questions, addresses or destination country.\n- Client attempts to specify the routing of an international wire transfer.\n- Client conducts wire transfers that do not include theirs or the beneficiary's requisite information.\n- Client utilizes structured cash transactions to send wire transfers in an effort to avoid record keeping requirements.",
            "metadata": {
                "Header 1": "Money laundering and terrorist financing indicators—Financial entities",
                "Header 2": "General ML/TF indicators",
                "Header 3": "ML/TF indicators involving wire transfers (including electronic funds transfers)"
            },
            "word_count": 134,
            "bullet_point_ratio": 1.0
        },
        {
            "idx": 25,
            "content": "- Funds are deposited or received into several accounts and then consolidated into one before transferring the funds outside the country.\n- Immediately after transferred funds have cleared, the client moves funds, to another account or to another person or entity.\n- Multiple clients have sent wire transfers over a short period of time to the same recipient.\n- Large wire transfers or high volume of wire transfers are conducted or received through the account that does not fit the expected pattern of that account.\n- Large and/or frequent wire transfers between senders and receivers with no apparent relationship.\n- Client sending to, or receiving wire transfers from, multiple clients.",
            "metadata": {
                "Header 1": "Money laundering and terrorist financing indicators—Financial entities",
                "Header 2": "General ML/TF indicators",
                "Header 3": "ML/TF indicators involving wire transfers (including electronic funds transfers)"
            },
            "word_count": 110,
            "bullet_point_ratio": 1.0
        },
        {
            "idx": 26,
            "content": "### ML/TF indicators related to transactions that involve non-Canadian jurisdictions  \nThere are certain types of transactions that may be sent or received from jurisdictions outside of Canada where there is higher ML/TF risk due to more permissible laws or the local ML/TF threat environment. The following are examples to consider when making an assessment of the financial transaction conducted by a person/entity through your business.  \n- Transactions with jurisdictions that are known to produce or transit drugs or precursor chemicals, or are sources of other types of criminality.\n- Transactions with jurisdictions that are known to be at a higher risk of ML/TF.\n- Transaction/business activity involving locations of concern, which can include jurisdictions where there are ongoing conflicts (and periphery areas), countries with weak ML/TF controls, or countries with highly secretive banking or other transactional laws.",
            "metadata": {
                "Header 1": "Money laundering and terrorist financing indicators—Financial entities",
                "Header 2": "General ML/TF indicators",
                "Header 3": "ML/TF indicators related to transactions that involve non-Canadian jurisdictions"
            },
            "word_count": 137,
            "bullet_point_ratio": 0.6,
            "context": " This chunk discusses specific money laundering and terrorist financing (ML/TF) indicators related to transactions involving non-Canadian jurisdictions, highlighting the risks associated with jurisdictions known for drug production, high ML/TF risk, and locations with weak controls or ongoing conflicts.",
            "questions": [
                "What are some indicators of money laundering and terrorist financing (ML/TF) related to transactions involving non-Canadian jurisdictions?",
                "Which types of jurisdictions are considered high risk for ML/TF activities and why?",
                "How do ongoing conflicts and weak controls in certain jurisdictions contribute to the risk of ML/TF?"
            ],
            "qnas": [
                {
                    "question": "What are some indicators of money laundering and terrorist financing (ML/TF) related to transactions involving non-Canadian jurisdictions?",
                    "answer": "Indicators of money laundering and terrorist financing (ML/TF) related to transactions involving non-Canadian jurisdictions include:\n\n- Transactions with jurisdictions known for drug production, transit of drugs or precursor chemicals, or other types of criminality.\n- Transactions with jurisdictions recognized to have a higher risk of ML/TF.\n- Business activity or transactions involving locations of concern, such as jurisdictions with ongoing conflicts, weak ML/TF controls, or highly secretive banking laws."
                },
                {
                    "question": "Which types of jurisdictions are considered high risk for ML/TF activities and why?",
                    "answer": "Jurisdictions considered high risk for ML/TF activities include those known for drug production or transit, those with higher ML/TF risk due to permissible laws or local threats, and locations with ongoing conflicts, weak ML/TF controls, or highly secretive banking laws. These jurisdictions pose elevated risks due to their association with criminal activities and lack of robust anti-money laundering and counter-terrorism financing measures."
                },
                {
                    "question": "How do ongoing conflicts and weak controls in certain jurisdictions contribute to the risk of ML/TF?",
                    "answer": "Ongoing conflicts and weak controls in certain jurisdictions contribute to the risk of money laundering and terrorist financing (ML/TF) by providing environments where oversight is diminished, allowing illicit activities to thrive. These jurisdictions may have highly secretive banking laws or inadequate ML/TF controls, making it easier for criminal organizations to conduct transactions without detection. Additionally, areas with ongoing conflicts often have diminished law enforcement capabilities, further exacerbating the risk."
                }
            ]
        },
        {
            "idx": 27,
            "content": "- Transactions involving any countries deemed high risk or non-cooperative by the FATF.\n- Client makes frequent overseas transfers, not in line with their financial profile.",
            "metadata": {
                "Header 1": "Money laundering and terrorist financing indicators—Financial entities",
                "Header 2": "General ML/TF indicators",
                "Header 3": "ML/TF indicators related to transactions that involve non-Canadian jurisdictions"
            },
            "word_count": 26,
            "bullet_point_ratio": 1.0
        },
        {
            "idx": 28,
            "content": "Due to the ever-evolving nature of the ML/TF environment, high risk jurisdictions and trends are often subject to change. To ensure that you are referencing accurate information, FINTRAC encourages you to research publicly available sources on a regular basis to support these ML/TF indicators as part of your STR process. There are multiple sources that identify jurisdictions of concern, including the FATF, which publishes contextual information on high-risk jurisdictions in relation to their risk of ML and TF. You may also observe funds coming from or going to jurisdictions that are reported in the media as locations where terrorists operate/carry out attacks and/or where terrorists have a large support base (state sponsors or private citizens). Identifying high-risk jurisdictions or known trends can also be included as part of your risk-based approach and internal STR process.",
            "metadata": {
                "Header 1": "Money laundering and terrorist financing indicators—Financial entities",
                "Header 2": "General ML/TF indicators",
                "Header 3": "ML/TF indicators related to transactions that involve non-Canadian jurisdictions"
            },
            "word_count": 135,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 29,
            "content": "### ML/TF indicators related to the use of other parties  \nIn the course of a \"normal\" financial transaction, there are a \"normal\" number of parties who engage in the transaction, depending on the nature of the transaction at hand. For example, in the instance of depositing cash to a personal bank account, there is generally one party to the transaction: the person who holds the account is depositing into their own account. By contrast, with the deposit of cash to a business account, you can have many different parties, including: persons associated with the business's finance function who hold authority over the account, or an employee who may be charged with depositing the cash.",
            "metadata": {
                "Header 1": "Money laundering and terrorist financing indicators—Financial entities",
                "Header 2": "General ML/TF indicators",
                "Header 3": "ML/TF indicators related to the use of other parties"
            },
            "word_count": 114,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 30,
            "content": "Transactions that involve parties not typically associated with a transaction can present an elevated risk of ML and/or TF. These additional parties can be used to allow a criminal to avoid being identified or being linked to an asset or account. This section includes examples of how the involvement of other parties may be indicative of the structure of a criminal enterprise. Some examples of such other parties include the use of a third party, nominee or gatekeeper.",
            "metadata": {
                "Header 1": "Money laundering and terrorist financing indicators—Financial entities",
                "Header 2": "General ML/TF indicators",
                "Header 3": "ML/TF indicators related to the use of other parties"
            },
            "word_count": 78,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 31,
            "content": "#### Use of third party  \nA third party is any person or entity that instructs someone to act on their behalf for a financial activity or transaction. There are some situations where there is an apparent and discernable rationale for the inclusion of the third party in a transaction and this may not be suspicious. However, you may become suspicious in a situation where the reason for a person or entity acting on behalf of another person or entity does not make sense based on what you know about the client or the third party. Use of third parties is one method that money launderers and terrorist activity financiers use to distance themselves from the proceeds of crime or source of criminally obtained funds. By relying on other parties to conduct transactions they can distance themselves from the transactions that can be directly linked to the suspected ML/TF offence. Some examples of ML/TF indicators related to the use of a third party can be found below.",
            "metadata": {
                "Header 1": "Money laundering and terrorist financing indicators—Financial entities",
                "Header 2": "General ML/TF indicators",
                "Header 3": "ML/TF indicators related to the use of other parties",
                "Header 4": "Use of third party"
            },
            "word_count": 166,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 32,
            "content": "- Multiple deposits which are made to an account by non-account holders.\n- Unrelated parties sending email money transfers or other forms of electronic transfers to the same beneficiary with no apparent relation to the recipient.\n- A client conducts a transaction while accompanied, overseen or directed by another party.\n- A client makes numerous outgoing payments to unrelated parties shortly after they receive incoming funds.\n- Wire transfers, deposits or payments to or from unrelated parties (foreign or domestic).\n- Client appears to be or states they are acting on behalf of another party.\n- Account is linked to seemingly unconnected parties.",
            "metadata": {
                "Header 1": "Money laundering and terrorist financing indicators—Financial entities",
                "Header 2": "General ML/TF indicators",
                "Header 3": "ML/TF indicators related to the use of other parties",
                "Header 4": "Use of third party"
            },
            "word_count": 103,
            "bullet_point_ratio": 1.0
        },
        {
            "idx": 33,
            "content": "#### Use of nominee  \nA nominee is a particular type of other party that is authorized to open accounts and conduct transactions on behalf of a person or entity. There are legitimate reasons for relying on a nominee to conduct financial activity of behalf of someone else. However, this type of activity is particularly vulnerable to ML/TF as it is a common method used by criminals to distance themselves from the transactions that could be linked to suspected ML/TF offences. These are some examples of ML/TF indicators relating to the misuse of nominees.  \n- A person maintains multiple accounts, or maintains accounts in the names of family members or corporate entities with no apparent business or other purpose.\n- A person or entity other than the stated account holder conducts the majority of the transaction activity, which seems unnecessary or excessive.",
            "metadata": {
                "Header 1": "Money laundering and terrorist financing indicators—Financial entities",
                "Header 2": "General ML/TF indicators",
                "Header 3": "ML/TF indicators related to the use of other parties",
                "Header 4": "Use of nominee"
            },
            "word_count": 141,
            "bullet_point_ratio": 0.5,
            "context": " This chunk is located under the headers \"Money laundering and terrorist financing indicators—Financial entities,\" \"General ML/TF indicators,\" \"ML/TF indicators related to the use of other parties,\" and \"Use of nominee,\" discussing the misuse of nominees as a potential indicator of money laundering or terrorist financing.",
            "questions": [
                "What is a nominee in the context of financial transactions, and why might their use be considered a risk for money laundering or terrorist financing?",
                "How might the misuse of nominees by criminals help them distance themselves from illicit transactions?",
                "Can you identify some specific indicators that suggest the misuse of nominees for money laundering or terrorist financing purposes?"
            ],
            "qnas": [
                {
                    "question": "What is a nominee in the context of financial transactions, and why might their use be considered a risk for money laundering or terrorist financing?",
                    "answer": "A nominee in financial transactions is an individual or entity authorized to open accounts and conduct transactions on behalf of another person or entity. While there are legitimate reasons for using nominees, their use can pose a risk for money laundering or terrorist financing (ML/TF). This is because criminals may employ nominees to distance themselves from transactions linked to suspected ML/TF offenses. According to the guidelines provided by financial regulatory authorities, indicators of misuse include maintaining multiple accounts without a clear purpose or having someone other than the account holder conduct most transactions unnecessarily."
                },
                {
                    "question": "How might the misuse of nominees by criminals help them distance themselves from illicit transactions?",
                    "answer": "The misuse of nominees by criminals can help them distance themselves from illicit transactions by allowing a third party to conduct financial activities on their behalf. According to guidelines from financial authorities, this method is commonly used to obscure the link between the criminal and the transactions, making it more difficult to trace and detect potential money laundering or terrorist financing offenses. For instance, a person might maintain multiple accounts or use family members' or corporate entities' names for no apparent legitimate reason, or someone other than the stated account holder might conduct most of the transactions unnecessarily."
                },
                {
                    "question": "Can you identify some specific indicators that suggest the misuse of nominees for money laundering or terrorist financing purposes?",
                    "answer": "Some specific indicators that suggest the misuse of nominees for money laundering or terrorist financing purposes, as outlined by financial authorities, include:\n\n- A person maintaining multiple accounts or accounts in the names of family members or corporate entities without a clear business or other purpose.\n- A person or entity other than the stated account holder conducting the majority of the transaction activity, which seems unnecessary or excessive."
                }
            ]
        },
        {
            "idx": 34,
            "content": "- Client is involved in transactions or account activities that are suspicious, but refuses or is unable to answer questions related to the account or transactions.",
            "metadata": {
                "Header 1": "Money laundering and terrorist financing indicators—Financial entities",
                "Header 2": "General ML/TF indicators",
                "Header 3": "ML/TF indicators related to the use of other parties",
                "Header 4": "Use of nominee"
            },
            "word_count": 26,
            "bullet_point_ratio": 1.0
        },
        {
            "idx": 35,
            "content": "#### Use of gatekeeper  \nA gatekeeper is a person who controls access to the financial system and can act on behalf of a client. Such services can be abused so that criminals have access to the financial system without being identified. Gatekeepers may include lawyers, accountants and other professions which can access the financial system on behalf of a client. While there are many transactions where it is \"normal\" to have a gatekeeper represent the interests of a client, such an appearance of normalcy can also be utilized to the advantage of criminals to provide the veneer of legitimacy to their transactions. The use of gatekeepers themselves is not an indicator of an ML/TF offence. However, entities should consider the following examples which can indicate misuse of the financial system access provided to gatekeepers.  \n- Gatekeeper avoids identifying their client or disclosing their client's identity when such identification would be normal during the course of a transaction.",
            "metadata": {
                "Header 1": "Money laundering and terrorist financing indicators—Financial entities",
                "Header 2": "General ML/TF indicators",
                "Header 3": "ML/TF indicators related to the use of other parties",
                "Header 4": "Use of gatekeeper"
            },
            "word_count": 157,
            "bullet_point_ratio": 0.3333333333333333
        },
        {
            "idx": 36,
            "content": "- Gatekeeper is willing to pay higher fees and seeks to conduct the transaction quickly when there is no apparent need for such expediency.\n- Gatekeeper is utilizing their account for transactions not typical of their business (e.g. pass through account, excessive amount of cash, payment to non-clients or parties of transactions).\n- Apparent misuse of correspondent accounts by gatekeeper to obscure the origin and/or destination of funds.",
            "metadata": {
                "Header 1": "Money laundering and terrorist financing indicators—Financial entities",
                "Header 2": "General ML/TF indicators",
                "Header 3": "ML/TF indicators related to the use of other parties",
                "Header 4": "Use of gatekeeper"
            },
            "word_count": 68,
            "bullet_point_ratio": 1.0
        },
        {
            "idx": 37,
            "content": "## Indicators related to TF  \nIn Canada, TF offences make it a crime to knowingly collect or provide property, which can include financial or other related services, for terrorist purposes. This section is focused on examples that are specific to the possible commission of a TF offence. However, please note that the other ML/TF indicators in this guidance may also prove relevant in determining when you have reasonable grounds to suspect the commission of TF, as the methods used by criminals to evade detection of ML are similar.",
            "metadata": {
                "Header 1": "Money laundering and terrorist financing indicators—Financial entities",
                "Header 2": "Indicators related to TF"
            },
            "word_count": 88,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 38,
            "content": "### Indicators specifically related to TF:  \nThe indicators below are some examples of indicators relating to TF.  \n- Transactions involving certain high-risk jurisdictions such as locations in the midst of or in proximity to, armed conflict where terrorist groups operate or locations which are subject to weaker ML/TF controls.\n- An account opened in the name of an entity, a foundation or association, which may be linked or involved with a suspected terrorist organization.\n- The use of funds by a non-profit organization is not consistent with the purpose for which it was established.\n- Raising donations in an unofficial or unregistered manner.\n- Client identified by media or law enforcement as having travelled, attempted or intended to travel to high-risk jurisdictions (including cities or districts of concern), specifically countries (and adjacent countries) under conflict and/or political instability or known to support terrorist activities and organizations.",
            "metadata": {
                "Header 1": "Money laundering and terrorist financing indicators—Financial entities",
                "Header 2": "Indicators related to TF",
                "Header 3": "Indicators specifically related to TF:"
            },
            "word_count": 146,
            "bullet_point_ratio": 0.7142857142857143
        },
        {
            "idx": 39,
            "content": "- Transactions involve persons or entities identified by media and/or sanctions lists as being linked to a terrorist organization or terrorist activities.\n- Law enforcement information provided which indicates persons or entities may be linked to a terrorist organization or terrorist activities.\n- Client conducted travel-related purchases (e.g. purchase of airline tickets, travel visa, passport, etc.) linked to high-risk jurisdictions (including cities or districts of concern), specifically countries (and adjacent countries) under conflict and/or political instability or known to support terrorist activities and organizations.\n- Person or entity's online presence supports violent extremism or radicalization.\n- Client donates to a cause that is subject to derogatory information that is publicly available (e.g. crowdfunding initiative, charity, non-profit organization, non-government organization, etc.).",
            "metadata": {
                "Header 1": "Money laundering and terrorist financing indicators—Financial entities",
                "Header 2": "Indicators related to TF",
                "Header 3": "Indicators specifically related to TF:"
            },
            "word_count": 120,
            "bullet_point_ratio": 1.0
        }
    ],
    "selected_chunks": [
        {
            "idx": 20,
            "content": "- Transaction is consistent with a publicly known trend in criminal activity.\n- Client deposits musty, odd smelling or extremely dirty bills.\n- Transaction involves a suspected shell entity (an entity that does not have an economical or logical reason to exist).\n- Client frequently exchanges small bills for larger bills.\n- Suspicious pattern emerges from a client's transactions (e.g. transactions take place at the same time of day).\n- Atypical transfers by a client on an in-and-out basis, or other methods of moving funds quickly, such as a cash deposit followed immediately by a wire transfer of the funds out.\n- Funds transferred in and out of an account on the same day or within a relatively short period of time.",
            "metadata": {
                "Header 1": "Money laundering and terrorist financing indicators—Financial entities",
                "Header 2": "General ML/TF indicators",
                "Header 3": "ML/TF indicators based on atypical transactional activity"
            },
            "word_count": 122,
            "bullet_point_ratio": 1.0,
            "context": " This chunk lists specific indicators of money laundering or terrorist financing based on atypical transactional activity for financial entities, as outlined in FINTRAC's guidance document.",
            "questions": [
                "What are some common indicators of money laundering or terrorist financing based on atypical transactional activity?",
                "How might the physical condition of deposited bills raise suspicion of money laundering?",
                "What type of entity might be involved in a transaction that could indicate potential financial crime, and why would it be suspicious?"
            ],
            "qnas": [
                {
                    "question": "What are some common indicators of money laundering or terrorist financing based on atypical transactional activity?",
                    "answer": "Some common indicators of money laundering or terrorist financing based on atypical transactional activity, as outlined by FINTRAC, include:\n\n- Transactions aligning with known criminal trends.\n- Deposits of musty, odd smelling, or extremely dirty bills.\n- Involvement of suspected shell entities.\n- Frequent exchange of small bills for larger bills.\n- Emerging suspicious patterns in client transactions.\n- Atypical in-and-out transfers or quick movement of funds.\n- Rapid fund transfers in and out of an account."
                },
                {
                    "question": "How might the physical condition of deposited bills raise suspicion of money laundering?",
                    "answer": "The physical condition of deposited bills may raise suspicion of money laundering if a client deposits musty, odd smelling, or extremely dirty bills, as noted by FINTRAC's guidance document."
                },
                {
                    "question": "What type of entity might be involved in a transaction that could indicate potential financial crime, and why would it be suspicious?",
                    "answer": "A type of entity that might be involved in a transaction indicating potential financial crime is a suspected shell entity. According to FINTRAC's guidance, this is suspicious because a shell entity does not have an economical or logical reason to exist, suggesting it may be used for illicit activities such as money laundering or terrorist financing."
                }
            ]
        },
        {
            "idx": 26,
            "content": "### ML/TF indicators related to transactions that involve non-Canadian jurisdictions  \nThere are certain types of transactions that may be sent or received from jurisdictions outside of Canada where there is higher ML/TF risk due to more permissible laws or the local ML/TF threat environment. The following are examples to consider when making an assessment of the financial transaction conducted by a person/entity through your business.  \n- Transactions with jurisdictions that are known to produce or transit drugs or precursor chemicals, or are sources of other types of criminality.\n- Transactions with jurisdictions that are known to be at a higher risk of ML/TF.\n- Transaction/business activity involving locations of concern, which can include jurisdictions where there are ongoing conflicts (and periphery areas), countries with weak ML/TF controls, or countries with highly secretive banking or other transactional laws.",
            "metadata": {
                "Header 1": "Money laundering and terrorist financing indicators—Financial entities",
                "Header 2": "General ML/TF indicators",
                "Header 3": "ML/TF indicators related to transactions that involve non-Canadian jurisdictions"
            },
            "word_count": 137,
            "bullet_point_ratio": 0.6,
            "context": " This chunk discusses specific money laundering and terrorist financing (ML/TF) indicators related to transactions involving non-Canadian jurisdictions, highlighting the risks associated with jurisdictions known for drug production, high ML/TF risk, and locations with weak controls or ongoing conflicts.",
            "questions": [
                "What are some indicators of money laundering and terrorist financing (ML/TF) related to transactions involving non-Canadian jurisdictions?",
                "Which types of jurisdictions are considered high risk for ML/TF activities and why?",
                "How do ongoing conflicts and weak controls in certain jurisdictions contribute to the risk of ML/TF?"
            ],
            "qnas": [
                {
                    "question": "What are some indicators of money laundering and terrorist financing (ML/TF) related to transactions involving non-Canadian jurisdictions?",
                    "answer": "Indicators of money laundering and terrorist financing (ML/TF) related to transactions involving non-Canadian jurisdictions include:\n\n- Transactions with jurisdictions known for drug production, transit of drugs or precursor chemicals, or other types of criminality.\n- Transactions with jurisdictions recognized to have a higher risk of ML/TF.\n- Business activity or transactions involving locations of concern, such as jurisdictions with ongoing conflicts, weak ML/TF controls, or highly secretive banking laws."
                },
                {
                    "question": "Which types of jurisdictions are considered high risk for ML/TF activities and why?",
                    "answer": "Jurisdictions considered high risk for ML/TF activities include those known for drug production or transit, those with higher ML/TF risk due to permissible laws or local threats, and locations with ongoing conflicts, weak ML/TF controls, or highly secretive banking laws. These jurisdictions pose elevated risks due to their association with criminal activities and lack of robust anti-money laundering and counter-terrorism financing measures."
                },
                {
                    "question": "How do ongoing conflicts and weak controls in certain jurisdictions contribute to the risk of ML/TF?",
                    "answer": "Ongoing conflicts and weak controls in certain jurisdictions contribute to the risk of money laundering and terrorist financing (ML/TF) by providing environments where oversight is diminished, allowing illicit activities to thrive. These jurisdictions may have highly secretive banking laws or inadequate ML/TF controls, making it easier for criminal organizations to conduct transactions without detection. Additionally, areas with ongoing conflicts often have diminished law enforcement capabilities, further exacerbating the risk."
                }
            ]
        },
        {
            "idx": 16,
            "content": "- A product and/or service opened on behalf of a person or entity that is inconsistent based on what you know about that client.\n- Frequent use of safety deposit box.\n- Accounts used for pass-through activities (e.g. to receive and subsequently send funds to beneficiaries).\n- Use of multiple foreign bank accounts for no apparent reason.\n- Credit card transactions and payments are exceptionally high for what is expected of the client including an excessive amount of cash advance usage, balance transfer requests or transactions involving luxury items.\n- Client frequently makes credit card overpayments and then requests a cash advance.\n- Frequent and/or atypical transfers between the client's products and accounts for no apparent reason.\n- The same person holds signing authority for accounts held by multiple entities where there is no legal reason or sufficient explanation for such an arrangement.",
            "metadata": {
                "Header 1": "Money laundering and terrorist financing indicators—Financial entities",
                "Header 2": "General ML/TF indicators",
                "Header 3": "ML/TF indicators related to products and services"
            },
            "word_count": 143,
            "bullet_point_ratio": 1.0,
            "context": " The chunk lists specific money laundering and terrorist financing indicators related to the use of various financial products and services by clients.",
            "questions": [
                "What potential red flags might a regulatory officer look for when assessing the use of safety deposit boxes by clients?",
                "How might frequent and/or atypical transfers between a client's products and accounts indicate potential money laundering or terrorist financing activities?",
                "What are some indicators that a regulatory officer should be aware of when evaluating a client's credit card usage patterns for potential financial crimes?"
            ],
            "qnas": [
                {
                    "question": "What potential red flags might a regulatory officer look for when assessing the use of safety deposit boxes by clients?",
                    "answer": "A regulatory officer might look for the following potential red flags when assessing the use of safety deposit boxes by clients, as these could indicate money laundering or terrorist financing activities according to the indicators outlined by regulatory guidelines:\n\n- Frequent use of the safety deposit box without a clear reason.\n- Inconsistency between the client's known profile and their use of the safety deposit box.\n- Patterns suggesting the safety deposit box is being used for pass-through activities or in conjunction with multiple foreign bank accounts without apparent reason.\n- Atypical transactions or activities linked to the safety deposit box, such as frequent transfers between accounts or other products without explanation."
                },
                {
                    "question": "How might frequent and/or atypical transfers between a client's products and accounts indicate potential money laundering or terrorist financing activities?",
                    "answer": "Frequent and/or atypical transfers between a client's products and accounts may indicate potential money laundering or terrorist financing activities, as highlighted by specific indicators outlined by governing bodies. These transfers, when conducted without a clear purpose, can suggest attempts to layer or integrate illicit funds into the financial system, aiming to disguise their origin or intended use."
                },
                {
                    "question": "What are some indicators that a regulatory officer should be aware of when evaluating a client's credit card usage patterns for potential financial crimes?",
                    "answer": "Some indicators that a regulatory officer should be aware of when evaluating a client's credit card usage patterns for potential financial crimes, as outlined by the relevant money laundering and terrorist financing indicators, include:\n\n- Exceptionally high credit card transactions and payments that exceed the expected amounts for the client, including excessive cash advance usage, frequent balance transfer requests, or transactions involving luxury items.\n- Frequent credit card overpayments followed by requests for cash advances.\n- Atypical transfers between the client's various products and accounts without an apparent reason.\n- The use of credit cards for pass-through activities, such as receiving and subsequently sending funds to beneficiaries.\n- Inconsistencies in the use of credit cards compared to what is known about the client's financial profile."
                }
            ]
        },
        {
            "idx": 2,
            "content": "The ML/TF indicators in this guidance were developed by FINTRAC through a three-year review of ML/TF cases, a review of high quality STRs, published literature by international organizations such as the Financial Action Task Force (FATF) and the Egmont Group, and consultation with reporting entity sectors. These ML/TF indicators do not cover every possible situation but were developed to provide you with a general understanding of what is or could be unusual or suspicious. On its own, a single ML/TF indicator may not appear suspicious. However, observing an ML/TF indicator could lead you to conduct an assessment of the transaction(s) to determine whether there are further facts, contextual elements or additional ML/TF indicators that assist in establishing reasonable grounds to suspect the commission or attempted commission of an ML/TF offence which requires the submission of an STR.",
            "metadata": {
                "Header 1": "Money laundering and terrorist financing indicators—Financial entities",
                "Header 2": "Overview"
            },
            "word_count": 137,
            "bullet_point_ratio": 0.0,
            "context": " This chunk discusses the development and purpose of the money laundering and terrorist financing (ML/TF) indicators provided in the guidance for financial entities.",
            "questions": [
                "What process did FINTRAC undertake to develop the ML/TF indicators provided in the guidance?",
                "Why might a single ML/TF indicator not be sufficient to determine suspicious activity?",
                "How should a regulatory officer respond upon observing an ML/TF indicator, and what additional steps might they take to assess the situation?"
            ],
            "qnas": [
                {
                    "question": "What process did FINTRAC undertake to develop the ML/TF indicators provided in the guidance?",
                    "answer": "FINTRAC developed the ML/TF indicators through a three-year review of ML/TF cases, an analysis of high-quality Suspicious Transaction Reports (STRs), a review of published literature by international organizations such as the Financial Action Task Force (FATF) and the Egmont Group, and through consultation with reporting entity sectors."
                },
                {
                    "question": "Why might a single ML/TF indicator not be sufficient to determine suspicious activity?",
                    "answer": "A single ML/TF indicator may not be sufficient to determine suspicious activity because, as outlined by FINTRAC, it might not appear suspicious on its own. It is the assessment of the transaction's context, along with additional indicators or facts, that helps establish reasonable grounds to suspect money laundering or terrorist financing activity, warranting the submission of a Suspicious Transaction Report (STR)."
                },
                {
                    "question": "How should a regulatory officer respond upon observing an ML/TF indicator, and what additional steps might they take to assess the situation?",
                    "answer": "Upon observing an ML/TF indicator, a regulatory officer should conduct an assessment of the transaction(s) to gain more context. According to FINTRAC guidelines, while a single indicator may not be suspicious on its own, further investigation may reveal additional indicators or facts that establish reasonable grounds to suspect money laundering or terrorist financing. This could necessitate submitting a Suspicious Transaction Report (STR)."
                }
            ]
        },
        {
            "idx": 33,
            "content": "#### Use of nominee  \nA nominee is a particular type of other party that is authorized to open accounts and conduct transactions on behalf of a person or entity. There are legitimate reasons for relying on a nominee to conduct financial activity of behalf of someone else. However, this type of activity is particularly vulnerable to ML/TF as it is a common method used by criminals to distance themselves from the transactions that could be linked to suspected ML/TF offences. These are some examples of ML/TF indicators relating to the misuse of nominees.  \n- A person maintains multiple accounts, or maintains accounts in the names of family members or corporate entities with no apparent business or other purpose.\n- A person or entity other than the stated account holder conducts the majority of the transaction activity, which seems unnecessary or excessive.",
            "metadata": {
                "Header 1": "Money laundering and terrorist financing indicators—Financial entities",
                "Header 2": "General ML/TF indicators",
                "Header 3": "ML/TF indicators related to the use of other parties",
                "Header 4": "Use of nominee"
            },
            "word_count": 141,
            "bullet_point_ratio": 0.5,
            "context": " This chunk is located under the headers \"Money laundering and terrorist financing indicators—Financial entities,\" \"General ML/TF indicators,\" \"ML/TF indicators related to the use of other parties,\" and \"Use of nominee,\" discussing the misuse of nominees as a potential indicator of money laundering or terrorist financing.",
            "questions": [
                "What is a nominee in the context of financial transactions, and why might their use be considered a risk for money laundering or terrorist financing?",
                "How might the misuse of nominees by criminals help them distance themselves from illicit transactions?",
                "Can you identify some specific indicators that suggest the misuse of nominees for money laundering or terrorist financing purposes?"
            ],
            "qnas": [
                {
                    "question": "What is a nominee in the context of financial transactions, and why might their use be considered a risk for money laundering or terrorist financing?",
                    "answer": "A nominee in financial transactions is an individual or entity authorized to open accounts and conduct transactions on behalf of another person or entity. While there are legitimate reasons for using nominees, their use can pose a risk for money laundering or terrorist financing (ML/TF). This is because criminals may employ nominees to distance themselves from transactions linked to suspected ML/TF offenses. According to the guidelines provided by financial regulatory authorities, indicators of misuse include maintaining multiple accounts without a clear purpose or having someone other than the account holder conduct most transactions unnecessarily."
                },
                {
                    "question": "How might the misuse of nominees by criminals help them distance themselves from illicit transactions?",
                    "answer": "The misuse of nominees by criminals can help them distance themselves from illicit transactions by allowing a third party to conduct financial activities on their behalf. According to guidelines from financial authorities, this method is commonly used to obscure the link between the criminal and the transactions, making it more difficult to trace and detect potential money laundering or terrorist financing offenses. For instance, a person might maintain multiple accounts or use family members' or corporate entities' names for no apparent legitimate reason, or someone other than the stated account holder might conduct most of the transactions unnecessarily."
                },
                {
                    "question": "Can you identify some specific indicators that suggest the misuse of nominees for money laundering or terrorist financing purposes?",
                    "answer": "Some specific indicators that suggest the misuse of nominees for money laundering or terrorist financing purposes, as outlined by financial authorities, include:\n\n- A person maintaining multiple accounts or accounts in the names of family members or corporate entities without a clear business or other purpose.\n- A person or entity other than the stated account holder conducting the majority of the transaction activity, which seems unnecessary or excessive."
                }
            ]
        }
    ],
    "summary": " This document provides guidance from FINTRAC on identifying money laundering and terrorist financing indicators to help financial entities detect and report suspicious transactions."
}