{
    "markdown": "# Administrative monetary penalties policy\n\nThe purpose of FINTRAC's Administrative monetary penalties (AMPs) program is to encourage future compliance with the Proceeds of Crime (Money Laundering) and Terrorist Financing Act (the Act) and its regulations, and to promote a change in behaviour. The AMP program supports FINTRAC's mandate by providing a measured and proportionate response to particular instances of non-compliance. FINTRAC is committed to working with reporting entities (REs) to help them achieve compliance. AMPs are not issued automatically in response to non-compliance, as typically other compliance actions are taken to change behaviour before a penalty is considered.\n\n## Purpose\n\nThe purpose of this policy is to provide a framework for the determination of an AMP; and to summarize the principles and guidelines that are used by FINTRAC to issue an AMP.\n\n## Our operating principles and framework\n\nThe purpose of the AMP program is to support FINTRAC’s efforts to ensure compliance with the Act and its regulations by providing a measured response to non-compliance issues. The program’s guiding principles are:\n\n**Objectivity:** FINTRAC officers will conduct themselves professionally during an assessment and in their communications with an RE. FINTRAC officers will make objective assessments based on the facts and circumstances of each case, ensuring fair and reasonable decisions.\n\n**Reasonableness**: FINTRAC officers will exercise professional judgement when assessing an RE's compliance with the Act and its regulations. This involves considering the circumstances and all relevant factors prior to considering an AMP.\n\n**Transparency**: FINTRAC officers will make sure that the expectations about compliance are communicated in a clear manner throughout the assessment process. REs will be provided with FINTRAC's findings and observations, and will be given the opportunity to ask questions and respond to the non-compliance identified before the findings are finalized.\n\n**Fairness:** An RE has the right to understand the case being made for an AMP, and will have a fair opportunity to respond.\n\n**Consistency**: FINTRAC officers follow established policies and procedures to make sure that similar REs, with the same types and extent of non-compliance, can expect to be treated in a similar manner.\n\n**Documentation:** FINTRAC officers will rely on facts and document those facts and any other information to support their analysis and findings.\n\n## Background and application\n\nFINTRAC works with businesses and law enforcement to combat money laundering (ML) and terrorist activity financing (TF). By effectively identifying clients and keeping records, REs help deter criminal activity and are able to provide law enforcement with evidence for the investigation and prosecution of ML/TF offenses. By reporting the required financial transactions to FINTRAC, REs are supplying it with the information that it needs to carry out its mandate, support law enforcement partners, and contribute to the protection of the integrity of Canada's financial system and the safety of Canadians.\n\n[FINTRAC's compliance framework](/introduction/cpf/cpf-eng) recognizes that the success of Canada's Anti-Money Laundering / Anti-Terrorist Financing (AML/ATF) regime depends on the concrete application of the regulatory measures designed to detect, prevent and deter ML/TF activity. Our own compliance effort aims to bring awareness and understanding of the requirements under the Act and its regulations, to deter non-compliance, and to assist in the detection of ML/TF in support of the efforts of the police and intelligence communities. FINTRAC's risk-based compliance program includes activities of increasing intensity across a range of options (see Figure 1 below). We focus our efforts on promoting awareness, providing assistance and conducting compliance assessments where they will be most effective, but may enforce penalties in the case of non-compliance.\n\nFigure 1 – FINTRAC compliance activities\n\n![Figure 1 – FINTRAC compliance activities](https://fintrac-canafe.canada.ca/pen/images/fig1-eng.png)\n\nView the text equivalent Figure 1 – FINTRAC compliance activities\n\n**Figure 1 – FINTRAC compliance activities**\n\nThe graphic shows the awareness, assistance as well as assessment and enforcement compliance activities from low intensity to high intensity.\n\nAwareness activities include: outreach and compliance assessment reports (CARs).\n\nAssistance activities include: engagement, support, policy interpretations and money services business registry.\n\nAssessment and enforcement activities include: CARs, observation letters, reporting entity validations, reports monitoring, compliance meetings, desk exams, onsite exams, follow-up exams, administrative monetary penalties and non-compliance disclosures.\n\n### Assessing non-compliance\n\nIn the normal course of our compliance activities, we identify instances of non-compliance with the Act and its regulations. We assess the severity of each non-compliance issue by understanding both the extent and the root cause of the non-compliance. Each non-compliance issue is assessed for its impact on FINTRAC's mandate and on the achievement of the objectives of the Act. To determine a suitable response to address a non-compliance result, we will consider the result in a holistic context, including other factors such as the RE's compliance history.\n\n### Addressing non-compliance\n\nFollowing the completion of a compliance assessment, and depending on the extent of the non-compliance identified, FINTRAC may decide:\n\n1. to take no further action;\n2. to conduct follow-up compliance activities;\n3. to issue an AMP to encourage a change in behaviour; or\n4. to disclose relevant information to law enforcement for investigation and prosecution of non-compliance offences under the Act and its regulations.\n\n## Authority to issue an AMP\n\nThe following outlines the framework applicable when FINTRAC has decided that an AMP is the most suitable option to address a specific non-compliance result.\n\nFINTRAC may issue an AMP and serve a notice of violation when it has **reasonable grounds to believe** that an RE has violated a requirement of the Act and its regulations.\n\nAMPs are not issued automatically in response to non-compliance. AMPs are one tool that is available to FINTRAC and are used to address repeated non-compliant behaviour. AMPs may also be used when there are significant issues of non-compliance or a high impact on FINTRAC's mandate or on the objectives of the Act and its regulations. An AMP is generally used when other compliance options have failed.\n\n### Categories of violations\n\nThe Proceeds of Crime (Money Laundering) and Terrorist Financing Administrative Monetary Penalties Regulations ( [AMP Regulations](http://laws-lois.justice.gc.ca/eng/regulations/SOR-2007-292/page-1.html)) list the non-compliance violations that could be the basis of an AMP. The AMP Regulations categorize violations by degree of importance, and assign the following penalty ranges:\n\n|     |     |\n| --- | --- |\n| Minor violation | $1 to $1,000 per violation |\n| Serious violation | $1 to $100,000 per violation |\n| Very serious violation | $1 to $100,000 per violation for an individual<br> $1 to $500,000 per violation for an entity |\n\nCategories of violations\n\nThe limits above apply to each violation, and multiple violations can result in a total amount that exceeds these limits.\n\n### Criteria for determining an AMP amount\n\nThe Act and the AMP Regulations set out three criteria that must be taken into account when determining a penalty amount:\n\n- The purpose of AMPs, which is to encourage compliance, not to punish (non-punitive);\n- [The harm done by the violation](1-eng); and\n- The RE's history of compliance.\n\nWe present the methods that we use to determine the penalty amount, along with the factors that we consider in our assessment when we issue an AMP.\n\nFINTRAC will take a reasonable approach in the calculation of penalty amounts. We consider an AMP to be effective when the penalty amount is proportional to the harm done and prompts a change in behaviour toward future compliance. These amounts are in keeping with the type and extent of the violations, given the circumstances of each case.\n\nThe following guidelines are in place as benchmarks to assist FINTRAC officers in the calculation of a penalty amount, while taking into consideration the circumstances of each case. As a result, relevant mitigating factors will be carefully considered at each step and may reduce the actual penalty determined.\n\n#### Step 1: Harm done assessment\n\nFINTRAC defines “harm” as the degree to which a violation interferes with achieving the objectives of the Act ( [section 3, Act](http://lois-laws.justice.gc.ca/eng/acts/P-24.501/index.html)) or with FINTRAC's ability to carry out its mandate ( [section 40, Act](http://lois-laws.justice.gc.ca/eng/acts/P-24.501/index.html)).\n\nThe AMP Regulations classify all violations by degree of importance. They also determine the minimum and maximum penalty amounts for each level.\n\nIn assessing the harm done by a violation, FINTRAC considers both the potential and the resulting harm. “Resulting harm” means separate violations that come from the original violation. For example, when the compliance policies and procedures do not address how to report large cash transactions, the resulting harm is the unreported large cash transactions.\n\nThe first test to assess the harm done when calculating a penalty amount is to determine whether the reporting entity has completely failed to meet a requirement or only in part. For some violations, this is obvious; the requirement was met or it was not met. Other violations require further analysis. For example, when a client is not identified under the prescribed circumstances, the requirement is not met.  When compliance policies and procedures are missing a component, the requirement is met in part.\n\nWhen an RE has completely failed to meet a requirement, the base penalty amount that is typically considered for that violation is the maximum amount set out by the AMP Regulations. This is because completely failing to meet a statutory requirement is what interferes the most with achieving the objectives of the Act  and FINTRAC's ability to fulfil its mandate.\n\nWhen an RE has failed to meet part of a requirement, the base penalty amount determined for each violation depends on the part that is non-compliant and the extent of the failure. The extent of the failure is measured using assessment criteria that have been established based on the level of interference with achieving the objectives of the Act and FINTRAC's mandate.\n\n#### Step 2: Compliance history and non-punitive adjustment\n\nThe second step in a penalty calculation looks at both the compliance history of the RE and the AMP's purpose, which is to encourage compliance, not to punish (non-punitive).\n\nFINTRAC adjusts the penalty amount for each violation (determined in Step 1 above), based on whether or not the RE has previously been levied an AMP for the violation.\n\nFor a first-time violation, the penalty is typically reduced by two-thirds. For a violation occurring a second time (meaning that the RE had been penalized for this very same violation on a previous occasion), the penalty is typically reduced by one-third. For violations occurring a third time or more (again, meaning that the RE had been penalized for the same violation on two or more previous occasions), the full base penalty amount will typically be applied.\n\n#### Examples of a penalty calculation\n\n[Examples](calc-eng) are available to illustrate the two-step penalty calculation.\n\n### AMP program – roles and responsibilities within FINTRAC\n\nFINTRAC's AMP program is centralized at our headquarters in Ottawa. This helps to ensure policies and processes are applied consistently across the country and to maintain the required separation of duties between compliance assessment such as compliance examinations and enforcement. This approach also helps us monitor our program's effectiveness and allows us to quickly make policy and process improvements at the national level.\n\nFollowing a compliance examination by FINTRAC regional offices located in Vancouver, Montreal and Toronto, we will review the findings to determine the most appropriate action to address the non-compliance. If the deficiencies and non-compliant behaviour justify an AMP consideration, the relevant regional office will make a recommendation, including the reasons, to headquarters. Upon receipt of the recommendation, headquarters undertakes an independent assessment of the findings and related information to determine whether we will proceed with an AMP.\n\n## AMP process\n\nThe AMP process begins with the issuance of a notice of violation and continues as outlined below:\n\n### Notice of violation\n\nAn RE subject to an AMP will receive a notice of violation that will include the following:\n\n- The name and address of the RE that is subject to the AMP;\n- The penalty amount;\n- Payment instructions;\n- Information on the right to make written representations to FINTRAC's Director and Chief Executive Officer (CEO), up to 30 days after receiving the notice of violation;\n- Instructions on how to make representations to FINTRAC's Director and CEO, and where to obtain additional information on the AMP program;\n- A list of the violations committed which will include the related legislative and regulatory provisions;\n- The details of the penalty calculation, including the factors considered and the reasons; and\n- A list of all the instances of the committed violations, including relevant references such as account numbers, transaction numbers, report numbers, etc.\n\nA notice of violation must be issued no more than 2 years from the date when the non-compliance became known to FINTRAC.\n\nIn some cases, FINTRAC may exercise its discretion to offer to enter into a compliance agreement with the RE, which will include specific terms and conditions.\n\n### Payment of penalty\n\nUpon receipt of a notice of violation, a person or entity can pay the penalty by completing the remittance form and submitting it with the payment in Canadian funds to:\n\nFINTRAC\n\nFinance Unit\n\n24th Floor, 234 Laurier Avenue West\n\nOttawa, ON K1P 1H7\n\nAll payments of penalty amounts are to be made payable to the Receiver General for Canada. Payments can be made in the form of a certified cheque, money order, or bank draft.\n\nIf an RE pays the penalty indicated in the notice of violation, the RE is deemed to have committed the violations specified, and the AMP process ends.\n\n## Representations to FINTRAC’s Director and CEO\n\nAn RE may [request a review of a notice of violation](/raa-rea/1-eng#s1). This can be done by making written representations on the violations or the penalty or both at the same time, to the Director and CEO of FINTRAC, within 30 days of receiving the notice of violation.\n\nIf an RE requests a review, FINTRAC's Director and CEO will decide on the balance of probabilities whether the RE committed the violation or not; and may impose the penalty proposed in the notice of violation, a lesser penalty or no penalty. A notice of decision will be issued to communicate the Director and CEO's decision and the reasons behind it.\n\n### Failure to pay or make representations and notice of penalty\n\nIf you receive a notice of violation and do not pay or make representations to FINTRAC's Director and CEO within 30 days, the AMP process will end, the violations will be upheld and a notice of penalty will be issued.\n\n### Notice of decision and right of appeal\n\nAn RE that receives a notice of decision from FINTRAC's Director and CEO has 30 days to exercise its right of appeal to the Federal Court of Canada.\n\nThe AMP process ends when an RE pays the penalty imposed in the notice of decision, or does not appeal the Director and CEO's decision within 30 days.\n\nShould the Director and CEO not issue a notice of decision within 90 days of receiving your representation for review, you may appeal the proposed penalty in Federal Court within 30 days.\n\n### Federal Courts\n\nThe Federal Courts have the power to confirm, set aside or change a notice of decision issued by FINTRAC's Director and CEO. As long as the AMP is before the Federal Court, the Federal Court of Appeal, or the Supreme Court of Canada, the AMP process is considered to be ongoing.\n\n## Public notice\n\nFINTRAC must make public, as soon as feasible, the name of the RE, the nature of the violation or default, and the amount of the penalty imposed in the following cases:\n\n- An RE pays the penalty issued in a notice of violation.\n- An RE neither pays the penalty issued in a notice of violation nor makes representations to FINTRAC’s Director and Chief Executive Officer.\n- An RE receives a notice of decision indicating that a violation has been committed.\n- An RE enters into a compliance agreement with FINTRAC.\n- An RE does not comply with a compliance agreement.\n\nWhen publicizing the nature of the violation, FINTRAC may also include the reasons for its decision, including the relevant facts, analysis and considerations that formed part of the decision.\n\nYou can review the AMPs imposed by FINTRAC on the [Public notice](/pen/4-eng) page.\n\n### Collection of penalties\n\nThe penalty amount is due 30 days after the notice of violation or notice of decision is received. Interest would begin to accrue on the day after the penalty was due. Any penalty that becomes payable is an outstanding debt to the Crown. FINTRAC will pursue outstanding AMP payments.\n\nDate Modified: 2019-08-26",
    "metadata": {
        "title": "Administrative monetary penalties policy",
        "description": "As of December 30, 2008, FINTRAC has legislative authority to issue an administrative monetary penalty (AMP) to reporting entities that are in non-compliance with Canada's Proceeds of Crime (Money Laundering) and Terrorist Financing Act.",
        "language": "en",
        "ogLocaleAlternate": [],
        "dctermsSubject": "FINTRAC, Financial Transactions and Reports Analysis Centre of Canada, PCMLTFA; administrative monetary penalties; AMPs; penalty, violations; enforcement; fines",
        "viewport": "width=device-width, initial-scale=1",
        "dcterms.title": "Administrative monetary penalties policy | FINTRAC – Canada.ca  ",
        "dcterms.creator": "Government of Canada, Financial Transactions and Reports Analysis Centre of Canada",
        "dcterms.issued": "2018-10-31",
        "dcterms.modified": "2019-08-26",
        "dcterms.subject": "FINTRAC, Financial Transactions and Reports Analysis Centre of Canada, PCMLTFA; administrative monetary penalties; AMPs; penalty, violations; enforcement; fines",
        "dcterms.language": "eng",
        "name": "Government of Canada",
        "areaServed": "Canada",
        "sourceURL": "https://fintrac-canafe.canada.ca/pen/2-eng",
        "statusCode": 200
    },
    "markdown_cleaned": "# Administrative monetary penalties policy\n\nThe purpose of FINTRAC's Administrative monetary penalties (AMPs) program is to encourage future compliance with the Proceeds of Crime (Money Laundering) and Terrorist Financing Act (the Act) and its regulations, and to promote a change in behaviour. The AMP program supports FINTRAC's mandate by providing a measured and proportionate response to particular instances of non-compliance. FINTRAC is committed to working with reporting entities (REs) to help them achieve compliance. AMPs are not issued automatically in response to non-compliance, as typically other compliance actions are taken to change behaviour before a penalty is considered.\n\n## Purpose\n\nThe purpose of this policy is to provide a framework for the determination of an AMP; and to summarize the principles and guidelines that are used by FINTRAC to issue an AMP.\n\n## Our operating principles and framework\n\nThe purpose of the AMP program is to support FINTRAC’s efforts to ensure compliance with the Act and its regulations by providing a measured response to non-compliance issues. The program’s guiding principles are:\n\n**Objectivity:** FINTRAC officers will conduct themselves professionally during an assessment and in their communications with an RE. FINTRAC officers will make objective assessments based on the facts and circumstances of each case, ensuring fair and reasonable decisions.\n\n**Reasonableness**: FINTRAC officers will exercise professional judgement when assessing an RE's compliance with the Act and its regulations. This involves considering the circumstances and all relevant factors prior to considering an AMP.\n\n**Transparency**: FINTRAC officers will make sure that the expectations about compliance are communicated in a clear manner throughout the assessment process. REs will be provided with FINTRAC's findings and observations, and will be given the opportunity to ask questions and respond to the non-compliance identified before the findings are finalized.\n\n**Fairness:** An RE has the right to understand the case being made for an AMP, and will have a fair opportunity to respond.\n\n**Consistency**: FINTRAC officers follow established policies and procedures to make sure that similar REs, with the same types and extent of non-compliance, can expect to be treated in a similar manner.\n\n**Documentation:** FINTRAC officers will rely on facts and document those facts and any other information to support their analysis and findings.\n\n## Background and application\n\nFINTRAC works with businesses and law enforcement to combat money laundering (ML) and terrorist activity financing (TF). By effectively identifying clients and keeping records, REs help deter criminal activity and are able to provide law enforcement with evidence for the investigation and prosecution of ML/TF offenses. By reporting the required financial transactions to FINTRAC, REs are supplying it with the information that it needs to carry out its mandate, support law enforcement partners, and contribute to the protection of the integrity of Canada's financial system and the safety of Canadians.\n\nFINTRAC's compliance framework recognizes that the success of Canada's Anti-Money Laundering / Anti-Terrorist Financing (AML/ATF) regime depends on the concrete application of the regulatory measures designed to detect, prevent and deter ML/TF activity. Our own compliance effort aims to bring awareness and understanding of the requirements under the Act and its regulations, to deter non-compliance, and to assist in the detection of ML/TF in support of the efforts of the police and intelligence communities. FINTRAC's risk-based compliance program includes activities of increasing intensity across a range of options (see Figure 1 below). We focus our efforts on promoting awareness, providing assistance and conducting compliance assessments where they will be most effective, but may enforce penalties in the case of non-compliance.\n\n**Figure 1 – FINTRAC compliance activities**\n\nThe graphic shows the awareness, assistance as well as assessment and enforcement compliance activities from low intensity to high intensity.\n\nAwareness activities include: outreach and compliance assessment reports (CARs).\n\nAssistance activities include: engagement, support, policy interpretations and money services business registry.\n\nAssessment and enforcement activities include: CARs, observation letters, reporting entity validations, reports monitoring, compliance meetings, desk exams, onsite exams, follow-up exams, administrative monetary penalties and non-compliance disclosures.\n\n### Assessing non-compliance\n\nIn the normal course of our compliance activities, we identify instances of non-compliance with the Act and its regulations. We assess the severity of each non-compliance issue by understanding both the extent and the root cause of the non-compliance. Each non-compliance issue is assessed for its impact on FINTRAC's mandate and on the achievement of the objectives of the Act. To determine a suitable response to address a non-compliance result, we will consider the result in a holistic context, including other factors such as the RE's compliance history.\n\n### Addressing non-compliance\n\nFollowing the completion of a compliance assessment, and depending on the extent of the non-compliance identified, FINTRAC may decide:\n\n1. to take no further action;\n2. to conduct follow-up compliance activities;\n3. to issue an AMP to encourage a change in behaviour; or\n4. to disclose relevant information to law enforcement for investigation and prosecution of non-compliance offences under the Act and its regulations.\n\n## Authority to issue an AMP\n\nThe following outlines the framework applicable when FINTRAC has decided that an AMP is the most suitable option to address a specific non-compliance result.\n\nFINTRAC may issue an AMP and serve a notice of violation when it has **reasonable grounds to believe** that an RE has violated a requirement of the Act and its regulations.\n\nAMPs are not issued automatically in response to non-compliance. AMPs are one tool that is available to FINTRAC and are used to address repeated non-compliant behaviour. AMPs may also be used when there are significant issues of non-compliance or a high impact on FINTRAC's mandate or on the objectives of the Act and its regulations. An AMP is generally used when other compliance options have failed.\n\n### Categories of violations\n\nThe Proceeds of Crime (Money Laundering) and Terrorist Financing Administrative Monetary Penalties Regulations ( AMP Regulations) list the non-compliance violations that could be the basis of an AMP. The AMP Regulations categorize violations by degree of importance, and assign the following penalty ranges:\n\n|     |     |\n| --- | --- |\n| Minor violation | $1 to $1,000 per violation |\n| Serious violation | $1 to $100,000 per violation |\n| Very serious violation | $1 to $100,000 per violation for an individual<br> $1 to $500,000 per violation for an entity |\n\nCategories of violations\n\nThe limits above apply to each violation, and multiple violations can result in a total amount that exceeds these limits.\n\n### Criteria for determining an AMP amount\n\nThe Act and the AMP Regulations set out three criteria that must be taken into account when determining a penalty amount:\n\n- The purpose of AMPs, which is to encourage compliance, not to punish (non-punitive);\n- The harm done by the violation; and\n- The RE's history of compliance.\n\nWe present the methods that we use to determine the penalty amount, along with the factors that we consider in our assessment when we issue an AMP.\n\nFINTRAC will take a reasonable approach in the calculation of penalty amounts. We consider an AMP to be effective when the penalty amount is proportional to the harm done and prompts a change in behaviour toward future compliance. These amounts are in keeping with the type and extent of the violations, given the circumstances of each case.\n\nThe following guidelines are in place as benchmarks to assist FINTRAC officers in the calculation of a penalty amount, while taking into consideration the circumstances of each case. As a result, relevant mitigating factors will be carefully considered at each step and may reduce the actual penalty determined.\n\n#### Step 1: Harm done assessment\n\nFINTRAC defines “harm” as the degree to which a violation interferes with achieving the objectives of the Act ( section 3, Act) or with FINTRAC's ability to carry out its mandate ( section 40, Act).\n\nThe AMP Regulations classify all violations by degree of importance. They also determine the minimum and maximum penalty amounts for each level.\n\nIn assessing the harm done by a violation, FINTRAC considers both the potential and the resulting harm. “Resulting harm” means separate violations that come from the original violation. For example, when the compliance policies and procedures do not address how to report large cash transactions, the resulting harm is the unreported large cash transactions.\n\nThe first test to assess the harm done when calculating a penalty amount is to determine whether the reporting entity has completely failed to meet a requirement or only in part. For some violations, this is obvious; the requirement was met or it was not met. Other violations require further analysis. For example, when a client is not identified under the prescribed circumstances, the requirement is not met.  When compliance policies and procedures are missing a component, the requirement is met in part.\n\nWhen an RE has completely failed to meet a requirement, the base penalty amount that is typically considered for that violation is the maximum amount set out by the AMP Regulations. This is because completely failing to meet a statutory requirement is what interferes the most with achieving the objectives of the Act  and FINTRAC's ability to fulfil its mandate.\n\nWhen an RE has failed to meet part of a requirement, the base penalty amount determined for each violation depends on the part that is non-compliant and the extent of the failure. The extent of the failure is measured using assessment criteria that have been established based on the level of interference with achieving the objectives of the Act and FINTRAC's mandate.\n\n#### Step 2: Compliance history and non-punitive adjustment\n\nThe second step in a penalty calculation looks at both the compliance history of the RE and the AMP's purpose, which is to encourage compliance, not to punish (non-punitive).\n\nFINTRAC adjusts the penalty amount for each violation (determined in Step 1 above), based on whether or not the RE has previously been levied an AMP for the violation.\n\nFor a first-time violation, the penalty is typically reduced by two-thirds. For a violation occurring a second time (meaning that the RE had been penalized for this very same violation on a previous occasion), the penalty is typically reduced by one-third. For violations occurring a third time or more (again, meaning that the RE had been penalized for the same violation on two or more previous occasions), the full base penalty amount will typically be applied.\n\n\n### AMP program – roles and responsibilities within FINTRAC\n\nFINTRAC's AMP program is centralized at our headquarters in Ottawa. This helps to ensure policies and processes are applied consistently across the country and to maintain the required separation of duties between compliance assessment such as compliance examinations and enforcement. This approach also helps us monitor our program's effectiveness and allows us to quickly make policy and process improvements at the national level.\n\nFollowing a compliance examination by FINTRAC regional offices located in Vancouver, Montreal and Toronto, we will review the findings to determine the most appropriate action to address the non-compliance. If the deficiencies and non-compliant behaviour justify an AMP consideration, the relevant regional office will make a recommendation, including the reasons, to headquarters. Upon receipt of the recommendation, headquarters undertakes an independent assessment of the findings and related information to determine whether we will proceed with an AMP.\n\n## AMP process\n\nThe AMP process begins with the issuance of a notice of violation and continues as outlined below:\n\n### Notice of violation\n\nAn RE subject to an AMP will receive a notice of violation that will include the following:\n\n- The name and address of the RE that is subject to the AMP;\n- The penalty amount;\n- Payment instructions;\n- Information on the right to make written representations to FINTRAC's Director and Chief Executive Officer (CEO), up to 30 days after receiving the notice of violation;\n- Instructions on how to make representations to FINTRAC's Director and CEO, and where to obtain additional information on the AMP program;\n- A list of the violations committed which will include the related legislative and regulatory provisions;\n- The details of the penalty calculation, including the factors considered and the reasons; and\n- A list of all the instances of the committed violations, including relevant references such as account numbers, transaction numbers, report numbers, etc.\n\nA notice of violation must be issued no more than 2 years from the date when the non-compliance became known to FINTRAC.\n\nIn some cases, FINTRAC may exercise its discretion to offer to enter into a compliance agreement with the RE, which will include specific terms and conditions.\n\n### Payment of penalty\n\nUpon receipt of a notice of violation, a person or entity can pay the penalty by completing the remittance form and submitting it with the payment in Canadian funds to:\n\nFINTRAC\n\nFinance Unit\n\n24th Floor, 234 Laurier Avenue West\n\nOttawa, ON K1P 1H7\n\nAll payments of penalty amounts are to be made payable to the Receiver General for Canada. Payments can be made in the form of a certified cheque, money order, or bank draft.\n\nIf an RE pays the penalty indicated in the notice of violation, the RE is deemed to have committed the violations specified, and the AMP process ends.\n\n## Representations to FINTRAC’s Director and CEO\n\nAn RE may request a review of a notice of violation. This can be done by making written representations on the violations or the penalty or both at the same time, to the Director and CEO of FINTRAC, within 30 days of receiving the notice of violation.\n\nIf an RE requests a review, FINTRAC's Director and CEO will decide on the balance of probabilities whether the RE committed the violation or not; and may impose the penalty proposed in the notice of violation, a lesser penalty or no penalty. A notice of decision will be issued to communicate the Director and CEO's decision and the reasons behind it.\n\n### Failure to pay or make representations and notice of penalty\n\nIf you receive a notice of violation and do not pay or make representations to FINTRAC's Director and CEO within 30 days, the AMP process will end, the violations will be upheld and a notice of penalty will be issued.\n\n### Notice of decision and right of appeal\n\nAn RE that receives a notice of decision from FINTRAC's Director and CEO has 30 days to exercise its right of appeal to the Federal Court of Canada.\n\nThe AMP process ends when an RE pays the penalty imposed in the notice of decision, or does not appeal the Director and CEO's decision within 30 days.\n\nShould the Director and CEO not issue a notice of decision within 90 days of receiving your representation for review, you may appeal the proposed penalty in Federal Court within 30 days.\n\n### Federal Courts\n\nThe Federal Courts have the power to confirm, set aside or change a notice of decision issued by FINTRAC's Director and CEO. As long as the AMP is before the Federal Court, the Federal Court of Appeal, or the Supreme Court of Canada, the AMP process is considered to be ongoing.\n\n## Public notice\n\nFINTRAC must make public, as soon as feasible, the name of the RE, the nature of the violation or default, and the amount of the penalty imposed in the following cases:\n\n- An RE pays the penalty issued in a notice of violation.\n- An RE neither pays the penalty issued in a notice of violation nor makes representations to FINTRAC’s Director and Chief Executive Officer.\n- An RE receives a notice of decision indicating that a violation has been committed.\n- An RE enters into a compliance agreement with FINTRAC.\n- An RE does not comply with a compliance agreement.\n\nWhen publicizing the nature of the violation, FINTRAC may also include the reasons for its decision, including the relevant facts, analysis and considerations that formed part of the decision.\n\nYou can review the AMPs imposed by FINTRAC on the Public notice page.\n\n### Collection of penalties\n\nThe penalty amount is due 30 days after the notice of violation or notice of decision is received. Interest would begin to accrue on the day after the penalty was due. Any penalty that becomes payable is an outstanding debt to the Crown. FINTRAC will pursue outstanding AMP payments.",
    "chunks": [
        {
            "idx": 0,
            "content": "# Administrative monetary penalties policy  \nThe purpose of FINTRAC's Administrative monetary penalties (AMPs) program is to encourage future compliance with the Proceeds of Crime (Money Laundering) and Terrorist Financing Act (the Act) and its regulations, and to promote a change in behaviour. The AMP program supports FINTRAC's mandate by providing a measured and proportionate response to particular instances of non-compliance. FINTRAC is committed to working with reporting entities (REs) to help them achieve compliance. AMPs are not issued automatically in response to non-compliance, as typically other compliance actions are taken to change behaviour before a penalty is considered.",
            "metadata": {
                "Header 1": "Administrative monetary penalties policy"
            },
            "word_count": 98,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 1,
            "content": "## Purpose  \nThe purpose of this policy is to provide a framework for the determination of an AMP; and to summarize the principles and guidelines that are used by FINTRAC to issue an AMP.",
            "metadata": {
                "Header 1": "Administrative monetary penalties policy",
                "Header 2": "Purpose"
            },
            "word_count": 34,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 2,
            "content": "## Our operating principles and framework  \nThe purpose of the AMP program is to support FINTRAC’s efforts to ensure compliance with the Act and its regulations by providing a measured response to non-compliance issues. The program’s guiding principles are:  \n**Objectivity:** FINTRAC officers will conduct themselves professionally during an assessment and in their communications with an RE. FINTRAC officers will make objective assessments based on the facts and circumstances of each case, ensuring fair and reasonable decisions.  \n**Reasonableness**: FINTRAC officers will exercise professional judgement when assessing an RE's compliance with the Act and its regulations. This involves considering the circumstances and all relevant factors prior to considering anAMP.",
            "metadata": {
                "Header 1": "Administrative monetary penalties policy",
                "Header 2": "Our operating principles and framework"
            },
            "word_count": 107,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 3,
            "content": "**Transparency**: FINTRAC officers will make sure that the expectations about compliance are communicated in a clear manner throughout the assessment process. REs will be provided with FINTRAC's findings and observations, and will be given the opportunity to ask questions and respond to the non-compliance identified before the findings are finalized.  \n**Fairness:** An RE has the right to understand the case being made for an AMP, and will have a fair opportunity to respond.  \n**Consistency**: FINTRAC officers follow established policies and procedures to make sure that similar REs, with the same types and extent of non-compliance, can expect to be treated in a similar manner.  \n**Documentation:** FINTRAC officers will rely on facts and document those facts and any other information to support their analysis and findings.",
            "metadata": {
                "Header 1": "Administrative monetary penalties policy",
                "Header 2": "Our operating principles and framework"
            },
            "word_count": 125,
            "bullet_point_ratio": 0.0,
            "context": " The provided chunk discusses the principles of transparency, fairness, consistency, and documentation that FINTRAC officers adhere to during the assessment process for Administrative Monetary Penalties (AMPs) within the framework of the policy.",
            "questions": [
                "How does FINTRAC ensure transparency during the assessment process for Administrative Monetary Penalties (AMPs)?",
                "What rights does an RE have in understanding and responding to an AMP case?",
                "How does FINTRAC maintain consistency in handling similar cases of non-compliance among REs?"
            ],
            "qnas": [
                {
                    "question": "How does FINTRAC ensure transparency during the assessment process for Administrative Monetary Penalties (AMPs)?",
                    "answer": "FINTRAC ensures transparency during the assessment process for Administrative Monetary Penalties (AMPs) by clearly communicating compliance expectations throughout the assessment process. Reporting Entities (REs) are provided with FINTRAC's findings and observations and are given the opportunity to ask questions and respond to identified non-compliance before the findings are finalized."
                },
                {
                    "question": "What rights does an RE have in understanding and responding to an AMP case?",
                    "answer": "An RE has the right to understand the case being made for an Administrative Monetary Penalty (AMP) by FINTRAC and has a fair opportunity to respond. This is ensured through the principles of transparency and fairness that FINTRAC officers adhere to during the assessment process."
                },
                {
                    "question": "How does FINTRAC maintain consistency in handling similar cases of non-compliance among REs?",
                    "answer": "FINTRAC maintains consistency in handling similar cases of non-compliance among reporting entities (REs) by adhering to established policies and procedures, ensuring that similar REs with the same types and extent of non-compliance are treated in a similar manner."
                }
            ]
        },
        {
            "idx": 4,
            "content": "## Background and application  \nFINTRAC works with businesses and law enforcement to combat money laundering (ML) and terrorist activity financing (TF). By effectively identifying clients and keeping records, REs help deter criminal activity and are able to provide law enforcement with evidence for the investigation and prosecution of ML/TF offenses. By reporting the required financial transactions to FINTRAC, REs are supplying it with the information that it needs to carry out its mandate, support law enforcement partners, and contribute to the protection of the integrity of Canada's financial system and the safety of Canadians.",
            "metadata": {
                "Header 1": "Administrative monetary penalties policy",
                "Header 2": "Background and application"
            },
            "word_count": 94,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 5,
            "content": "FINTRAC's compliance framework recognizes that the success of Canada's Anti-Money Laundering / Anti-Terrorist Financing (AML/ATF) regime depends on the concrete application of the regulatory measures designed to detect, prevent and deter ML/TF activity. Our own compliance effort aims to bring awareness and understanding of the requirements under the Act and its regulations, to deter non-compliance, and to assist in the detection of ML/TF in support of the efforts of the police and intelligence communities. FINTRAC's risk-based compliance program includes activities of increasing intensity across a range of options (see Figure 1 below). We focus our efforts on promoting awareness, providing assistance and conducting compliance assessments where they will be most effective, but may enforce penalties in the case of non-compliance.  \n**Figure 1 – FINTRAC compliance activities**",
            "metadata": {
                "Header 1": "Administrative monetary penalties policy",
                "Header 2": "Background and application"
            },
            "word_count": 126,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 6,
            "content": "The graphic shows the awareness, assistance as well as assessment and enforcement compliance activities from low intensity to high intensity.  \nAwareness activities include: outreach and compliance assessment reports (CARs).  \nAssistance activities include: engagement, support, policy interpretations and money services business registry.  \nAssessment and enforcement activities include: CARs, observation letters, reporting entity validations, reports monitoring, compliance meetings, desk exams, onsite exams, follow-up exams, administrative monetary penalties and non-compliance disclosures.",
            "metadata": {
                "Header 1": "Administrative monetary penalties policy",
                "Header 2": "Background and application"
            },
            "word_count": 68,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 7,
            "content": "### Assessing non-compliance  \nIn the normal course of our compliance activities, we identify instances of non-compliance with the Act and its regulations. We assess the severity of each non-compliance issue by understanding both the extent and the root cause of the non-compliance. Each non-compliance issue is assessed for its impact on FINTRAC's mandate and on the achievement of the objectives of the Act. To determine a suitable response to address a non-compliance result, we will consider the result in a holistic context, including other factors such as the RE's compliance history.",
            "metadata": {
                "Header 1": "Administrative monetary penalties policy",
                "Header 2": "Background and application",
                "Header 3": "Assessing non-compliance"
            },
            "word_count": 91,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 8,
            "content": "### Addressing non-compliance  \nFollowing the completion of a compliance assessment, and depending on the extent of the non-compliance identified, FINTRAC may decide:  \n1. to take no further action;\n2. to conduct follow-up compliance activities;\n3. to issue an AMP to encourage a change in behaviour; or\n4. to disclose relevant information to law enforcement for investigation and prosecution of non-compliance offences under the Act and its regulations.",
            "metadata": {
                "Header 1": "Administrative monetary penalties policy",
                "Header 2": "Background and application",
                "Header 3": "Addressing non-compliance"
            },
            "word_count": 67,
            "bullet_point_ratio": 0.6666666666666666
        },
        {
            "idx": 9,
            "content": "## Authority to issue an AMP  \nThe following outlines the framework applicable when FINTRAC has decided that an AMP is the most suitable option to address a specific non-compliance result.  \nFINTRAC may issue an AMP and serve a notice of violation when it has **reasonable grounds to believe** that an RE has violated a requirement of the Act and its regulations.  \nAMPs are not issued automatically in response to non-compliance. AMPs are one tool that is available to FINTRAC and are used to address repeated non-compliant behaviour. AMPs may also be used when there are significant issues of non-compliance or a high impact on FINTRAC's mandate or on the objectives of the Act and its regulations. An AMP is generally used when other compliance options have failed.",
            "metadata": {
                "Header 1": "Administrative monetary penalties policy",
                "Header 2": "Authority to issue an AMP"
            },
            "word_count": 127,
            "bullet_point_ratio": 0.0,
            "context": " This chunk discusses the authority and criteria under which FINTRAC issues Administrative Monetary Penalties (AMPs), as part of the broader policy on AMPs.",
            "questions": [
                "What are the conditions that must be met for FINTRAC to issue an Administrative Monetary Penalty (AMP)?",
                "Under what circumstances does FINTRAC choose to issue an AMP rather than other compliance measures?",
                "What is the role of an AMP in the context of repeated non-compliant behavior by a reporting entity (RE)?"
            ],
            "qnas": [
                {
                    "question": "What are the conditions that must be met for FINTRAC to issue an Administrative Monetary Penalty (AMP)?",
                    "answer": "FINTRAC may issue an Administrative Monetary Penalty (AMP) when it has reasonable grounds to believe that a reporting entity (RE) has violated a requirement of the Act and its regulations. AMPs are used to address repeated non-compliant behavior, significant issues of non-compliance, or high-impact situations on FINTRAC's mandate or the objectives of the Act and its regulations, typically after other compliance options have failed."
                },
                {
                    "question": "Under what circumstances does FINTRAC choose to issue an AMP rather than other compliance measures?",
                    "answer": "FINTRAC chooses to issue an Administrative Monetary Penalty (AMP) rather than other compliance measures when it has reasonable grounds to believe that a reporting entity (RE) has violated a requirement of the Act and its regulations. AMPs are typically used in cases of repeated non-compliance, significant issues of non-compliance, or when there is a high impact on FINTRAC's mandate or the objectives of the Act. They are generally employed when other compliance options have been unsuccessful."
                },
                {
                    "question": "What is the role of an AMP in the context of repeated non-compliant behavior by a reporting entity (RE)?",
                    "answer": "In the context of repeated non-compliant behavior by a reporting entity (RE), an Administrative Monetary Penalty (AMP) serves as a tool for FINTRAC to address recurring violations of the Act and its regulations. AMPs are typically employed when other compliance options have failed and there are significant issues of non-compliance or a high impact on FINTRAC's mandate or the objectives of the Act and its regulations."
                }
            ]
        },
        {
            "idx": 10,
            "content": "### Categories of violations  \nThe Proceeds of Crime (Money Laundering) and Terrorist Financing Administrative Monetary Penalties Regulations ( AMP Regulations) list the non-compliance violations that could be the basis of an AMP. The AMP Regulations categorize violations by degree of importance, and assign the following penalty ranges:  \n|     |     |\n| --- | --- |\n| Minor violation | $1 to $1,000 per violation |\n| Serious violation | $1 to $100,000 per violation |\n| Very serious violation | $1 to $100,000 per violation for an individual<br> $1 to $500,000 per violation for an entity |  \nCategories of violations  \nThe limits above apply to each violation, and multiple violations can result in a total amount that exceeds these limits.",
            "metadata": {
                "Header 1": "Administrative monetary penalties policy",
                "Header 2": "Authority to issue an AMP",
                "Header 3": "Categories of violations"
            },
            "word_count": 120,
            "bullet_point_ratio": 0.0,
            "context": " The chunk discusses the categories of violations and their respective penalty ranges under the AMP Regulations, situated within the Administrative Monetary Penalties Policy document under the sections 'Authority to issue an AMP' and 'Categories of violations'.",
            "questions": [
                "What are the penalty ranges for minor, serious, and very serious violations under the AMP Regulations?",
                "How do the penalty amounts differ for individuals and entities when it comes to very serious violations?",
                "Can the total amount of penalties exceed the specified limits if there are multiple violations?"
            ],
            "qnas": [
                {
                    "question": "What are the penalty ranges for minor, serious, and very serious violations under the AMP Regulations?",
                    "answer": "The penalty ranges for violations under the AMP Regulations are as follows:\n\n- Minor violation: $1 to $1,000 per violation\n- Serious violation: $1 to $100,000 per violation\n- Very serious violation: $1 to $100,000 per violation for an individual, and $1 to $500,000 per violation for an entity"
                },
                {
                    "question": "How do the penalty amounts differ for individuals and entities when it comes to very serious violations?",
                    "answer": "Under the AMP Regulations, the penalty amounts for very serious violations differ between individuals and entities. Individuals may face penalties ranging from $1 to $100,000 per violation, while entities can be fined between $1 to $500,000 per violation."
                },
                {
                    "question": "Can the total amount of penalties exceed the specified limits if there are multiple violations?",
                    "answer": "Yes, the total amount of penalties can exceed the specified limits if there are multiple violations, as stated in the Administrative Monetary Penalties Policy document under the AMP Regulations."
                }
            ]
        },
        {
            "idx": 11,
            "content": "### Criteria for determining an AMP amount  \nThe Act and the AMP Regulations set out three criteria that must be taken into account when determining a penalty amount:  \n- The purpose of AMPs, which is to encourage compliance, not to punish (non-punitive);\n- The harm done by the violation; and\n- The RE's history of compliance.  \nWe present the methods that we use to determine the penalty amount, along with the factors that we consider in our assessment when we issue an AMP.  \nFINTRAC will take a reasonable approach in the calculation of penalty amounts. We consider an AMP to be effective when the penalty amount is proportional to the harm done and prompts a change in behaviour toward future compliance. These amounts are in keeping with the type and extent of the violations, given the circumstances of each case.",
            "metadata": {
                "Header 1": "Administrative monetary penalties policy",
                "Header 2": "Authority to issue an AMP",
                "Header 3": "Criteria for determining an AMP amount"
            },
            "word_count": 140,
            "bullet_point_ratio": 0.42857142857142855
        },
        {
            "idx": 12,
            "content": "The following guidelines are in place as benchmarks to assist FINTRAC officers in the calculation of a penalty amount, while taking into consideration the circumstances of each case. As a result, relevant mitigating factors will be carefully considered at each step and may reduce the actual penalty determined.",
            "metadata": {
                "Header 1": "Administrative monetary penalties policy",
                "Header 2": "Authority to issue an AMP",
                "Header 3": "Criteria for determining an AMP amount"
            },
            "word_count": 48,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 13,
            "content": "#### Step 1: Harm done assessment  \nFINTRAC defines “harm” as the degree to which a violation interferes with achieving the objectives of the Act ( section 3, Act) or with FINTRAC's ability to carry out its mandate ( section 40, Act).  \nThe AMP Regulations classify all violations by degree of importance. They also determine the minimum and maximum penalty amounts for each level.  \nIn assessing the harm done by a violation, FINTRAC considers both the potential and the resulting harm. “Resulting harm” means separate violations that come from the original violation. For example, when the compliance policies and procedures do not address how to report large cash transactions, the resulting harm is the unreported large cash transactions.",
            "metadata": {
                "Header 1": "Administrative monetary penalties policy",
                "Header 2": "Authority to issue an AMP",
                "Header 3": "Criteria for determining an AMP amount",
                "Header 4": "Step 1: Harm done assessment"
            },
            "word_count": 117,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 14,
            "content": "The first test to assess the harm done when calculating a penalty amount is to determine whether the reporting entity has completely failed to meet a requirement or only in part. For some violations, this is obvious; the requirement was met or it was not met. Other violations require further analysis. For example, when a client is not identified under the prescribed circumstances, the requirement is not met. When compliance policies and procedures are missing a component, the requirement is met in part.  \nWhen an RE has completely failed to meet a requirement, the base penalty amount that is typically considered for that violation is the maximum amount set out by the AMP Regulations. This is because completely failing to meet a statutory requirement is what interferes the most with achieving the objectives of the Act and FINTRAC's ability to fulfil its mandate.",
            "metadata": {
                "Header 1": "Administrative monetary penalties policy",
                "Header 2": "Authority to issue an AMP",
                "Header 3": "Criteria for determining an AMP amount",
                "Header 4": "Step 1: Harm done assessment"
            },
            "word_count": 143,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 15,
            "content": "When an RE has failed to meet part of a requirement, the base penalty amount determined for each violation depends on the part that is non-compliant and the extent of the failure. The extent of the failure is measured using assessment criteria that have been established based on the level of interference with achieving the objectives of the Act and FINTRAC's mandate.",
            "metadata": {
                "Header 1": "Administrative monetary penalties policy",
                "Header 2": "Authority to issue an AMP",
                "Header 3": "Criteria for determining an AMP amount",
                "Header 4": "Step 1: Harm done assessment"
            },
            "word_count": 62,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 16,
            "content": "#### Step 2: Compliance history and non-punitive adjustment  \nThe second step in a penalty calculation looks at both the compliance history of the RE and the AMP's purpose, which is to encourage compliance, not to punish (non-punitive).  \nFINTRAC adjusts the penalty amount for each violation (determined in Step 1 above), based on whether or not the RE has previously been levied an AMP for the violation.  \nFor a first-time violation, the penalty is typically reduced by two-thirds. For a violation occurring a second time (meaning that the RE had been penalized for this very same violation on a previous occasion), the penalty is typically reduced by one-third. For violations occurring a third time or more (again, meaning that the RE had been penalized for the same violation on two or more previous occasions), the full base penalty amount will typically be applied.",
            "metadata": {
                "Header 1": "Administrative monetary penalties policy",
                "Header 2": "Authority to issue an AMP",
                "Header 3": "Criteria for determining an AMP amount",
                "Header 4": "Step 2: Compliance history and non-punitive adjustment"
            },
            "word_count": 142,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 17,
            "content": "### AMP program – roles and responsibilities within FINTRAC  \nFINTRAC's AMP program is centralized at our headquarters in Ottawa. This helps to ensure policies and processes are applied consistently across the country and to maintain the required separation of duties between compliance assessment such as compliance examinations and enforcement. This approach also helps us monitor our program's effectiveness and allows us to quickly make policy and process improvements at the national level.",
            "metadata": {
                "Header 1": "Administrative monetary penalties policy",
                "Header 2": "Authority to issue an AMP",
                "Header 3": "AMP program – roles and responsibilities within FINTRAC"
            },
            "word_count": 72,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 18,
            "content": "Following a compliance examination by FINTRAC regional offices located in Vancouver, Montreal and Toronto, we will review the findings to determine the most appropriate action to address the non-compliance. If the deficiencies and non-compliant behaviour justify an AMP consideration, the relevant regional office will make a recommendation, including the reasons, to headquarters. Upon receipt of the recommendation, headquarters undertakes an independent assessment of the findings and related information to determine whether we will proceed with an AMP.",
            "metadata": {
                "Header 1": "Administrative monetary penalties policy",
                "Header 2": "Authority to issue an AMP",
                "Header 3": "AMP program – roles and responsibilities within FINTRAC"
            },
            "word_count": 77,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 19,
            "content": "## AMP process  \nThe AMP process begins with the issuance of a notice of violation and continues as outlined below:",
            "metadata": {
                "Header 1": "Administrative monetary penalties policy",
                "Header 2": "AMP process"
            },
            "word_count": 20,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 20,
            "content": "### Notice of violation  \nAn RE subject to an AMP will receive a notice of violation that will include the following:  \n- The name and address of the RE that is subject to the AMP;\n- The penalty amount;\n- Payment instructions;\n- Information on the right to make written representations to FINTRAC's Director and Chief Executive Officer (CEO), up to 30 days after receiving the notice of violation;\n- Instructions on how to make representations to FINTRAC's Director and CEO, and where to obtain additional information on the AMP program;\n- A list of the violations committed which will include the related legislative and regulatory provisions;\n- The details of the penalty calculation, including the factors considered and the reasons; and\n- A list of all the instances of the committed violations, including relevant references such as account numbers, transaction numbers, report numbers, etc.",
            "metadata": {
                "Header 1": "Administrative monetary penalties policy",
                "Header 2": "AMP process",
                "Header 3": "Notice of violation"
            },
            "word_count": 145,
            "bullet_point_ratio": 0.8,
            "context": " The chunk details the specific information included in a notice of violation sent to a reporting entity (RE) subject to an Administrative Monetary Penalty (AMP), within the context of the AMP process outlined in FINTRAC's policy on Administrative Monetary Penalties.",
            "questions": [
                "What information is included in a notice of violation sent to a reporting entity (RE) subject to an Administrative Monetary Penalty (AMP)?",
                "How can a reporting entity make written representations to FINTRAC's Director and Chief Executive Officer (CEO) after receiving a notice of violation?",
                "What details are provided in the notice regarding the penalty calculation and the violations committed by the reporting entity?"
            ],
            "qnas": [
                {
                    "question": "What information is included in a notice of violation sent to a reporting entity (RE) subject to an Administrative Monetary Penalty (AMP)?",
                    "answer": "A notice of violation sent to a reporting entity (RE) subject to an Administrative Monetary Penalty (AMP), as per FINTRAC's policy on Administrative Monetary Penalties, includes the following information:\n\n- The name and address of the RE subject to the AMP\n- The penalty amount and payment instructions\n- Information on the right to make written representations to FINTRAC's Director and Chief Executive Officer (CEO) within 30 days of receiving the notice\n- Instructions on how to make representations and where to obtain additional information on the AMP program\n- A list of the violations committed, including related legislative and regulatory provisions\n- Details of the penalty calculation, including factors considered and reasons\n- A list of all instances of the committed violations, including relevant references such as account numbers, transaction numbers, and report numbers."
                },
                {
                    "question": "How can a reporting entity make written representations to FINTRAC's Director and Chief Executive Officer (CEO) after receiving a notice of violation?",
                    "answer": "A reporting entity can make written representations to FINTRAC's Director and Chief Executive Officer (CEO) within 30 days of receiving a notice of violation. The notice will include instructions on how to make these representations and where to obtain additional information on the AMP program."
                },
                {
                    "question": "What details are provided in the notice regarding the penalty calculation and the violations committed by the reporting entity?",
                    "answer": "The notice provides the penalty amount, the details of the penalty calculation (including factors considered and reasons), and a list of the violations committed, including the related legislative and regulatory provisions and all instances of the committed violations with relevant references, as per FINTRAC's policy on Administrative Monetary Penalties."
                }
            ]
        },
        {
            "idx": 21,
            "content": "A notice of violation must be issued no more than 2 years from the date when the non-compliance became known to FINTRAC.  \nIn some cases, FINTRAC may exercise its discretion to offer to enter into a compliance agreement with the RE, which will include specific terms and conditions.",
            "metadata": {
                "Header 1": "Administrative monetary penalties policy",
                "Header 2": "AMP process",
                "Header 3": "Notice of violation"
            },
            "word_count": 48,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 22,
            "content": "### Payment of penalty  \nUpon receipt of a notice of violation, a person or entity can pay the penalty by completing the remittance form and submitting it with the payment in Canadian funds to:  \nFINTRAC  \nFinance Unit  \n24th Floor, 234 Laurier Avenue West  \nOttawa, ON K1P 1H7  \nAllpayments of penalty amounts are to be made payable to the Receiver General for Canada. Payments can be made in the form of a certified cheque, money order, or bank draft.  \nIf an RE pays the penalty indicated in the notice of violation, the RE is deemed to have committed the violations specified, and the AMP process ends.",
            "metadata": {
                "Header 1": "Administrative monetary penalties policy",
                "Header 2": "AMP process",
                "Header 3": "Payment of penalty"
            },
            "word_count": 105,
            "bullet_point_ratio": 0.0,
            "context": " The chunk details the process for paying an administrative monetary penalty, including the payment methods and where to submit the payment.",
            "questions": [
                "What are the acceptable payment methods for an administrative monetary penalty?",
                "Where and to whom should the penalty payment be made?",
                "What happens if a person or entity pays the penalty indicated in the notice of violation?"
            ],
            "qnas": [
                {
                    "question": "What are the acceptable payment methods for an administrative monetary penalty?",
                    "answer": "Acceptable payment methods for an administrative monetary penalty include certified cheque, money order, or bank draft, made payable to the Receiver General for Canada."
                },
                {
                    "question": "Where and to whom should the penalty payment be made?",
                    "answer": "The penalty payment should be made to the Receiver General for Canada and submitted to FINTRAC's Finance Unit at 24th Floor, 234 Laurier Avenue West, Ottawa, ON K1P 1H7."
                },
                {
                    "question": "What happens if a person or entity pays the penalty indicated in the notice of violation?",
                    "answer": "If a person or entity pays the penalty indicated in the notice of violation, they are deemed to have committed the violations specified, and the Administrative Monetary Penalty (AMP) process ends, according to FINTRAC."
                }
            ]
        },
        {
            "idx": 23,
            "content": "## Representations to FINTRAC’s Director and CEO  \nAn RE may request a review of a notice of violation. This can be done by making written representations on the violations or the penalty or both at the same time, to the Director and CEO of FINTRAC, within 30 days of receiving the notice of violation.  \nIf an RE requests a review, FINTRAC's Director and CEO will decide on the balance of probabilities whether the RE committed the violation or not; andmay impose the penalty proposed in the notice of violation, a lesser penalty or no penalty. A notice of decision will be issued to communicate the Director and CEO's decision and the reasons behind it.",
            "metadata": {
                "Header 1": "Administrative monetary penalties policy",
                "Header 2": "Representations to FINTRAC’s Director and CEO"
            },
            "word_count": 114,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 24,
            "content": "### Failure to pay or make representations and notice of penalty  \nIf you receive a notice of violation and do not pay or make representations to FINTRAC's Director and CEO within 30 days, the AMP process will end, the violations will be upheld and a notice of penalty will be issued.",
            "metadata": {
                "Header 1": "Administrative monetary penalties policy",
                "Header 2": "Representations to FINTRAC’s Director and CEO",
                "Header 3": "Failure to pay or make representations and notice of penalty"
            },
            "word_count": 51,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 25,
            "content": "### Notice of decision and right of appeal  \nAn RE that receives a notice of decision from FINTRAC's Director and CEO has 30 days to exercise its right of appeal to the Federal Court of Canada.  \nThe AMP process ends when an RE pays the penalty imposed in the notice of decision, or does not appeal the Director and CEO's decision within 30 days.  \nShould the Director and CEO not issue a notice of decision within 90 days of receiving your representation for review, you may appeal the proposed penalty in Federal Court within 30 days.",
            "metadata": {
                "Header 1": "Administrative monetary penalties policy",
                "Header 2": "Representations to FINTRAC’s Director and CEO",
                "Header 3": "Notice of decision and right of appeal"
            },
            "word_count": 96,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 26,
            "content": "### Federal Courts  \nThe Federal Courts have the power to confirm, set aside or change a notice of decision issued by FINTRAC's Director and CEO. As long as the AMP is before the Federal Court, the Federal Court of Appeal, or the Supreme Court of Canada, the AMP process is considered to be ongoing.",
            "metadata": {
                "Header 1": "Administrative monetary penalties policy",
                "Header 2": "Representations to FINTRAC’s Director and CEO",
                "Header 3": "Federal Courts"
            },
            "word_count": 54,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 27,
            "content": "## Public notice  \nFINTRAC must make public, as soon as feasible, the name of the RE, the nature of the violation or default, and the amount of the penalty imposed in the following cases:  \n- An RE pays the penalty issued in a notice of violation.\n- An RE neither pays the penalty issued in a notice of violation nor makes representations to FINTRAC’s Director and Chief Executive Officer.\n- An RE receives a notice of decision indicating that a violation has been committed.\n- An RE enters into a compliance agreement with FINTRAC.\n- An RE does not comply with a compliance agreement.  \nWhen publicizing the nature of the violation, FINTRAC may also include the reasons for its decision, including the relevant facts, analysis and considerations that formed part of the decision.  \nYou can review the AMPs imposed by FINTRAC on the Public notice page.",
            "metadata": {
                "Header 1": "Administrative monetary penalties policy",
                "Header 2": "Public notice"
            },
            "word_count": 146,
            "bullet_point_ratio": 0.5555555555555556
        },
        {
            "idx": 28,
            "content": "### Collection of penalties  \nThe penalty amount is due 30 days after the notice of violation or notice of decision is received. Interest would begin to accrue on the day after the penalty was due. Any penalty that becomes payable is an outstanding debt to the Crown. FINTRAC will pursue outstanding AMP payments.",
            "metadata": {
                "Header 1": "Administrative monetary penalties policy",
                "Header 2": "Public notice",
                "Header 3": "Collection of penalties"
            },
            "word_count": 53,
            "bullet_point_ratio": 0.0
        }
    ],
    "selected_chunks": [
        {
            "idx": 20,
            "content": "### Notice of violation  \nAn RE subject to an AMP will receive a notice of violation that will include the following:  \n- The name and address of the RE that is subject to the AMP;\n- The penalty amount;\n- Payment instructions;\n- Information on the right to make written representations to FINTRAC's Director and Chief Executive Officer (CEO), up to 30 days after receiving the notice of violation;\n- Instructions on how to make representations to FINTRAC's Director and CEO, and where to obtain additional information on the AMP program;\n- A list of the violations committed which will include the related legislative and regulatory provisions;\n- The details of the penalty calculation, including the factors considered and the reasons; and\n- A list of all the instances of the committed violations, including relevant references such as account numbers, transaction numbers, report numbers, etc.",
            "metadata": {
                "Header 1": "Administrative monetary penalties policy",
                "Header 2": "AMP process",
                "Header 3": "Notice of violation"
            },
            "word_count": 145,
            "bullet_point_ratio": 0.8,
            "context": " The chunk details the specific information included in a notice of violation sent to a reporting entity (RE) subject to an Administrative Monetary Penalty (AMP), within the context of the AMP process outlined in FINTRAC's policy on Administrative Monetary Penalties.",
            "questions": [
                "What information is included in a notice of violation sent to a reporting entity (RE) subject to an Administrative Monetary Penalty (AMP)?",
                "How can a reporting entity make written representations to FINTRAC's Director and Chief Executive Officer (CEO) after receiving a notice of violation?",
                "What details are provided in the notice regarding the penalty calculation and the violations committed by the reporting entity?"
            ],
            "qnas": [
                {
                    "question": "What information is included in a notice of violation sent to a reporting entity (RE) subject to an Administrative Monetary Penalty (AMP)?",
                    "answer": "A notice of violation sent to a reporting entity (RE) subject to an Administrative Monetary Penalty (AMP), as per FINTRAC's policy on Administrative Monetary Penalties, includes the following information:\n\n- The name and address of the RE subject to the AMP\n- The penalty amount and payment instructions\n- Information on the right to make written representations to FINTRAC's Director and Chief Executive Officer (CEO) within 30 days of receiving the notice\n- Instructions on how to make representations and where to obtain additional information on the AMP program\n- A list of the violations committed, including related legislative and regulatory provisions\n- Details of the penalty calculation, including factors considered and reasons\n- A list of all instances of the committed violations, including relevant references such as account numbers, transaction numbers, and report numbers."
                },
                {
                    "question": "How can a reporting entity make written representations to FINTRAC's Director and Chief Executive Officer (CEO) after receiving a notice of violation?",
                    "answer": "A reporting entity can make written representations to FINTRAC's Director and Chief Executive Officer (CEO) within 30 days of receiving a notice of violation. The notice will include instructions on how to make these representations and where to obtain additional information on the AMP program."
                },
                {
                    "question": "What details are provided in the notice regarding the penalty calculation and the violations committed by the reporting entity?",
                    "answer": "The notice provides the penalty amount, the details of the penalty calculation (including factors considered and reasons), and a list of the violations committed, including the related legislative and regulatory provisions and all instances of the committed violations with relevant references, as per FINTRAC's policy on Administrative Monetary Penalties."
                }
            ]
        },
        {
            "idx": 10,
            "content": "### Categories of violations  \nThe Proceeds of Crime (Money Laundering) and Terrorist Financing Administrative Monetary Penalties Regulations ( AMP Regulations) list the non-compliance violations that could be the basis of an AMP. The AMP Regulations categorize violations by degree of importance, and assign the following penalty ranges:  \n|     |     |\n| --- | --- |\n| Minor violation | $1 to $1,000 per violation |\n| Serious violation | $1 to $100,000 per violation |\n| Very serious violation | $1 to $100,000 per violation for an individual<br> $1 to $500,000 per violation for an entity |  \nCategories of violations  \nThe limits above apply to each violation, and multiple violations can result in a total amount that exceeds these limits.",
            "metadata": {
                "Header 1": "Administrative monetary penalties policy",
                "Header 2": "Authority to issue an AMP",
                "Header 3": "Categories of violations"
            },
            "word_count": 120,
            "bullet_point_ratio": 0.0,
            "context": " The chunk discusses the categories of violations and their respective penalty ranges under the AMP Regulations, situated within the Administrative Monetary Penalties Policy document under the sections 'Authority to issue an AMP' and 'Categories of violations'.",
            "questions": [
                "What are the penalty ranges for minor, serious, and very serious violations under the AMP Regulations?",
                "How do the penalty amounts differ for individuals and entities when it comes to very serious violations?",
                "Can the total amount of penalties exceed the specified limits if there are multiple violations?"
            ],
            "qnas": [
                {
                    "question": "What are the penalty ranges for minor, serious, and very serious violations under the AMP Regulations?",
                    "answer": "The penalty ranges for violations under the AMP Regulations are as follows:\n\n- Minor violation: $1 to $1,000 per violation\n- Serious violation: $1 to $100,000 per violation\n- Very serious violation: $1 to $100,000 per violation for an individual, and $1 to $500,000 per violation for an entity"
                },
                {
                    "question": "How do the penalty amounts differ for individuals and entities when it comes to very serious violations?",
                    "answer": "Under the AMP Regulations, the penalty amounts for very serious violations differ between individuals and entities. Individuals may face penalties ranging from $1 to $100,000 per violation, while entities can be fined between $1 to $500,000 per violation."
                },
                {
                    "question": "Can the total amount of penalties exceed the specified limits if there are multiple violations?",
                    "answer": "Yes, the total amount of penalties can exceed the specified limits if there are multiple violations, as stated in the Administrative Monetary Penalties Policy document under the AMP Regulations."
                }
            ]
        },
        {
            "idx": 3,
            "content": "**Transparency**: FINTRAC officers will make sure that the expectations about compliance are communicated in a clear manner throughout the assessment process. REs will be provided with FINTRAC's findings and observations, and will be given the opportunity to ask questions and respond to the non-compliance identified before the findings are finalized.  \n**Fairness:** An RE has the right to understand the case being made for an AMP, and will have a fair opportunity to respond.  \n**Consistency**: FINTRAC officers follow established policies and procedures to make sure that similar REs, with the same types and extent of non-compliance, can expect to be treated in a similar manner.  \n**Documentation:** FINTRAC officers will rely on facts and document those facts and any other information to support their analysis and findings.",
            "metadata": {
                "Header 1": "Administrative monetary penalties policy",
                "Header 2": "Our operating principles and framework"
            },
            "word_count": 125,
            "bullet_point_ratio": 0.0,
            "context": " The provided chunk discusses the principles of transparency, fairness, consistency, and documentation that FINTRAC officers adhere to during the assessment process for Administrative Monetary Penalties (AMPs) within the framework of the policy.",
            "questions": [
                "How does FINTRAC ensure transparency during the assessment process for Administrative Monetary Penalties (AMPs)?",
                "What rights does an RE have in understanding and responding to an AMP case?",
                "How does FINTRAC maintain consistency in handling similar cases of non-compliance among REs?"
            ],
            "qnas": [
                {
                    "question": "How does FINTRAC ensure transparency during the assessment process for Administrative Monetary Penalties (AMPs)?",
                    "answer": "FINTRAC ensures transparency during the assessment process for Administrative Monetary Penalties (AMPs) by clearly communicating compliance expectations throughout the assessment process. Reporting Entities (REs) are provided with FINTRAC's findings and observations and are given the opportunity to ask questions and respond to identified non-compliance before the findings are finalized."
                },
                {
                    "question": "What rights does an RE have in understanding and responding to an AMP case?",
                    "answer": "An RE has the right to understand the case being made for an Administrative Monetary Penalty (AMP) by FINTRAC and has a fair opportunity to respond. This is ensured through the principles of transparency and fairness that FINTRAC officers adhere to during the assessment process."
                },
                {
                    "question": "How does FINTRAC maintain consistency in handling similar cases of non-compliance among REs?",
                    "answer": "FINTRAC maintains consistency in handling similar cases of non-compliance among reporting entities (REs) by adhering to established policies and procedures, ensuring that similar REs with the same types and extent of non-compliance are treated in a similar manner."
                }
            ]
        },
        {
            "idx": 22,
            "content": "### Payment of penalty  \nUpon receipt of a notice of violation, a person or entity can pay the penalty by completing the remittance form and submitting it with the payment in Canadian funds to:  \nFINTRAC  \nFinance Unit  \n24th Floor, 234 Laurier Avenue West  \nOttawa, ON K1P 1H7  \nAllpayments of penalty amounts are to be made payable to the Receiver General for Canada. Payments can be made in the form of a certified cheque, money order, or bank draft.  \nIf an RE pays the penalty indicated in the notice of violation, the RE is deemed to have committed the violations specified, and the AMP process ends.",
            "metadata": {
                "Header 1": "Administrative monetary penalties policy",
                "Header 2": "AMP process",
                "Header 3": "Payment of penalty"
            },
            "word_count": 105,
            "bullet_point_ratio": 0.0,
            "context": " The chunk details the process for paying an administrative monetary penalty, including the payment methods and where to submit the payment.",
            "questions": [
                "What are the acceptable payment methods for an administrative monetary penalty?",
                "Where and to whom should the penalty payment be made?",
                "What happens if a person or entity pays the penalty indicated in the notice of violation?"
            ],
            "qnas": [
                {
                    "question": "What are the acceptable payment methods for an administrative monetary penalty?",
                    "answer": "Acceptable payment methods for an administrative monetary penalty include certified cheque, money order, or bank draft, made payable to the Receiver General for Canada."
                },
                {
                    "question": "Where and to whom should the penalty payment be made?",
                    "answer": "The penalty payment should be made to the Receiver General for Canada and submitted to FINTRAC's Finance Unit at 24th Floor, 234 Laurier Avenue West, Ottawa, ON K1P 1H7."
                },
                {
                    "question": "What happens if a person or entity pays the penalty indicated in the notice of violation?",
                    "answer": "If a person or entity pays the penalty indicated in the notice of violation, they are deemed to have committed the violations specified, and the Administrative Monetary Penalty (AMP) process ends, according to FINTRAC."
                }
            ]
        },
        {
            "idx": 9,
            "content": "## Authority to issue an AMP  \nThe following outlines the framework applicable when FINTRAC has decided that an AMP is the most suitable option to address a specific non-compliance result.  \nFINTRAC may issue an AMP and serve a notice of violation when it has **reasonable grounds to believe** that an RE has violated a requirement of the Act and its regulations.  \nAMPs are not issued automatically in response to non-compliance. AMPs are one tool that is available to FINTRAC and are used to address repeated non-compliant behaviour. AMPs may also be used when there are significant issues of non-compliance or a high impact on FINTRAC's mandate or on the objectives of the Act and its regulations. An AMP is generally used when other compliance options have failed.",
            "metadata": {
                "Header 1": "Administrative monetary penalties policy",
                "Header 2": "Authority to issue an AMP"
            },
            "word_count": 127,
            "bullet_point_ratio": 0.0,
            "context": " This chunk discusses the authority and criteria under which FINTRAC issues Administrative Monetary Penalties (AMPs), as part of the broader policy on AMPs.",
            "questions": [
                "What are the conditions that must be met for FINTRAC to issue an Administrative Monetary Penalty (AMP)?",
                "Under what circumstances does FINTRAC choose to issue an AMP rather than other compliance measures?",
                "What is the role of an AMP in the context of repeated non-compliant behavior by a reporting entity (RE)?"
            ],
            "qnas": [
                {
                    "question": "What are the conditions that must be met for FINTRAC to issue an Administrative Monetary Penalty (AMP)?",
                    "answer": "FINTRAC may issue an Administrative Monetary Penalty (AMP) when it has reasonable grounds to believe that a reporting entity (RE) has violated a requirement of the Act and its regulations. AMPs are used to address repeated non-compliant behavior, significant issues of non-compliance, or high-impact situations on FINTRAC's mandate or the objectives of the Act and its regulations, typically after other compliance options have failed."
                },
                {
                    "question": "Under what circumstances does FINTRAC choose to issue an AMP rather than other compliance measures?",
                    "answer": "FINTRAC chooses to issue an Administrative Monetary Penalty (AMP) rather than other compliance measures when it has reasonable grounds to believe that a reporting entity (RE) has violated a requirement of the Act and its regulations. AMPs are typically used in cases of repeated non-compliance, significant issues of non-compliance, or when there is a high impact on FINTRAC's mandate or the objectives of the Act. They are generally employed when other compliance options have been unsuccessful."
                },
                {
                    "question": "What is the role of an AMP in the context of repeated non-compliant behavior by a reporting entity (RE)?",
                    "answer": "In the context of repeated non-compliant behavior by a reporting entity (RE), an Administrative Monetary Penalty (AMP) serves as a tool for FINTRAC to address recurring violations of the Act and its regulations. AMPs are typically employed when other compliance options have failed and there are significant issues of non-compliance or a high impact on FINTRAC's mandate or the objectives of the Act and its regulations."
                }
            ]
        }
    ],
    "summary": " This document outlines FINTRAC's policy on Administrative Monetary Penalties (AMPs), including the framework, principles, and guidelines used to determine and issue penalties for non-compliance with Canada's anti-money laundering and terrorist financing regulations."
}