{
    "markdown": "# Record keeping requirements for financial entities\n\n**From:** [Financial Transactions and Reports Analysis Centre of Canada](/intro-eng) (FINTRAC)\n\n## Overview\n\n**This guidance came into effect on June 1, 2021.**\n\n[Financial entities](/guidance-directives/glossary-glossaire/1-eng#fin) (FEs) have record keeping requirements under the Proceeds of Crime (Money Laundering) and Terrorist Financing Act (PCMLTFA) and associated Regulations.\n\nThis guidance outlines certain record keeping requirements for FEs. You have additional record keeping requirements that are detailed in the following guidance:\n\n- [Methods to verify the identity of persons and entities](/guidance-directives/client-clientele/Guide11/11-eng)\n- [Business relationship requirements](/guidance-directives/client-clientele/brr-eng)\n- [Ongoing monitoring requirements](/guidance-directives/client-clientele/omr-eng)\n- [Beneficial ownership requirements](/guidance-directives/client-clientele/bor-eng)\n- [Third party determination requirements](/guidance-directives/client-clientele/tpdr-eng)\n- [Politically exposed persons and heads of international organizations guidance for account based reporting entity sectors](/guidance-directives/client-clientele/pep/pep-acct-eng)\n- [Foreign branches, foreign subsidiaries and affiliates requirements](/guidance-directives/branches-succursales/1-eng)\n- [Correspondent banking relationship requirements](/guidance-directives/relationship-relation/1-eng)\n- [Guidance on Ministerial Directives](/obligations/directives-eng)\n\n## Related guidance\n\n- [Methods to verify the identity of persons and entities](/guidance-directives/client-clientele/Guide11/11-eng)\n- [Business relationship requirements](/guidance-directives/client-clientele/brr-eng)\n- [Ongoing monitoring requirements](/guidance-directives/client-clientele/omr-eng)\n- [Beneficial ownership requirements](/guidance-directives/client-clientele/bor-eng)\n- [Third party determination requirements](/guidance-directives/client-clientele/tpdr-eng)\n- [Politically exposed persons and heads of international organizations guidance for account based reporting entity sectors](/guidance-directives/client-clientele/pep/pep-acct-eng)\n- [Foreign branches, foreign subsidiaries and affiliates requirements](/guidance-directives/branches-succursales/1-eng)\n- [Correspondent banking relationship requirements](/guidance-directives/relationship-relation/1-eng)\n- [Guidance on Ministerial Directives](/obligations/directives-eng)\n\n## Who is this guidance for\n\n- Financial entities (FEs)\n\n## In this guidance\n\nThis guidance answers the following questions:\n\n1. [What records must I keep and what must they contain?](#s1)\n2. [What are my responsibilities when maintaining records?](#s2)\n3. [What are the exceptions to the record keeping requirements?](#s3)\n\n\\*\\* **Note**: Throughout this guidance, all references to dollar amounts (such as $10,000) are in Canadian dollars.\n\n## 1\\. What records must I keep and what must they contain?\n\nYou must keep the following records:\n\n01. Reports – a copy of every report sent to FINTRAC\n    - Suspicious Transaction Reports\n    - Terrorist Property Reports\n    - Large Cash Transaction Reports\n    - Large Virtual Currency Transaction Reports\n    - Electronic Funds Transfer Reports\n02. Large cash transaction records\n03. Large virtual currency transaction records\n04. Records of transactions of $3,000 or more\n05. Records of electronic funds transfers of $1,000 or more\n06. Records of virtual currency transfers in amounts equivalent to $1,000 or more\n07. Foreign currency exchange transaction tickets\n08. Virtual currency exchange transaction tickets\n09. Account records\n    - Records for account holders and [persons authorized to give instructions](/guidance-directives/glossary-glossaire/1-eng#pagi)\n    - Signature cards\n    - Intended use of an account\n    - Applications\n    - Account operating agreements\n    - Debit and credit memos\n    - Deposit slips\n    - Account statements\n    - Cleared cheque records\n    - Credit arrangement records\n10. Credit card account and transaction records\n11. Prepaid payment product account and transaction records\n12. Trust records\n\n**\\*\\*Note:** When you are required to keep records about clients, you should beas descriptive as possible. Being descriptive when recording the nature of the principal business or occupation of a client will help determine whether a transaction or activity is consistent with what would be expected for that client. For example, when the client's occupation is \"manager\", the record should reflect the area of management, such as \"hotel reservations manager\" or \"retail clothing store manager\". When an entity's principal business area is \"sales\", the record should specify the type of sales, such as \"pharmaceutical sales\" or \"retail sales\".\n\n### a. Reports – a copy of every report sent to FINTRAC\n\nYou must keep a copy of every report that you submit to FINTRAC as a record.\n\n#### Suspicious Transaction Reports\n\nWhen you submit a [Suspicious Transaction Report (STR)](/guidance-directives/transaction-operation/Guide3/str-eng) to FINTRAC, you must keep a copy of it.[Footnote 1](#fn20211)\n\n**Retention**: At least five years after the day the STR was submitted.[Footnote 2](#fn20212)\n\n#### Terrorist Property Reports\n\nWhen you submit a [Terrorist Property Report (TPR)](/guidance-directives/transaction-operation/Guide5/5-eng) to FINTRAC, you must keep a copy of it.[Footnote 3](#fn20213)\n\n**Retention**: At least five years after the day the TPR was submitted.[Footnote 4](#fn20214)\n\n#### Large Cash Transaction Reports\n\nWhen you submit a [Large Cash Transaction Report (LCTR)](/guidance-directives/transaction-operation/lctr-doie/lctr-doie-eng) to FINTRAC, you must keep a copy of it.[Footnote 5](#fn20215)\n\n**Retention**: At least five years from the date the LCTR was created.[Footnote 6](#fn20216)\n\n#### Large Virtual Currency Transaction Reports\n\nWhen you submit a [Large Virtual Currency Transaction Report (LVCTR)](/guidance-directives/transaction-operation/lvctr/lvctr-eng) to FINTRAC, you must keep a copy of it.[Footnote 7](#fn20217)\n\n**Retention**: At least five years from the date the LVCTR was created.[Footnote 8](#fn20218)\n\n#### Electronic Funds Transfer Reports\n\nWhen you submit an [Electronic Funds Transfer Report (EFTR)](/guidance-directives/transaction-operation/eft-dt/eft-dt-eng) to FINTRAC, you must keep a copy of it.[Footnote 9](#fn20219)\n\n**Retention**: At least five years from the date the EFTR was created.[Footnote 10](#fn202110)\n\n### b. Large cash transaction records\n\nYou must keep a large cash transaction record when you receive $10,000 or more in cash.[Footnote 11](#fn202111)\n\nIf you authorize a person or an entity to receive funds on your behalf, and that person or entity receives $10,000 or more in cash in accordance with the authorization, you are deemed to have received the amount when it is received by the person or entity, and you must keep a large cash transaction record.[Footnote 12](#fn202112)\n\n**\\*\\*Note**: This requirement is subject to the [24-hour rule](/guidance-directives/transaction-operation/24hour/1-eng).[Footnote 13](#fn202113)\n\nA large cash transaction record must include:[Footnote 14](#fn202114)\n\n- the date you received the cash;\n- if the amount is received for deposit into an account:\n  - the account number(s);\n  - the name of each account holder—if the cash was deposited into more than one client account, all names must be included in the record; and\n  - the time of the deposit, if it was made during your normal business hours, or an indication of \"night deposit\" if the deposit was made outside of your normal business hours;\n- for any person involved in the transaction (including the person from whom you received the cash), their name, address, date of birth, and occupation, or in the case of a sole proprietor, the nature of their principal business;\n- for any entity involved in the transaction (including the entity from which you received the cash), their name, address and nature of their principal business;\n- the type and amount of each fiat currency received;\n- the purpose of the transaction (for example, the cash was used to purchase a money order, etc.);\n- the method by which you received the cash (for example, in person, by mail, by armoured car, etc.);\n- the exchange rates used and their source (if applicable);\n- if other accounts are affected by the transaction, include:\n  - the account number and type of account (for example, business, personal, etc.); and\n  - the name of each account holder;\n- every reference number connected to the transaction that is meant to be similar to an account number;\n- the following details about the remittance (i.e. the disposition) of, or exchange for, the cash received:\n  - the method of remittance (for example, wire transfer, money order, etc.);\n  - if the remittance is in funds, the type and amount of each type of funds involved;\n  - if the remittance is not in funds, the type of remittance (for example, virtual currency, etc.) and value if different from the amount received in cash; and\n  - the name of every person or entity involved in the remittance, their account number or policy number. If there is no account or policy number, their identifying number.\n\n**Retention**: At least five years from the date the large cash transaction record was created.[Footnote 15](#fn202115)\n\n### c. Large virtual currency transaction records\n\nYou must keep a large virtual currency (VC) transaction record when you receive VC in an amount equivalent to $10,000 or more.[Footnote 16](#fn202116)\n\nIf you authorize a person or an entity to receive VC on your behalf, and that person or entity receives VC in an amount equivalent to $10,000 or more in accordance with the authorization, you are deemed to have received the VC when it is received by the person or entity, and you must keep a large VC transaction record.[Footnote 17](#fn202117)\n\n**\\*\\*Note**: This requirement is subject to the 24-hour rule.[Footnote 18](#fn202118)\n\nA large VC transaction record must include:[Footnote 19](#fn202119)\n\n- the date you received the VC;\n- if you received the amount for deposit into an account, the name of each account holder;\n- for any person involved in the transaction (including the person from whom you received the VC), their name, address, date of birth, and their occupation, or in the case of a sole proprietor, the nature of their principal business;\n- for any entity involved in the transaction (including the entity from which you received the VC), their name, address and the nature of their principal business;\n- the type and amount of each VC involved in the receipt;\n- the exchange rates used and their source;\n- if other accounts are affected by the transaction, include:\n  - the account number and type of account; and\n  - the name of each account holder;\n- every reference number connected to the transaction that is meant to be similar to an account number; and\n- every transaction identifier (this may include a transaction hash or similar identifier, if applicable), and every sending and receiving address.\n\n**Retention**: At least five years from the date the large virtual currency transaction record was created.[Footnote 20](#fn202120)\n\n### d. Records of transactions of $3,000 or more\n\n#### Issuance of traveller's cheques, money orders or similar negotiable instruments\n\nWhen you receive $3,000 or more in funds or an equivalent amount in VC, from a person or entity, for the issuance of traveller's cheques, money orders or other similar negotiable instruments you must record:[Footnote 21](#fn202121)\n\n- the date you received the funds or VC;\n- if you received the amount from a person, their name, address, date of birth and their occupation, or in the case of a sole proprietor, the nature of their principal business;\n- if you receive the amount from an entity, its name, address and nature of its principal business;\n- the amount received;\n- the type and amount of each type of funds and each type of the VC's involved;\n- if an account is affected by the transaction:\n  - the account number and account type; and\n  - the name of each account holder;\n- every reference number that is connected to the transaction that is meant to be similar to an account number;\n- if the received amount is in VC, every transaction identifier including transaction hashes or similar identifiers (if applicable), and every sending and receiving addresses.\n\n#### Redemption of money orders\n\nWhen you redeem one or more money orders, for a total value of $3,000 or more, in funds or in an equivalent amount of VC you must record:[Footnote 22](#fn202122)\n\n- the date the money orders were redeemed;\n- if the client is a person, their name, address, date of birth and their occupation, or in the case of a sole proprietor, the nature of their principal business;\n- if the client is an entity, its name, address and nature of its principal business;\n- the total amount of the money orders or money orders;\n- the name of the issuer of each money order;\n- if an account is affected by the redemption:\n  - the account number and account type; and\n  - the name of each account holder;\n- every reference number connected to the redemption that is meant to be similar to an account number; and\n- if the redemption involves VC, every transaction identifier, including transaction hashes or similar identifiers (as applicable), and every sending and receiving address.\n\n**Retention**: At least five years from the date the record for a transaction of $3,000 or more was created.[Footnote 23](#fn202123)\n\n### e. Records of electronic fund transfers of $1,000 or more\n\n#### Initiating an international electronic funds transfer of $1,000 or more\n\nWhen you [initiate](/guidance-directives/glossary-glossaire/1-eng#initiation), at the request of a person or an entity, an [international electronic funds transfer](/guidance-directives/glossary-glossaire/1-eng#ieft) or any other [electronic funds transfer](/guidance-directives/glossary-glossaire/1-eng#eft) (EFT) that is a SWIFT MT-103 message or equivalent valued at $1,000 or more you must record:[Footnote 24](#fn202124)\n\n- the date the EFT was initiated;\n- the type and amount of each type of funds involved in the initiation;\n- if the client is a person, their name, address, date of birth, telephone number and their occupation, or in the case of a sole proprietor, the nature of their principal business;\n- if the client is an entity, its name, address, telephone number and nature of its principal business;\n- the exchange rates used and their source;\n- the name and address of each beneficiary;\n- if an account is affected by the initiation\n  - the account number and account type; and\n  - the name of each account holder;\n- the number of every account that is affected by the EFT, other than those affected by the initiation; and\n- every reference number that is connected to the EFT and is meant to be similar to an account number.\n\n#### Sending an international EFT of $1,000 or more\n\nWhen you send, as an intermediary, an international EFT of $1,000 or more that was initiated by another reporting entity, you must record:[Footnote 25](#fn202125)\n\n- the date the EFT was sent;\n- if fiat currencies were exchanged in the course of sending the EFT, the type and amount of each fiat currency involved in the exchange;\n- the exchange rates used and their source;\n- for every account affected by the sending:\n  - the account number and account type; and\n  - the name of each account holder;\n- every reference number connected to sending the EFT that is meant to be similar to an account number;\n- the name and address of the person or entity who requested the initiation of the EFT, unless after taking [reasonable measures](/guidance-directives/glossary-glossaire/1-eng#reasonable) that information was not included with the transfer and it is not otherwise known; and\n- the name and address of each beneficiary, unless after taking reasonable measures that information was not included with the transfer and it is not otherwise known.\n\n#### Final receipt of an international EFT of $1,000 or more\n\nWhen you are the [final recipient](/guidance-directives/glossary-glossaire/1-eng#final) of an international EFT of $1,000 or more, you must record:[Footnote 26](#fn202126)\n\n- the date the EFT was finally received;\n- the type and amount of each type of funds involved in the final receipt;\n- the name, address, date of birth and nature of the principal business, in the case of a sole proprietor, or occupation of each person who is a beneficiary;\n- the name, address and nature of the principal business of each entity that is a beneficiary;\n- the date of the remittance;\n- the exchange rates used for the remittance and their source;\n- if the remittance is in funds, the type and amount of each type of funds involved in the remittance;\n- if the remittance is not in funds, the type of remittance (for example, virtual currency, precious stones, etc.), and its value, if different from the amount of funds finally received;\n- for every account affected by the final receipt or remittance:\n  - the account number and account type; and\n  - the name of each account holder;\n- every reference number connected to the EFT that is meant to be similar to an account number;\n- the name and address of the person or entity that requested the initiation of the EFT, unless after taking reasonable measures, that information was not included with the transfer and it is not otherwise known; and\n- the number of every account that is affected by the EFT, other than those affected by the final receipt or remittance.\n\n**\\*\\*Note:** When you initiate, send as an intermediary, or finally receive an EFT, you must include with the transfer the prescribed information in accordance with the travel rule. Please see FINTRAC's travel rule guidance for more information.\n\n**Retention**: At least five years from the date the EFT record was created.[Footnote 27](#fn202127)\n\n### f. Records of virtual currency transfers in amounts equivalent to $1,000 or more\n\n#### VC transfer in an amount equivalent to $1,000 or more\n\nWhen you transfer VC in an amount equivalent to $1,000 or more at the request of a person or entity, you must record:[Footnote 28](#fn202128)\n\n- the date of the transfer;\n- the type and amount of each VC that is involved in the transfer;\n- if the client is a person, their name, address, date of birth and occupation, or in the case of a sole proprietor, the nature of their principal business;\n- if the client is an entity, its name, address and the nature of its principal business;\n- the name and address of each beneficiary;\n- for every account affected by the transfer:\n  - the account number and account type; and\n  - the name of each account holder;\n- every reference number connected to the transaction that is meant to be similar to an account number;\n- every transaction identifier including transaction hashes or similar identifiers (if applicable) and every sending and receiving address; and\n- the exchange rates used and their source.\n\n#### Receipt of VC in an amount equivalent to $1,000 or more for remittance to a beneficiary\n\nWhen you receive VC in an amount equivalent to $1,000 or more for remittance to a beneficiary, you must record: [Footnote 29](#fn202129)\n\n- the date of the receipt;\n- the type and amount of each VC that is received;\n- if the beneficiary is a person, the name, address, date of birth and occupation, or in the case of a sole proprietor, the nature of their principal business of each beneficiary;\n- if the beneficiary is an entity, the name, address and the nature of principal business of each beneficiary;\n- the date of the remittance;\n- the exchange rates used for the remittance and their source;\n- if the remittance is in VC, the type and amount of each VC involved in the remittance;\n- if the remittance is not in VC, the type and value of the remittance, if different from the value of the received VC;\n- for every account affected by the transaction:\n  - the account number and account type; and\n  - the name of each account holder;\n- every reference number connected to the transaction that is meant to be similar to an account number;\n- every transaction identifier, including transaction hashes or similar identifiers (if applicable), and every sending and receiving address; and\n- the name and address of the person or entity that requested the transfer, unless that information was not, despite the taking of reasonable measures, included with the transfer and is not otherwise known.\n\n**\\*\\*Note:** When you transfer VC, you must include with the transfer the prescribed information in accordance with the travel rule. When you receive VC, you must take reasonable measures to ensure that the transfer includes the prescribed information. Please see FINTRAC's travel rule guidance for more information.\n\n**Retention**: At least five years from the date the VC transfer or VC receipt record was created.[Footnote 30](#fn202130)\n\n### g. Foreign currency exchange transaction tickets\n\nYou must keep a transaction ticket, which may take the form of an entry in a transaction register, for every [foreign currency exchange transaction](/guidance-directives/glossary-glossaire/1-eng#fcet) you conduct, regardless of the amount.[Footnote 31](#fn202131) Each transaction ticket must include:[Footnote 32](#fn202132)\n\n- the date of the transaction;\n- if the transaction was of $3,000 or more and requested by a person, their name, address, date of birth and occupation, or in the case of a sole proprietor, the nature of their principal business;\n- if the transaction was of $3,000 or more and requested by an entity, its name, address and the nature of its principal business;\n- type and amount of each fiat currency received from the client and the type and amount of each fiat currency given to the client;\n- the method by which the payment was made and received;\n- the exchange rates used and their source;\n- for every account affected by the transaction:\n  - the account number and account type; and\n  - the name of each account holder;\n- every reference number that is connected to the transaction that is meant to be similar to that of an account number.\n\n**Retention**: At least five years from the date the foreign exchange transaction record was created.[Footnote 33](#fn202133)\n\n### h. VC exchange transaction tickets\n\nYou must keep a VC exchange transaction ticket, which may take the form of an entry in a transaction register, for every [VC exchange transaction](/guidance-directives/glossary-glossaire/1-eng#vcet) you conduct, regardless of the amount.[Footnote 34](#fn202134) Each transaction ticket must include:[Footnote 35](#fn202135)\n\n- the date of the transaction;\n- if the VC transaction was equivalent to $1,000 or more and requested by a person, their name, address, date of birth and occupation, or in the case of a sole proprietor, the nature of their principal business;\n- if the VC transaction was equivalent to $1,000 or more and requested by an entity, its name, address and the nature of its principal business;\n- the type and amount of each fund and each VC involved in the payment made and received by the client;\n- the method (VC currency exchange business) by which the payment was made and received;\n- the exchange rates used and their source;\n- for every account affected by the transaction:\n  - the account number and account type; and\n  - the name of each account holder;\n- every reference number connected to the transaction that is meant to be similar to that of an account number; and\n- every transaction identifier, including transaction hashes or similar identifiers (if applicable), and every sending and receiving address.\n\n**Retention**: At least five years from the date the VC exchange transaction record was created.[Footnote 36](#fn202136)\n\n### i. Account records\n\nFor every account opened for a client, you must keep the following records:\n\n#### Records for account holders and persons authorized to give instructions\n\nYou must keep a record for every account holder (person, corporation, or other entity) and for every other person (up to three, in the case of a business account) who is authorized to give instructions in respect of the account.[Footnote 37](#fn202137)\n\nFor a **person,** the record must include their name, address, date of birth and their occupation, or in the case of a sole proprietor, the nature of their principal business.[Footnote 38](#fn202138)\n\nFor an account holder that is **a corporation or** **an entity other than a corporation**, the record must include its name, address and the nature of its principal business.[Footnote 39](#fn202139)\n\nFor a **corporation**, you must also keep a copy of the part of its official corporate records that contains any provision relating to the power to bind the corporation regarding the account.[Footnote 40](#fn202140) This could be found in, for example:\n\n- the articles of incorporation; or\n- the bylaws of the corporation that set out the officers duly authorized to sign on behalf of the corporation, such as the president, treasurer, vice-president, comptroller, etc.\n\n**Retention**: At least five years from the date the record was created. However, if this information is kept in one of the other account records, then the retention of that other record applies – at least five years from the date the account is closed.[Footnote 41](#fn202141)\n\n#### Signature cards\n\nYou must keep a [signature card](/guidance-directives/glossary-glossaire/1-eng#signaturecard) for every person authorized to give instructions on an account you open.[Footnote 42](#fn202142) It can include the person's handwritten signature or an electronic [signature](/guidance-directives/glossary-glossaire/1-eng#signature) that was created or adopted by the person.\n\nAn electronic signature can be numeric, character-based, or biometric, so long as it is unique to the person and a record can be kept. An electronic signature may also be encrypted. For example, a client's personal identification number (PIN) can be used as an electronic signature. FINTRAC's expectation is that it will be possible to review a signature card record during an examination, but the electronic signature does not need to be unencrypted.\n\nYou can keep a single signature card for a client that holds multiple accounts; you do not need to create a new signature card every time a client opens a subsequent account.\n\n**Retention**: At least five years from the date the account was closed.[Footnote 43](#fn202143)\n\n#### Intended use of an account\n\nYou must keep a record of the intended use of an account.[Footnote 44](#fn202144)\n\nExamples of the intended use of personal accounts include, but are not limited to:\n\n- general chequing services, such as payment of family and household expenses;\n- saving to fund a large purchase, retirement, or for a child's education; or\n- receiving directly deposited employment or pension income.\n\nExamples of the intended use of business accounts include, but are not limited to:\n\n- depositing of daily business receipts (sales, etc.);\n- making payments to employees (payroll);\n- general business operating expenses; or\n- making payments to suppliers.\n\n**Retention**: At least five years from the date the account was closed.[Footnote 45](#fn202145)\n\n#### Applications\n\nYou must also keep a record of every application in respect of an account.[Footnote 46](#fn202146)\n\n**Retention**: At least five years from the date the account was closed.[Footnote 47](#fn202147)\n\n#### Account operating agreements\n\nYou must keep every account operating agreement that you create or receive. An account operating agreement is a document that outlines the agreement between you and your client about the account's operation. For example, an application for a deposit account or a mortgage can include a reference to a separate document setting out the terms and conditions of the account's operation. The account operating agreement record in that case would include both the application and the separate document.[Footnote 48](#fn202148)\n\n**Retention**: At least five years from the date the account was closed.[Footnote 49](#fn202149)\n\n#### Debit and credit memos\n\nYou must keep every debit and credit memo that you create or receive regarding an account. However, you do not need to keep a debit memo that relates to another account held at the same branch.[Footnote 50](#fn202150) That is, you do not have to keep duplicate debit memos. If you have kept a debit memo in relation to two accounts at a given branch, you are only required to keep one memo on record.\n\n**Retention**: At least five years from the date the debit or credit memo was created.[Footnote 51](#fn202151)\n\n#### Deposit slips\n\nYou must keep a deposit slip for every deposit to an account.[Footnote 52](#fn202152) A deposit slip means a record that includes: [Footnote 53](#fn202153)\n\n- the date of the deposit;\n- the name of the person or entity that made the deposit;\n- the amount of the deposit, and any part of the deposit that was made in cash;\n- the method by which the deposit was made; and\n- the number of the account the deposit went into and the name of each account holder.\n\n**Retention**: At least five years from the date the deposit slips were created.[Footnote 54](#fn202154)\n\n#### Account statements\n\nYou must keep a copy of every account statement you send to an account holder.[Footnote 55](#fn202155)\n\n**Retention**: At least five years from the date the account statements were created.[Footnote 56](#fn202156)\n\n#### Cleared cheque records\n\nYou must keep a record of every cleared cheque drawn on an account, and a copy of every cleared cheque that is deposited to an account.[Footnote 57](#fn202157)\n\nThis does not apply to cheques drawn from an account and deposited to an account at the same branch.\n\nIt also does not apply if an image of the cheque has been recorded electronically or on microfilm, which can be readily reproduced, and it can be readily ascertained where the image is recorded.\n\n**Retention**: At least five years from the date the cleared cheques records were created and at least five years from the date the image was recorded in the case of a microfilm or electronic medium.[Footnote 58](#fn202158)\n\n#### Credit arrangement records\n\nYou are required to keep the following information with respect to a credit arrangement that you have entered into with a client: [Footnote 59](#fn202159)\n\n- a record of the client's financial capacity;\n- the terms of the credit arrangement;\n- the nature of the client's principal business or their occupation; and\n- if the client is a person, the name and address of their business or place of work.\n\n**Retention:** At least five years from the date the account was closed.[Footnote 60](#fn202160)\n\n### j. Credit card account and related transaction records\n\n#### Records for account holders and persons authorized to give instructions\n\nYou must keep a record for every credit card account holder (person, corporation, or other entity) and for every other person (up to three, in the case of a business account) that is authorized to give instructions in respect of the account.[Footnote 61](#fn202161)\n\nFor a **person,** the record must include their name, address, date of birth and occupation or, in the case of a sole proprietor, the nature of their principal business.[Footnote 62](#fn202162)\n\nFor an account holder that is **a corporation or** **an entity other than a corporation**, the record must include its name, address and the nature of its principal business.[Footnote 63](#fn202163)\n\nFor **a corporation**, you must also keep a copy of the part of its official corporate records that contains provisions relating to the power to bind the corporation in respect of the credit card account or credit card transactions.[Footnote 64](#fn202164) This could be found in, for example:\n\n- the articles of incorporation; or\n- the bylaws of the corporation that set out the officers duly authorized to sign on behalf of the corporation, such as the president, treasurer, vice-president, comptroller, etc.\n\n**Retention**: At least five years from the date the record was created. However, if this information is kept in one of the other credit card account records, then the retention of that other record applies – at least five years from the date the account is closed. [Footnote 65](#fn202165)\n\n#### Other account records\n\nYou must keep the following records for every credit card account:\n\n- every credit card application related to the account;[Footnote 66](#fn202166) and\n- a copy of every credit card statement that you sent to an account holder.[Footnote 67](#fn202167)\n\n**Retention:** You must keep a credit card application for at least five years from the date the account was closed and credit card statements for at least five years from the day they were created.[Footnote 68](#fn202168)\n\n#### Transaction records\n\nYou must keep the following records when transactions are related to a credit card account:\n\n- a foreign currency exchange transaction ticket for every foreign currency exchange transaction (See Foreign currency exchange transaction tickets);[Footnote 69](#fn202169)\n- a VC exchange transaction ticket for every VC exchange transaction (See VC exchange transaction tickets);[Footnote 70](#fn202170)\n- a record of the initiation of an international EFT of $1,000 or more that was requested by a person or an entity and for which the funds were transferred from the account (See Initiating an EFT of $1,000 or more);[Footnote 71](#fn202171)and\n- a record of the final receipt of an international EFT of $1,000 or more that was remitted to a beneficiary by payment to the credit card account (See Final receipt of an international EFT of $1,000 or more).[Footnote 72](#fn202172)\n\n**Retention**: At least five years from the date the transaction records were created.[Footnote 73](#fn202173)\n\n### k. Prepaid payment product account and transaction records\n\n#### Records for account holders and authorized users\n\nYou must keep a record for every [prepaid payment product (PPP)](/guidance-directives/glossary-glossaire/1-eng#ppp) account holder (person, corporation, or other entity) and for every [authorized user](/guidance-directives/glossary-glossaire/1-eng#authuser).[Footnote 74](#fn202174)\n\nFor a **person,** the record must include their name, address, date of birth, occupation and in the case of a sole proprietor, the nature of their principal business.[Footnote 75](#fn202175)\n\nFor each PPP account holder that is **a corporation or an entity other than a corporation**, the record must include its name, address and the nature of its principal business.[Footnote 76](#fn202176)\n\nWhen you open a PPP account for a **corporation**, you must also keep a copy of the part of its official corporate records that contains any provision relating to the power to bind the corporation in respect of the PPP account or PPP account transactions.[Footnote 77](#fn202177)\n\n**Retention**:  At least five years from the date the record was created. However, if this information is kept in one of the other account records, then the retention of that other record applies – at least five years from the date the account is closed.[Footnote 78](#fn202178)\n\n#### Other account records\n\nYou must keep the following records for every PPP account:\n\n- every application related to the PPP account;[Footnote 79](#fn202179)\n- every debit and credit memo you created or received related to the PPP account;[Footnote 80](#fn202180)\n- a copy of every account statement sent to the holder of the PPP account;[Footnote 81](#fn202181) and\n- a prepaid payment product slip for every payment made to the PPP account[Footnote 82](#fn202182) that includes:\n\n  - the date of the payment;\n  - the name of the person or entity that made the payment;\n  - the type and amount of each type of funds or each of the VC's involved in the payment;\n  - the method by which the payment was made;\n  - the name of each PPP account holder; and\n  - the account number and, if different, the number that identifies the PPP that is connected to the account.[Footnote 83](#fn202183)\n\n**Retention**: You must keep PPP account applications for at least five years from the date the account was closed and the other records listed above for at least five years from the date they were created.[Footnote 84](#fn202184)\n\n#### PPP account transaction records\n\nYou must keep the following records when transactions are related to a PPP account:\n\n- a foreign currency exchange transaction ticket for every foreign currency exchange transaction (See Foreign currency exchange transaction tickets);[Footnote 85](#fn202185)\n- a VC exchange transaction ticket for every VC exchange transaction (See VC exchange transaction tickets);[Footnote 86](#fn202186)\n- a record of the initiation of an international EFT of $1,000 or more that was requested by a person or an entity for which the funds were transferred from a PPP account (See Initiating an EFT of $1,000 or more);[Footnote 87](#fn202187)\n- a record of the final receipt of an international EFT of $1,000 or more that was remitted to a beneficiary by payment to a PPP account (See Final receipt of an EFT of $1,000 or more);[Footnote 88](#fn202188)\n- a record of the transfer of VC in amount equivalent to $1,000 or more from a PPP account (See VC transfer in an amount equivalent to $1,000 or more);[Footnote 89](#fn202189) and\n- a record of the receipt of VC in an amount equivalent to $1,000 or more that was remitted to a beneficiary by payment to a PPP account (See Receipt of VC in an amount equivalent to $1,000 or more).[Footnote 90](#fn202190)\n\n**Retention**: At least five years from the date the transaction records were created.[Footnote 91](#fn202191)\n\n\\*\\* **Note**: Please see FINTRAC's Prepaid payment products and prepaid payment product accounts guidance for more information.\n\n### l. Trust records\n\nA trust company is an FE that is regulated by the Trust and Loan Companies Act or by an equivalent provincial Act. Trust companies have record keeping obligations related to the [trusts](/guidance-directives/glossary-glossaire/1-eng#trust) for which they are the [trustee](/guidance-directives/glossary-glossaire/1-eng#trustee).\n\nA trust is a legal agreement by which financial assets are held by a person or an entity (a trustee) in trust for the benefit of another person, group of persons or entity (beneficiaries). The [settlor](/guidance-directives/glossary-glossaire/1-eng#settlor) of a trust is the person or entity that creates a trust with a written trust declaration.\n\nYou must keep the following records for every trust for which you are trustee, in addition to the transaction and account records listed previously in this guidance:[Footnote 92](#fn202192)\n\n- a copy of the trust deed;\n- if the settlor is a person, their name, address, date of birth and occupation or, in the case of a sole proprietor, the nature of their principal business; and\n- if the settlor is an entity, its name, address and nature of its principal business.\n\nYou may also have record keeping obligations for certain institutional and [inter vivos trusts](/guidance-directives/glossary-glossaire/1-eng#intertrust). [Institutional trusts](/guidance-directives/glossary-glossaire/1-eng#instittrust) are established by a corporation, partnership or other entity for a particular business purpose. Whereas, inter vivos trusts are established by a living person for the benefit of another person, such as a trust created by a parent for a child so that the trust's assets can be distributed to the child (beneficiary) during or after the parent's (settlor) lifetime.\n\n**If the trust is an institutional trust and the settlor is a corporation**, you have to keep a copy of the part of the official corporate records that contains provisions relating to the power to bind the settlor/corporation in respect of the trust.\n\n**If the trust is an inter vivos trust (personal trust other than a trust created by a will)**, you have to keep a record about each of the beneficiaries that are known to you which must include:[Footnote 93](#fn202193)\n\n- if the beneficiary is a person, their name, date of birth, address, telephone number and occupation or, in the case of a sole proprietor, the nature of their principal business;\n- if the beneficiary is an entity, its name, address, telephone number and the nature of its principal business.\n\nThis information needs to be recorded for each beneficiary known to you at the time you become trustee of the trust.\n\n## 2\\. What are my responsibilities when maintaining records?\n\nIn order to comply with your record keeping requirements, you must keep records in such a manner that they can be provided to FINTRAC within 30 days of a request.[Footnote 94](#fn202194) The records may also be requested through a judicial order by law enforcement to support an investigation of money laundering or terrorist activity financing. A record (or a copy) may be kept in a machine-readable or electronic form, so long as a paper copy can easily be produced.[Footnote 95](#fn202195)\n\nEmployees who keep records for you are not required to keep them after their employment ends. The same is true for persons in a contractual relationship with you, when the contractual relationship ends, they no longer have to keep records for you.[Footnote 96](#fn202196) You have to obtain and keep the records that were kept for you by an employee or a contractor before the end of the person's employment or contract.\n\nThere may be situations where you are required to keep records for purposes other than complying with your obligations under the PCMLTFA. For example, a federal or provincial regulator may require you to keep records in addition to those described in this guidance. If this is the case, you must still meet the requirements described in this guidance. For example, the retention period for your records can be longer than what is described, but it cannot be shorter.\n\n## 3\\. What are the exceptions to the record keeping requirements?\n\nIf you are required to keep a record with information that is readily available in other records, you do not have to record the information again.[Footnote 97](#fn202197)\n\nFor example, when you keep a copy of a large cash transaction report (LCTR) you may choose to use this as your large cash transaction record for the same transaction, so long as **all of the information** that would otherwise be kept in the large cash transaction record is captured within the report. Any requirement related to keeping the large cash transaction record would still apply, such as verifying identity.\n\n#### EFTs conducted by credit/debit card or PPP\n\nYou do not need to keep the following records associated with a credit/debit card or PPP transaction if the beneficiary has an agreement with the payment service provider that allows for the payment of goods and services by those means when you:[Footnote 98](#fn202198)\n\n- initiate, send or are the final recipient of an international EFT of $1,000 or more; or\n- initiate or are the final recipient of an international EFT of $1,000 or more where the funds are transferred from or to a credit card or PPP account.\n\n### Payment card processing activities\n\nIf you are processing credit card or PPP payments on behalf of a merchant (for example, credit card acquiring), the record keeping requirements described in this guidance do not apply to those activities.[Footnote 99](#fn202199)\n\nA credit card acquiring business is an FE that has an agreement with a merchant to provide the following services:\n\n- enabling the merchant to accept credit card payments by cardholders for goods and services and to receive payment for credit card purchases;\n- processing services, payment settlements and providing point-of-sale equipment (such as computer terminals); and\n- providing other ancillary services to the merchant.\n\n### Financial entities, public bodies, and very large corporations or trusts\n\nYou do not have to keep a large cash transaction record or a large VC transaction record if the cash or VC was received from another FE, a [public body](/guidance-directives/glossary-glossaire/1-eng#pb), or a person who is acting on behalf of a client that is an FE or public body.[Footnote 100](#fn2021100)\n\nIf you receive $3,000 or more from a client that is an FE, or a person who is acting on behalf of a client that is an FE, for the issuance of traveller's cheques, money orders or other similar negotiable instruments, you are not required to keep a record of the transaction.[Footnote 101](#fn2021101)\n\nIf you open an account, a credit card account, a PPP account, or conduct a transaction for a public body, a [very large corporation or trust](/guidance-directives/glossary-glossaire/1-eng#large), or a subsidiary of those entities if the financial statements of the subsidiary are consolidated with those of the public body, very large corporation or trust, you are not required to keep the following records:[Footnote 102](#fn2021102)\n\n- Records of transactions of $3,000 or more;\n- Records of EFTs of $1,000 or more;\n- Records of VC transfers and receipt equivalent to $1,000 or more;\n- Foreign currency exchange transaction records;\n- VC exchange transaction records;\n- Account records;\n- PPP account records;\n- Credit card account records; and\n- Trust records.\n\n### Virtual currency\n\nWhen you transfer or receive VC as compensation for the validation of a transaction that is recorded in a [distributed ledger](/guidance-directives/glossary-glossaire/1-eng#distributed), **or** when you exchange, transfer, or receive a nominal amount of VC for the sole purpose of validating a different transaction or a transfer of information, you do not need to keep a record of: [Footnote 103](#fn2021103)\n\n- large VC transactions;\n- transfers of $1,000 or more in VC at the request of a person or entity;\n- receipt of $1,000 or more in VC for remittance to a beneficiary; or\n- VC exchange transaction tickets.\n\n#### Other record keeping exempted activities\n\nYou do not have to keep the transaction and account records identified in this guidance for the following activities:[Footnote 104](#fn2021104)\n\n- the sale of an exempt policy as defined in subsection 306(1) of the [Income Tax Regulations](http://laws-lois.justice.gc.ca/eng/regulations/C.R.C.,_c._945);\n- the sale of a group life insurance policy that does not provide for a cash surrender value or a savings component;\n- the sale of an immediate or deferred annuity that is paid for entirely with funds that are directly transferred from a registered pension plan or from a pension plan that is required to be registered under the [Pension Benefits Standards Act, 1985](http://laws-lois.justice.gc.ca/eng/acts/P-7.01), or similar provincial legislation;\n- the sale of a registered annuity policy or a registered retirement income fund;\n- the sale of an immediate or deferred annuity that is paid for entirely with the proceeds of a group life insurance policy;\n- a transaction that is part of a reverse mortgage or a structured settlement;\n- the opening of an account for the deposit and sale of shares from a corporate demutualization or the privatization of a Crown corporation;\n- the opening of an account in the name of an affiliate of an FE, if that affiliate carries out activities that are similar to those of persons and entities referred to in paragraphs 5(a) to (g) of the PCMLTFA;\n- the opening of a registered plan account, including a locked-in retirement plan account, a registered retirement savings plan account and a group registered retirement savings plan account;\n- the opening of an account established in accordance with the escrow requirements of a Canadian securities regulator, the Canadian stock exchange, or any provincial legislation;\n- the opening of an account where the account holder or settlor is a pension fund that is regulated under federal or provincial legislation;\n- the opening of an account in the name of or in respect of which, instructions are authorized to be given by an FE, a securities dealer or a life insurance company or by an investment fund that is regulated under provincial securities legislation; or\n- an account opened solely to provide customer accounting services to a securities dealer.\n\nThese exceptions do not apply to large cash transactions, large VC transactions, or suspicious transactions.\n\n#### Group Plans\n\nIf you open a group plan account (other than those for which exceptions already apply) you do **not** have to keep a signature card for a person who is a member of the plan if:\n\n- the identity of the entity that is the plan sponsor has been verified; and\n- the individual member contributions are made by the sponsor of the plan or by payroll deductions.[Footnote 105](#fn2021105)\n\n## Details and history\n\n**Published:** April 2022\n\n## For assistance\n\nIf you have questions about your record keeping requirements, please contact FINTRAC by email at [guidelines-lignesdirectrices@fintrac-canafe.gc.ca](mailto:guidelines-lignesdirectrices@fintrac-canafe.gc.ca).\n\n## Definitions\n\nAccountant\n\nA chartered accountant, a certified general accountant, a certified management accountant or, if applicable, a chartered professional accountant. (comptable)\n\nReference:\n\nProceeds of Crime (Money Laundering) and Terrorist Financing Regulations (PCMLTFR), SOR/2002-184, s. 1(2).\n\nAccounting firm\n\nAn entity that is engaged in the business of providing accounting services to the public and has at least one partner, employee or administrator that is an accountant. (cabinet d'expertise comptable)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nAct\n\nThe Proceeds of Crime (Money Laundering) and Terrorist Financing Act (PCMLTFA). (la Loi)\n\nReference:\n\nProceeds of Crime (Money Laundering) and Terrorist Financing Administrative Monetary Penalties Regulations (PCMLTFAMPR), SOR/2007-292, s. 1, Proceeds of Crime (Money Laundering) and Terrorist Financing Registration Regulations (PCMLTFRR), SOR/2007-121, s. 1, PCMLTFR, SOR/2002-184, s. 1(2), and Proceeds of Crime (Money Laundering) and Terrorist Financing Suspicious Transaction Reporting Regulations (PCMLTFSTRR), SOR/2001-317, s. 1(2).\n\nAdministrative monetary penalties (AMPs)\n\nCivil penalties that may be issued to reporting entities by FINTRAC for non-compliance with the PCMLTFA and associated Regulations. (pénalité administrative pécuniaire \\[PAP\\])\n\nAffiliate\n\nAn entity is affiliated with another entity if one of them is wholly owned by the other, if both are wholly owned by the same entity or if their financial statements are consolidated. (entité du même groupe)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 4.\n\nAnnuity\n\nHas the same meaning as in subsection 248(1) of the [Income Tax Act](https://laws-lois.justice.gc.ca/eng/acts/I-3.3). (rente)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nArmoured cars\n\nPersons or entities that are engaged in the business of transporting currency, money orders, traveller’s cheques or other similar negotiable instruments. (Véhicules blindés)\n\nAs soon as practicable\n\nA time period that falls in-between immediately and as soon as possible, within which a suspicious transaction report (STR) must be submitted to FINTRAC. The completion and submission of the STR should take priority over other tasks. In this context, the report must be completed promptly, taking into account the facts and circumstances of the situation. While some delay is permitted, it must have a reasonable explanation. (aussitôt que possible)\n\nAttempted transaction\n\nOccurs when an individual or entity starts to conduct a transaction that is not completed. For example, a client or a potential client walks away from conducting a $10,000 cash deposit. (opération tentée)\n\nAuthentic\n\nIn respect of verifying identity, means genuine and having the character of an original, credible, and reliable document or record. (authentique)\n\nAuthorized person\n\nA person who is authorized under subsection 45(2). (personne autorisée)\n\nReference:\n\nProceeds of Crime (Money Laundering) and Terrorist Financing Act (PCMLTFA), S.C. 2000, c 17, s. 2(1).\n\nAuthorized user\n\nA person who is authorized by a holder of a prepaid payment product account to have electronic access to funds or virtual currency available in the account by means of a prepaid payment product that is connected to it. (utilisateur autorisé)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nBeneficial owner(s)\n\nBeneficial owners are the individuals who are the trustees, and known beneficiaries and settlors of a trust, or who directly or indirectly own or control 25% or more of i) the shares of a corporation or ii) an entity other than a corporation or trust, such as a partnership. The ultimate beneficial owner(s) cannot be another corporation or entity; it must be the actual individual(s) who owns or controls the entity. (bénéficiaire effectif)\n\nBeneficiary\n\nA beneficiary is the individual or entity that will benefit from a transaction or to which the final remittance is made. (bénéficiaire)\n\nBranch\n\nA branch is a part of your business at a distinct location other than your main office. (succursale)\n\nBritish Columbia notary corporation\n\nAn entity that carries on the business of providing notary services to the public in British Columbia in accordance with the Notaries Act, R.S.B.C. 1996, c. 334. (société de notaires de la Colombie-Britannique)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nBritish Columbia notary public\n\nA person who is a member of the Society of Notaries Public of British Columbia. (notaire public de la Colombie-Britannique)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nCash\n\nCoins referred to in section 7 of the Currency Act, notes issued by the Bank of Canada under the Bank of Canada Act that are intended for circulation in Canada or coins or bank notes of countries other than Canada. (espèces)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2) and PCMLTFSTRR, SOR/2001-317, s. 1(2).\n\nCasino\n\nA government, organization, board or operator that is referred to in any of paragraphs 5(k) to (k.3) of the Act. (casino)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s 1(2) and PCMLTFSTRR, SOR/2001-317, s. 1(2).\n\nCertified translator\n\nAn individual that holds the title of professional certified translator granted by a Canadian provincial or territorial association or body that is competent under Canadian provincial or territorial law to issue such certification. (traducteur agréé)\n\nClarification request\n\nA clarification request is a method used to communicate with money services businesses (MSBs) or foreign money services businesses (FMSBs) when FINTRAC needs more information about their registration form. This request is usually sent by email. (demande de précisions)\n\nClient\n\nA person or entity that engages in a financial transaction with another person or entity. (client)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nClient identification information\n\nThe identifying information that you have obtained on your clients, such as name, address, telephone number, occupation or nature of principal business, and date of birth for an individual. (renseignements d'identification du client)\n\nCompetent authority\n\nFor the purpose of the criminal record check submitted with an application for registration, a competent authority is any person or organization that has the legally delegated or invested authority, capacity, or power to issue criminal record checks. (autorité compétente)\n\nCompleted transaction\n\nIs a transaction conducted by a person or entity, that is completed and results in the movement of funds, virtual currency, or the purchase or sale of an asset. (opération effectuée)\n\nCompleting action\n\nWith respect to a reportable transaction, information related to the instructions provided by the person or entity making the request to the reporting entity to complete a transaction. For example, an individual arrives at a bank and requests to purchase a bank draft. The completing action is the details of how the reporting entity fulfilled the person or entity’s instructions which led to the transaction being completed. This includes what the funds or virtual currency initially brought to the reporting entity was used for (see “disposition”). A transaction may have one or more completing actions depending on the instructions provided by the person or entity. (action d’achèvement)\n\nCompliance officer\n\nThe individual, with the necessary authority, that you appoint to be responsible for the implementation of your compliance program. (agent de conformité)\n\nCompliance policies and procedures\n\nWritten methodology outlining the obligations applicable to your business under the PCMLTFA and its associated Regulations and the corresponding processes and controls you put in place to address your obligations. (politiques et procédures de conformité)\n\nCompliance program\n\nAll elements (compliance officer, policies and procedures, risk assessment, training program, effectiveness review) that you, as a reporting entity, are legally required to have under the PCMLTFA and its associated Regulations to ensure that you meet all your obligations. (programme de conformité)\n\nContext\n\nClarifies a set of circumstances or provides an explanation of a situation or financial transaction that can be understood and assessed. (contexte)\n\nCorrespondent banking relationship\n\nA relationship created by an agreement or arrangement under which an entity referred to in any of paragraphs 5(a), (b), (d),(e) and (e.1) or an entity that is referred to in section 5 and that is prescribed undertakes to provide to a prescribed foreign entity prescribed services or international electronic funds transfers, cash management or cheque clearing services. (relation de correspondant bancaire)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 9.4(3) and PCMLTFR, SOR/2002-184, s. 16(1)(b).\n\nCountry of residence\n\nThe country where an individual has lived continuously for 12 months or more. The individual must have a dwelling in the country concerned. For greater certainty, a person only has one country of residence no matter how many dwelling places they may have, inside or outside of that country. (pays de résidence)\n\nCredit card acquiring business\n\nA credit card acquiring business is a financial entity that has an agreement with a merchant to provide the following services:\n\n- enabling a merchant to accept credit card payments by cardholders for goods and services and to receive payments for credit card purchases;\n- processing services, payment settlements and providing point-of-sale equipment (such as computer terminals); and\n- providing other ancillary services to the merchant.\n\n\n(entreprise d'acquisition de cartes de crédit)Credit union central\n\nA central cooperative credit society, as defined in section 2 of the [Cooperative Credit Associations Act](https://laws-lois.justice.gc.ca/eng/acts/C-41.01), or a credit union central or a federation of credit unions or caisses populaires that is regulated by a provincial Act other than one enacted by the legislature of Quebec. (centrale de caisses de crédit)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nCrowdfunding platform\n\nA website or an application or other software that is used to raise funds or virtual currency through donations. (plateforme de sociofinancement)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nCrowdfunding platform services\n\nThe provision and maintenance of a crowdfunding platform for use by other persons or entities to raise funds or virtual currency for themselves or for persons or entities specified by them. (services de plateforme de sociofinancement)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nCurrent\n\nIn respect of a document or source of information that is used to verify identity, is up to date, and, in the case of a government-issued photo identification document, must not have been expired when the ID was verified. (à jour)\n\nDealer in precious metals and stones\n\nA person or entity that, in the course of their business activities, buys or sells precious metals, precious stones or jewellery. It includes a department or an agent of His Majesty in right of Canada or an agent or mandatary of His Majesty in right of a province when the department or the agent or mandatary carries out the activity, referred to in subsection 65(1), of selling precious metals to the public. (négociant en métaux précieux et pierres précieuses)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nDeferred profit sharing plan\n\nHas the same meaning as in subsection 248(1) of the [Income Tax Act](https://laws-lois.justice.gc.ca/eng/acts/I-3.3). (régime de participation différée aux bénéfices)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nDeposit slip\n\nA record that sets out:\n\n1. (a) the date of the deposit;\n2. (b) the name of the person or entity that makes the deposit;\n3. (c) the amount of the deposit and of any part of it that is made in cash;\n4. (d) the method by which the deposit is made; and\n5. (e) the number of the account into which the deposit is made and the name of each account holder.\n\n(relevé de dépôt)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nDirecting services\n\nA business is directing services at persons or entities in Canada if at least one of the following applies:\n\n- The business's marketing or advertising is directed at persons or entities located in Canada;\n- The business operates a \".ca\" domain name; or,\n- The business is listed in a Canadian business directory.\n\nAdditional criteria may be considered, such as if the business describes its services being offered in Canada or actively seeks feedback from persons or entities in Canada. (diriger des services)\n\nDistributed ledger\n\nFor the purpose of section 151 of the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations (PCMLTFR), a digital ledger that is maintained by multiple persons or entities and that can only be modified by a consensus of those persons or entities. (registres distribués)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 151(2).\n\nDisposition\n\nWith respect to a reportable transaction, the disposition is what the funds or virtual currency was used for. For example, an individual arrives at a bank with cash and purchases a bank draft. The disposition is the purchase of the bank draft. (répartition)\n\nElectronic funds transfer\n\nThe transmission—by any electronic, magnetic or optical means—of instructions for the transfer of funds, including a transmission of instructions that is initiated and finally received by the same person or entity. In the case of SWIFT messages, only SWIFT MT-103 messages and their equivalent are included. It does not include a transmission or instructions for the transfer of funds:\n\n1. (a) that involves the beneficiary withdrawing cash from their account;\n2. (b) that is carried out by means of a direct deposit or pre-authorized debit;\n3. (c) that is carried out by cheque imaging and presentment\n4. (d) that is both initiated and finally received by persons or entities that are acting to clear or settle payment obligations between themselves; or\n5. (e) that is initiated or finally received by a person or entity referred to in paragraphs 5(a) to (h.1) of the Act for the purpose of internal treasury management, including the management of their financial assets and liabilities, if one of the parties to the transaction is a subsidiary of the other or if they are subsidiaries of the same corporation.\n\n(télévirement)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nEmployees profit sharing plan\n\nHas the same meaning as in subsection 248(1) of the [Income Tax Act](https://laws-lois.justice.gc.ca/eng/acts/I-3.3). (régime de participation des employés aux bénéfices)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nEntity\n\nA body corporate, a trust, a partnership, a fund or an unincorporated association or organization. (entité)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nFacts\n\nActual events, actions, occurrences or elements that exist or are known to have happened or existed. Facts are not opinions. For example, facts surrounding a transaction or multiple transactions could include the date, time, location, amount or type of transaction or could include the account details, particular business lines, or the client's financial history. (faits)\n\nFamily member\n\nFor the purposes of subsection 9.3(1) of the Act, a prescribed family member of a politically exposed foreign person, a politically exposed domestic person or a head of an international organization is:\n\n1. (a) their spouse or common-law partner;\n2. (b) their child;\n3. (c) their mother or father;\n4. (d) the mother or father of their spouse or common-law partner; or\n5. (e) a child of their mother or father.\n\n(membre de la famille)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 2(1).\n\nFiat currency\n\nA currency that is issued by a country and is designated as legal tender in that country. (monnaie fiduciaire)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2) and PCMLTFSTRR, SOR/2001-317, s. 1(2).\n\nFinal receipt\n\nIn respect of an electronic funds transfer, means the receipt of the instructions by the person or entity that is to make the remittance to a beneficiary. (destinataire)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nFinancial entity\n\nMeans:\n\n1. (a) an entity that is referred to in any of paragraphs 5(a), (b) and (d) to (f) of the Act;\n2. (b) a financial services cooperative;\n3. (c) a life insurance company, or an entity that is a life insurance broker or agent, in respect of loans or prepaid payment products that it offers to the public and accounts that it maintains with respect to those loans or prepaid payment products, other than:\n1. (i) loans that are made by the insurer to a policy holder if the insured person has a terminal illness that significantly reduces their life expectancy and the loan is secured by the value of an insurance policy;\n2. (ii) loans that are made by the insurer to the policy holder for the sole purpose of funding the life insurance policy; and\n3. (iii) advance payments to which the policy holder is entitles that are made to them by the insurer;\n4. (d) a credit union central when it offers financial services to a person, or to an entity that is not a member of that credit union central; and\n5. (e) a department, or an entity that is an agent of His Majesty in right of Canada or an agent or mandatary of His Majesty in right of a province, when it carries out an activity referred to in section 76.\n\n\n(entité financière)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nFinancial Action Task Force\n\nThe Financial Action Task Force on Money Laundering established in 1989. (Groupe d'action financière)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nFinancial services cooperative\n\nA financial services cooperative that is regulated by an Act respecting financial services cooperatives, CQLR, c. C-67.3 or the Act respecting the Mouvement Desjardins, S.Q. 2000, c. 77, other than a caisse populaire. (coopérative de services financiers)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nForeign currency\n\nA fiat currency that is issued by a country other than Canada. (devise)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nForeign currency exchange transaction\n\nAn exchange, at the request of another person or entity, of one fiat currency for another. (opération de change en devise)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nForeign currency exchange transaction ticket\n\nA record respecting a foreign currency exchange transaction—including an entry in a transaction register—that sets out:\n\n1. (a) the date of the transaction;\n2. (b) in the case of a transaction of $3,000 or more, the name and address of the person or entity that requests the exchange, the nature of their principal business or their occupation and, in the case of a person, their date of birth;\n3. (c) the type and amount of each of the fiat currencies involved in the payment made and received by the person or entity that requests the exchange;\n4. (d) the method by which the payment is made and received;\n5. (e) the exchange rates used and their source;\n6. (f) the number of every account that is affected by the transaction, the type of account and the name of each account holder; and\n7. (g) every reference number that is connected to the transaction and has a function equivalent to that of an account number.\n\n(fiche d'opération de change en devise)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nForeign money services business\n\nPersons and entities that do not have a place of business in Canada, that are engaged in the business of providing at least one of the following services that is directed at persons or entities in Canada, and that provide those services to their clients in Canada:\n\n1. (i) foreign exchange dealing,\n2. (ii) remitting funds or transmitting funds by any means or through any person, entity or electronic funds transfer network,\n3. (iii) issuing or redeeming money orders, traveller's cheques or other similar negotiable instruments except for cheques payable to a named person or entity,\n4. (iv) dealing in virtual currencies, or\n5. (v) any prescribed service.\n\n(entreprise de services monétaires étrangère)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 5(h.1), PCMLTFRR, SOR/2007-121, s. 1 and PCMLTFR, SOR/2002-184, s. 1(2).\n\nForeign state\n\nExcept for the purposes of Part 2, means a country other than Canada and includes any political subdivision or territory of a foreign state. (État étranger)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nFunds\n\nMeans:\n\n1. (a) cash and other fiat currencies, and securities, negotiable instruments or other financial instruments that indicate a title or right to or interest in them; or\n2. (b) a private key of a cryptographic system that enables a person or entity to have access to a fiat currency other than cash.\n\nFor greater certainty, it does not include virtual currency. (fonds)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2) and PCMLTFSTRR, SOR/2001-317, s. 1(2).\n\nHead of an international organization\n\nA person who, at a given time, holds—or has held within a prescribed period before that time—the office or position of head of\n\n1. a) an international organization that is established by the governments of states;\n2. b) an institution of an organization referred to in paragraph (a); or\n3. c) an international sports organization.\n\n(dirigeant d'une organisation internationale)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 9.3(3).\n\nImmediately\n\nIn respect of submitting a Terrorist Property Report (TPR), the time period within which a TPR must be submitted, which does not allow for any delay prior to submission. (immédiatement)\n\nInformation record\n\nA record that sets out the name and address of a person or entity and:\n\n1. (a) in the case of a person, their date of birth and the nature of their principal business or their occupation; and\n2. (b) in the case of an entity, the nature of its principal business.\n\n(dossier de renseignements)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nInitiation\n\nIn respect of an electronic funds transfer, means the first transmission of the instructions for the transfer of funds. (amorcer)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nInstitutional trust\n\nFor the purpose of section 15 of the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations (PCMLTFR), means a trust that is established by a corporation or other entity for a particular business purpose and includes a pension plan trust, a pension master trust, a supplemental pension plan trust, a mutual fund trust, a pooled fund trust, a registered retirement savings plan trust, a registered retirement income fund trust, a registered education savings plan trust, a group registered retirement savings plan trust, a deferred profit sharing plan trust, an employee profit sharing plan trust, a retirement compensation arrangement trust, an employee savings plan trust, a health and welfare trust, an unemployment benefit plan trust, a foreign insurance company trust, a foreign reinsurance trust, a reinsurance trust, a real estate investment trust, an environmental trust and a trust established in respect of endowment, a foundation or a registered charity. (fiducie institutionnelle)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 15(2).\n\nInternational electronic funds transfer\n\nAn electronic funds transfer other than for the transfer of funds within Canada. (télévirement international)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nInter vivos trust\n\nA personal trust, other than a trust created by will. (fiducie entre vifs)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nJewellery\n\nObjects that are made of gold, silver, palladium, platinum, pearls or precious stones and that are intended to be worn as a personal adornment. (bijou)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nLarge cash transaction record\n\nA record that indicates the receipt of an amount of $10,000 or more in cash in a single transaction and that contains the following information:\n\n01. (a) the date of the receipt;\n02. (b) if the amount is received for deposit into an account, the number of the account, the name of each account holder and the time of the deposit or an indication that the deposit is made in a night deposit box outside the recipient's normal business hours;\n03. (c) the name and address of every other person or entity that is involved in the transaction, the nature of their principal business or their occupation and, in the case of a person, their date of birth;\n04. (d) the type and amount of each fiat currency involved in the receipt;\n05. (e) the method by which the cash is received;\n06. (f) if applicable, the exchange rates used and their source;\n07. (g) the number of every other account that is affected by the transaction, the type of account and the name of each account holder\n08. (h) every reference number that is connected to the transaction and has a function equivalent to that of an account number;\n09. (i) the purpose of the transaction;\n10. (j) the following details of the remittance of, or in exchange for, the cash received:\n    1. (i) the method of remittance;\n    2. (ii) if the remittance is in funds, the type and amount of each type of funds involved;\n    3. (iii) if the remittance is not in funds, the type of remittance and its value, if different from the amount of cash received; and\n    4. (iv) the name of every person or entity involved in the remittance and their account number or policy number or, if they have no account number or policy number, their identifying number; and\n11. (k) if the amount is received by a dealer in precious metals and precious stones for the sale of precious metals, precious stones or jewellery:\n    1. (i) the type of precious metals, precious stones or jewellery;\n    2. (ii) the value of the precious metals, precious stones or jewellery, if different from the amount of cash received, and\n    3. (iii) the wholesale value of the precious metals, precious stones or jewellery.\n\n(relevé d'opération importante en espèces)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nLarge virtual currency transaction record\n\nA record that indicates the receipt of an amount of $10,000 or more in virtual currency in a single transaction and that contains the following information:\n\n1. (a) the date of the receipt;\n2. (b) if the amount is received for deposit into an account, the name of each account holder;\n3. (c) the name and address of every other person or entity that is involved in the transaction, the nature of their principal business or their occupation and, in the case of a person, their date of birth;\n4. (d) the type and amount of each virtual currency involved in the receipt;\n5. (e) the exchange rates used and their source;\n6. (f) the number of every other account that is affected by the transaction, the type of account and the name of each account holder;\n7. (g) every reference number that is connected to the transaction and has a function equivalent to that of an account number;\n8. (h) every transaction identifier, including the sending and receiving addresses; and\n9. (i) if the amount is received by a dealer in precious metals and precious stones for the sale of precious metals, precious stones or jewellery:\n1. (i) the type of precious metals, precious stones or jewellery;\n2. (ii) the value of the precious metals, precious stones or jewellery, if different from the amount of virtual currency received; and\n3. (iii) the wholesale value of the precious metals, precious stones or jewellery.\n\n(relevé d'opération importante en monnaie virtuelle)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nLife insurance broker or agent\n\nA person or entity that is authorized under provincial legislation to carry on the business of arranging contracts of life insurance. (représentant d'assurance-vie)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nLife insurance company\n\nA life company or foreign life company to which the [Insurance Companies Act](https://laws-lois.justice.gc.ca/eng/acts/I-11.8) applies or a life insurance company regulated by a provincial Act. (société d'assurance-vie)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nListed person\n\nHas the same meaning as in section 1 of the [Regulations Implementing the United Nations Resolutions on the Suppression of Terrorism](https://laws-lois.justice.gc.ca/eng/regulations/SOR-2001-360). (personne inscrite)\n\nReference:\n\nPCMLTFSTRR, SOR/2001-317, s. 1(2).\n\nManaging general agents (MGAs)\n\nLife insurance brokers or agents that act as facilitators between other life insurance brokers or agents and life insurance companies.  MGAs typically offer services to assist with insurance agents contracting and commission payments, facilitate the flow of information between insurer and agent, and provide training to, and compliance oversight of, insurance agents. (agent général de gestion)\n\nMandatary\n\nA person who acts, under a mandate or agreement, for another person or entity. (mandataire)\n\nMarketing or advertising\n\nWhen a person or entity uses promotional materials such as advertisements, graphics for websites or billboards, etc., with the intent to promote money services business (MSB) services and to acquire business from persons or entities in Canada. (marketing ou publicité)\n\nMinister\n\nIn relation to sections 24.1 to 39, the Minister of Public Safety and Emergency Preparedness and, in relation to any other provision of this Act, the Minister of Finance. (ministre)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nMoney laundering offence\n\nAn offence under subsection 462.31(1) of the [Criminal Code](https://laws-lois.justice.gc.ca/eng/acts/C-46). The United Nations defines money laundering as \"any act or attempted act to disguise the source of money or assets derived from criminal activity.\" Essentially, money laundering is the process whereby \"dirty money\"—produced through criminal activity—is transformed into \"clean money,\" the criminal origin of which is difficult to trace. (infraction de recyclage des produits de la criminalité)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nMoney laundering and terrorist financing indicators (ML/TF indicators)\n\nPotential red flags that could initiate suspicion or indicate that something may be unusual in the absence of a reasonable explanation. \\[Indicateurs de blanchiment d'argent (BA) et de financement du terrorisme (FT) (indicateurs de BA/FT)\\]\n\nMoney services business\n\nA person or entity that has a place of business in Canada and that is engaged in the business of providing at least one of the following services:\n\n1. (i) foreign exchange dealing,\n2. (ii) remitting funds or transmitting funds by any means or through any person, entity or electronic funds transfer network,\n3. (iii) issuing or redeeming money orders, traveller's cheques or other similar negotiable instruments except for cheques payable to a named person or entity,\n4. (iv) dealing in virtual currencies, or\n5. (v) any prescribed service.\n\n(entreprise de services monétaires)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 5(h), PCMLTFRR, SOR/2007-121, s. 1 and PCMLTFR, SOR/2002-184, s. 1(2).\n\nMoney services business agent\n\nAn individual or entity authorized to deliver services on behalf of a money services business (MSB). It is not an MSB branch. (mandataire d'une entreprise de services monétaires)\n\nMortgage administrator\n\nA person or entity, other than a financial entity, that is engaged in the business of servicing mortgage agreements on real property or hypothec agreements on immovables on behalf of a lender. (administrateur hypothécaire)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 5(i), PCMLTFRR,SOR/2002-184, subsection 1(2)\n\nMortgage broker\n\nA person or entity that is authorized under provincial legislation to act as an intermediary between a lender and a borrower with respect to loans secured by mortgages on real property or hypothecs on immovables. (courtier hypothécaire)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 5(i),\nPCMLTFRR,SOR/2002-184, subsection 1(2)\n\nMortgage lender\n\nA person or entity, other than a financial entity, that is engaged in the business of providing loans secured by mortgages on real property or hypothecs on immovables. (prêteur hypothécaire)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 5(i),\nPCMLTFRR,SOR/2002-184, subsection 1(2)\n\nNature of principal business\n\nAn entity's type or field of business. Also applies to an individual in the case of a sole proprietorship. (nature de l'entreprise principale)\n\nNew developments\n\nChanges to the structure or operations of a business when new services, activities, or locations are put in place. For example, changes to a business model or business restructuring. (nouveaux développements)\n\nNew technologies\n\nThe adoption of a technology that is new to a business. For example, when a business adopts new systems or software such as transaction monitoring systems or client onboarding and identification tools. (nouvelles technologies)\n\nNo apparent reason\n\nThere is no clear explanation to account for suspicious behaviour or information. (sans raison apparente)\n\nOccupation\n\nThe job or profession of an individual. (profession ou métier)\n\nPerson\n\nAn individual. (personne)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nPerson authorized to give instructions\n\nIn respect of an account, means a person who is authorized to instruct on the account or make changes to the account, such as modifying the account type, updating the account contact details, and in the case of a credit card account, requesting a limit increase or decrease, or adding or removing card holders. A person who is only able to conduct transactions on the account is not considered a person authorized to give instructions. (personne habilitée à donner des instructions)\n\nPolitically exposed domestic person\n\nA person who, at a given time, holds—or has held within a prescribed period before that time—one of the offices or positions referred to in any of paragraphs (a) and (c) to (j) in or on behalf of the federal government or a provincial government or any of the offices or positions referred to in paragraphs (b) and (k):\n\n01. (a) Governor General, lieutenant governor or head of government;\n02. (b) member of the Senate or House of Commons or member of a legislature of a province;\n03. (c) deputy minister or equivalent rank;\n04. (d) ambassador, or attaché or counsellor of an ambassador;\n05. (e) military officer with a rank of general or above;\n06. (f) president of a corporation that is wholly owned directly by His Majesty in right of Canada or a province;\n07. (g) head of a government agency;\n08. (h) judge of an appellate court in a province, the Federal Court of Appeal or the Supreme Court of Canada;\n09. (i) leader or president of a political party represented in a legislature;\n10. (j) holder of any prescribed office or position; or\n11. (k) mayor, reeve or other similar chief officer of a municipal or local government.\n\n(national politiquement vulnérable)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 9.3(3).\n\nPolitically exposed foreign person\n\nA person who holds or has held one of the following offices or positions in or on behalf of a foreign state:\n\n01. (a) head of state or head of government;\n02. (b) member of the executive council of government or member of a legislature;\n03. (c) deputy minister or equivalent rank;\n04. (d) ambassador, or attaché or counsellor of an ambassador;\n05. (e) military officer with a rank of general or above;\n06. (f) president of a state-owned company or a state-owned bank;\n07. (g) head of a government agency;\n08. (h) judge of a supreme court, constitutional court or other court of last resort;\n09. (i) leader or president of a political party represented in a legislature; or\n10. (j) holder of any prescribed office or position.\n\n(étranger politiquement vulnérable)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nPossibility\n\nIn regards to completing a suspicious transaction report (STR), the likelihood that a transaction may be related to a money laundering/terrorist financing (ML/TF) offence. For example, based on your assessment of facts, context and ML/TF indicators you have reasonable grounds to suspect that a transaction is related to the commission or attempted commission of an ML/TF offence. (possibilité)\n\nPrecious metal\n\nGold, silver, palladium or platinum in the form of coins, bars, ingots or granules or in any other similar form. (métal précieux)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nPrecious stones\n\nDiamonds, sapphires, emeralds, tanzanite, rubies or alexandrite. (pierre précieuse)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nPrepaid payment product\n\nA product that is issued by a financial entity and that enables a person or entity to engage in a transaction by giving them electronic access to funds or virtual currency paid to a prepaid payment product account held with the financial entity in advance of the transaction. It excludes a product that:\n\n1. (a) enables a person or entity to access a credit or debit account or one that is issued for use only with particular merchants; or\n2. (b) is issued for single use for the purposes of a retail rebate program.\n\n(produit de paiement prépayé)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nPrepaid payment product account\n\nAn account – other than an account to which only a public body or, if doing so for the purposes of humanitarian aid, a registered charity as defined in subsection 248(1) of the Income Tax Act, can add funds or virtual currency – that is connected to a prepaid payment product and that permits:\n\n1. (a) funds or virtual currency that total $1,000 or more to be added to the account within a 24-hour period; or\n2. (b) a balance of funds or virtual currency of $1,000 or more to be maintained.\n\n(compte de produit de paiement prépayé)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nPrescribed\n\nPrescribed by regulations made by the Governor in Council. (Version anglaise seulement)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nProbability\n\nThe likelihood in regards to completing a suspicious transaction report (STR) that a financial transaction is related to a money laundering/terrorist financing (ML/TF) offence. For example, based on facts, having reasonable grounds to believe that a transaction is probably related to the commission or attempted commission of an ML/TF offence. (probabilité)\n\nProduction order\n\nA judicial order that compels a person or entity to disclose records to peace officers or public officers. (ordonnance de communication)\n\nPublic body\n\nMeans\n\n1. (a) a department or an agent of His Majesty in right of Canada or an agent or mandatary of His Majesty in right of a province;\n2. (b) an incorporated city or town, village, metropolitan authority, township, district, county, rural municipality or other incorporated municipal body in Canada or an agent or mandatary in Canada of any of them; and\n3. (c) an organization that operates a public hospital and that is designated by the Minister of National Revenue as a hospital authority under the [Excise Tax Act](https://laws-lois.justice.gc.ca/eng/acts/E-15), or an agent or mandatary of such an organization.\n\n\n(organisme public)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nReal estate broker or sales representative\n\nA person or entity that is authorized under provincial legislation to act as an agent or mandatary for purchasers or vendors in respect of the purchase or sale of real property or immovables. (courtier ou agent immobilier)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nReal estate developer\n\nA person or entity that, in any calendar year after 2007, has sold to the public, other than in the capacity of a real estate broker or sales representative:\n\n1. (a) five or more new houses or condominium units;\n2. (b) one or more new commercial or industrial buildings; or\n3. (c) one or more new multi-unit residential buildings each of which contains five or more residential units, or two or more new multi-unit residential buildings that together contain five or more residential units.\n\n(promoteur immobilier)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nReasonable measures\n\nSteps taken to achieve a desired outcome, even if they do not result in the desired outcome. For example, this can include doing one or more of the following:\n\n- asking the client,\n- conducting open source searches,\n- retrieving information already available, including information held in non-digital formats, or\n- consulting commercially available information.\n\n(mesures raisonnables)Receipt of funds record\n\nA record that indicates the receipt of an amount of funds and that contains the following information:\n\n01. (a) the date of the receipt;\n02. (b) if the amount is received from a person, their name, address and date of birth and the nature of their principal business or their occupation;\n03. (c) if the amount is received from or on behalf of an entity, the entity's name and address and the nature of their principal business;\n04. (d) the amount of the funds received and of any part of the funds that is received in cash;\n05. (e) the method by which the amount is received;\n06. (f) the type and amount of each fiat currency involved in the receipt;\n07. (g) if applicable, the exchange rates used and their source;\n08. (h) the number of every account that is affected by the transaction in which the receipt occurs, the type of account and the name of each account holder;\n09. (i) the name and address of every other person or entity that is involved in the transaction, the nature of their principal business or their occupation and, in the case of a person, their date of birth;\n10. (j) every reference number that is connected to the transaction and has a function equivalent to that of an account number; and\n11. (k) the purpose of the transaction.\n\n(relevé de réception de fonds)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nRegistered pension plan\n\nHas the same meaning as in subsection 248(1) of the [Income Tax Act](https://laws-lois.justice.gc.ca/eng/acts/I-3.3). (régime de pension agréé)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nRegistered retirement income fund\n\nHas the same meaning as in subsection 248(1) of the [Income Tax Act](https://laws-lois.justice.gc.ca/eng/acts/I-3.3). (fonds enregistré de revenu de retraite)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nReliable\n\nIn respect of information that is used to verify identity, means that the source is well known, reputable, and is considered one that you trust to verify the identity of the client. (fiable)\n\nRepresentative for service\n\nAn individual in Canada that has been appointed by a person or entity that is a foreign money services business (FMSB), pursuant to the PCMLTFA, to receive notices and documents on behalf of the FMSB. (représentant du service)\n\nRisk assessment\n\nThe review and documentation of potential money laundering/terrorist financing risks in order to help a business establish policies, procedures and controls to detect and mitigate these risks and their impact. (évaluation des risques)\n\nSanctions evasion\n\nSanctions evasion offence means an offence arising from the contravention of a restriction or prohibition established by an order or a regulation made under the United Nations Act, the Special Economic Measures Act or the Justice for Victims of Corrupt Foreign Officials Act (Sergei Magnitsky Law). (contournement des sanctions)\n\nSecurities dealer\n\nA person or entity that is referred to in paragraph 5(g) of the Act. (courtier en valeurs mobilières)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nSenior officer\n\nIn respect of an entity, means:\n\n1. (a) a director of the entity who is one of its full-time employees;\n2. (b) the entity's chief executive officer, chief operating officer, president, secretary, treasurer, controller, chief financial officer, chief accountant, chief auditor or chief actuary, or any person who performs any of those functions; or\n3. (c) any other officer who reports directly to the entity's board of directors, chief executive officer or chief operating officer.\n\n(cadre dirigeant)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nService agreement\n\nAn agreement between a money services business (MSB) and an organization according to which the MSB will provide any of the following MSB services on an ongoing basis:\n\n- money transfers;\n- foreign currency exchange;\n- issuing or redeeming money orders, traveller's cheques or anything similar; or\n- dealing in virtual currencies.\n- Crowdfunding\n- Armoured Cars\n\n(accord de relation commerciale)\nSettlor\n\nA settlor is an individual or entity that creates a trust with a written trust declaration. The settlor ensures that legal responsibility for the trust is given to a trustee and that the trustee is provided with a trust instrument document that explains how the trust is to be used for the beneficiaries. A settlor includes any individual or entity that contributes financially to that trust, either directly or indirectly. (constituant)\n\nShell bank\n\nA foreign financial institution that:\n\n1. (a) does not have a place of business that:\n1. (i) is located at a fixed address—where it employs one or more persons on a full-time basis and maintains operating records related to its banking activities—in a country in which it is authorized to conduct banking activities; and\n2. (ii) is subject to inspection by the regulatory authority that licensed it to conduct banking activities; and\n2. (b) is not controlled by, or under common control with, a depository institution, credit union or foreign financial institution that maintains a place of business referred to in paragraph (a) in Canada or in a foreign country.\n\n(banque fictive)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(1).\n\nSignature\n\nIncludes an electronic signature or other information in electronic form that is created or adopted by a client of a person or entity referred to in section 5 of the Act and that is accepted by the person or entity as being unique to that client. (signature)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nSignature card\n\nIn respect of an account, means a document that is signed by a person who is authorized to give instructions in respect of the account, or electronic data that constitutes the signature of such a person. (fiche-signature)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nSource\n\nThe issuer or provider of information or documents for verifying identification. (source)\n\nSource of funds or of virtual currency (VC)\n\nThe origin of the particular funds or VC used to carry out a specific transaction or to attempt to carry out a transaction. It is how the funds were acquired, not where the funds may have been transferred from. For example, the source of funds could originate from activities or occurrences such as employment income, gifts, the sale of a large asset, criminal activity, etc. (origine des fonds ou de la monnaie virtuelle (MV))\n\nSource of wealth\n\nThe origin of a person's total assets that can be reasonably explained, rather than what might be expected. For example, a person's wealth could originate from an accumulation of activities and occurrences such as business undertakings, family estates, previous and current employment income, investments, real estate, inheritance, lottery winnings, etc. (origine de la richesse)\n\nStarting action\n\nWith respect to a reportable transaction, information related to the instructions provided by the person or entity making the request to the reporting entity to start a transaction. For example, an individual arrives at a bank and requests to purchase a bank draft. The starting action is the details of the instructions for the purchase which includes the funds or virtual currency that the requesting person or entity brought to the reporting entity. A transaction must have at least one starting action. (action d’amorce)\n\nSWIFT\n\nThe Society for Worldwide Interbank Financial Telecommunication. (SWIFT)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nTerrorist activity\n\nHas the same meaning as in subsection 83.01(1) of the [Criminal Code](https://laws-lois.justice.gc.ca/eng/acts/C-46). (activité terroriste)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nTerrorist activity financing offence\n\nAn offence under section 83.02, 83.03 or 83.04 of the [Criminal Code](https://laws-lois.justice.gc.ca/eng/acts/C-46) or an offence under section 83.12 of the [Criminal Code](https://laws-lois.justice.gc.ca/eng/acts/C-46) arising out of a contravention of section 83.08 of that Act.\n\nA terrorist financing offence is knowingly collecting or giving property (such as money) to carry out terrorist activities. This includes the use and possession of any property to help carry out the terrorist activities. The money earned for terrorist financing can be from legal sources, such as personal donations and profits from a business or charitable organization or from criminal sources, such as the drug trade, the smuggling of weapons and other goods, fraud, kidnapping and extortion. (infraction de financement des activités terroristes)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nThird party\n\nAny individual or entity that instructs another individual or entity to act on their behalf for a financial activity or transaction. (tiers)\n\nThreats to the security of Canada\n\nHas the same meaning as in section 2 of the [Canadian Security Intelligence Service Act](https://laws-lois.justice.gc.ca/eng/acts/C-23). (menaces envers la sécurité du Canada)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nTraining program\n\nA written and implemented program outlining the ongoing training for your employees, agents or other individuals authorized to act on your behalf. It should contain information about all your obligations and requirements to be fulfilled under the Proceeds of Crime (Money Laundering) and Terrorist Financing Act and its associated Regulations. (programme de formation)\n\nTrust\n\nA right of property held by one individual or entity (a trustee) for the benefit of another individual or entity (a beneficiary). (fiducie)\n\nTrust company\n\nA company that is referred to in any of paragraphs 5(d) to (e.1) of the Act. (société de fiducie)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nTrustee\n\nA trustee is the individual or entity authorized to hold or administer the assets of a trust. (fiduciaire)\n\nTutor\n\nIn the context of civil law, a person who has been lawfully appointed to the care of the person and property of a minor. (tuteur)\n\nTwo year effectiveness review\n\nA review, conducted every two years (at a minimum), by an internal or external auditor to test the effectiveness of your policies and procedures, risk assessment, and training program. (examen bisannuel de l'efficacité)\n\nValid\n\nIn respect of a document or information that is used to verify identity, appears legitimate or authentic and does not appear to have been altered or had any information redacted. The information must also be valid according to the issuer, for example if a passport is invalid because of a name change, it is not valid for FINTRAC purposes. (valide)\n\nVerify identity\n\nTo refer to certain information or documentation, in accordance with the prescribed methods, to identify a person or entity (client). (vérifier l'identité)\n\nVery large corporation or trust\n\nA corporation or trust that has minimum net assets of $75 million CAD on its last audited balance sheet. The corporation's shares or units have to be traded on a Canadian stock exchange or on a stock exchange designated under subsection 262(1) of the Income Tax Act. The corporation or trust also has to operate in a country that is a member of the Financial Action Task Force (FATF). (personne morale ou fiducie dont l'actif est très important)\n\nViolation\n\nA contravention of the Act or the regulations that is designated as a violation by regulations made under subsection 73.1(1). (violation)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nVirtual currency\n\nMeans:\n\n1. (a) a digital representation of value that can be used for payment or investment purposes that is not a fiat currency and that can be readily exchanged for funds or for another virtual currency that can be readily exchanged for funds; or\n2. (b) a private key of a cryptographic system that enables a person or entity to have access to a digital representation of value referred to in paragraph (a).\n\n(monnaie virtuelle)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2) and PCMLTFSTRR, SOR/2001-317, s. 1(2).\n\nVirtual currency exchange transaction\n\nAn exchange, at the request of another person or entity, of virtual currency for funds, funds for virtual currency or one virtual currency for another. (opération de change en monnaie virtuelle)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nVirtual currency exchange transaction ticket\n\nA record respecting a virtual currency exchange transaction—including an entry in a transaction register—that sets out:\n\n1. (a) the date of the transaction;\n2. (b) in the case of a transaction of $1,000 or more, the name and address of the person or entity that requests the exchange, the nature of their principal business or their occupation and, in the case of a person, their date of birth;\n3. (c) the type and amount of each type of funds and each of the virtual currencies involved in the payment made and received by the person or entity that requests the exchange;\n4. (d) the method by which the payment is made and received;\n5. (e) the exchange rates used and their source;\n6. (f) the number of every account that is affected by the transaction, the type of account and the name of each account holder;\n7. (g) every reference number that is connected to the transaction and has a function equivalent to that of an account number; and\n8. (h) every transaction identifier, including the sending and receiving addresses.\n\n(fiche d'opération de change en monnaie virtuelle)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nWorking days\n\nIn respect of an electronic funds transfer (EFT) report or a large virtual currency transaction report, a working day is a day between and including Monday to Friday. It excludes Saturday, Sunday, and a public holiday. (jour ouvrable)\n\nDate Modified: 2022-04-27",
    "metadata": {
        "title": "Record keeping requirements for financial entities",
        "description": "This guidance on record keeping is applicable to financial entities that are subject to the Proceeds of Crime (Money Laundering) and Terrorist Financing Act (PCMLTFA) and associated Regulations.",
        "language": "en",
        "ogLocaleAlternate": [],
        "dctermsSubject": "FINTRAC; record keeping; requirements; financial entities; comply; requests; banks.",
        "viewport": "width=device-width, initial-scale=1",
        "dcterms.title": "Record keeping requirements for financial entities | FINTRAC – Canada.ca  ",
        "dcterms.creator": "Government of Canada, Financial Transactions and Reports Analysis Centre of Canada",
        "dcterms.issued": "2017-06-29",
        "dcterms.modified": "2022-04-27",
        "dcterms.subject": "FINTRAC; record keeping; requirements; financial entities; comply; requests; banks.",
        "dcterms.language": "eng",
        "name": "Government of Canada",
        "areaServed": "Canada",
        "sourceURL": "https://fintrac-canafe.canada.ca/guidance-directives/recordkeeping-document/record/fin-eng",
        "statusCode": 200
    },
    "markdown_cleaned": "# Record keeping requirements for financial entities\n\n## Overview\n\nFinancial entities (FEs) have record keeping requirements under the Proceeds of Crime (Money Laundering) and Terrorist Financing Act (PCMLTFA) and associated Regulations.\n\nThis guidance outlines certain record keeping requirements for FEs.\n\n## 1\\. What records must I keep and what must they contain?\n\nYou must keep the following records:\n\n01. Reports – a copy of every report sent to FINTRAC\n    - Suspicious Transaction Reports\n    - Terrorist Property Reports\n    - Large Cash Transaction Reports\n    - Large Virtual Currency Transaction Reports\n    - Electronic Funds Transfer Reports\n02. Large cash transaction records\n03. Large virtual currency transaction records\n04. Records of transactions of $3,000 or more\n05. Records of electronic funds transfers of $1,000 or more\n06. Records of virtual currency transfers in amounts equivalent to $1,000 or more\n07. Foreign currency exchange transaction tickets\n08. Virtual currency exchange transaction tickets\n09. Account records\n    - Records for account holders and persons authorized to give instructions\n    - Signature cards\n    - Intended use of an account\n    - Applications\n    - Account operating agreements\n    - Debit and credit memos\n    - Deposit slips\n    - Account statements\n    - Cleared cheque records\n    - Credit arrangement records\n10. Credit card account and transaction records\n11. Prepaid payment product account and transaction records\n12. Trust records\n\n**\\*\\*Note:** When you are required to keep records about clients, you should beas descriptive as possible. Being descriptive when recording the nature of the principal business or occupation of a client will help determine whether a transaction or activity is consistent with what would be expected for that client. For example, when the client's occupation is \"manager\", the record should reflect the area of management, such as \"hotel reservations manager\" or \"retail clothing store manager\". When an entity's principal business area is \"sales\", the record should specify the type of sales, such as \"pharmaceutical sales\" or \"retail sales\".\n\n### a. Reports – a copy of every report sent to FINTRAC\n\nYou must keep a copy of every report that you submit to FINTRAC as a record.\n\n#### Suspicious Transaction Reports\n\nWhen you submit a Suspicious Transaction Report (STR) to FINTRAC, you must keep a copy of it.Footnote 1\n\n**Retention**: At least five years after the day the STR was submitted.Footnote 2\n\n#### Terrorist Property Reports\n\nWhen you submit a Terrorist Property Report (TPR) to FINTRAC, you must keep a copy of it.Footnote 3\n\n**Retention**: At least five years after the day the TPR was submitted.Footnote 4\n\n#### Large Cash Transaction Reports\n\nWhen you submit a Large Cash Transaction Report (LCTR) to FINTRAC, you must keep a copy of it.Footnote 5\n\n**Retention**: At least five years from the date the LCTR was created.Footnote 6\n\n#### Large Virtual Currency Transaction Reports\n\nWhen you submit a Large Virtual Currency Transaction Report (LVCTR) to FINTRAC, you must keep a copy of it.Footnote 7\n\n**Retention**: At least five years from the date the LVCTR was created.Footnote 8\n\n#### Electronic Funds Transfer Reports\n\nWhen you submit an Electronic Funds Transfer Report (EFTR) to FINTRAC, you must keep a copy of it.Footnote 9\n\n**Retention**: At least five years from the date the EFTR was created.Footnote 10\n\n### b. Large cash transaction records\n\nYou must keep a large cash transaction record when you receive $10,000 or more in cash.Footnote 11\n\nIf you authorize a person or an entity to receive funds on your behalf, and that person or entity receives $10,000 or more in cash in accordance with the authorization, you are deemed to have received the amount when it is received by the person or entity, and you must keep a large cash transaction record.Footnote 12\n\n**\\*\\*Note**: This requirement is subject to the 24-hour rule.Footnote 13\n\nA large cash transaction record must include:Footnote 14\n\n- the date you received the cash;\n- if the amount is received for deposit into an account:\n  - the account number(s);\n  - the name of each account holder—if the cash was deposited into more than one client account, all names must be included in the record; and\n  - the time of the deposit, if it was made during your normal business hours, or an indication of \"night deposit\" if the deposit was made outside of your normal business hours;\n- for any person involved in the transaction (including the person from whom you received the cash), their name, address, date of birth, and occupation, or in the case of a sole proprietor, the nature of their principal business;\n- for any entity involved in the transaction (including the entity from which you received the cash), their name, address and nature of their principal business;\n- the type and amount of each fiat currency received;\n- the purpose of the transaction (for example, the cash was used to purchase a money order, etc.);\n- the method by which you received the cash (for example, in person, by mail, by armoured car, etc.);\n- the exchange rates used and their source (if applicable);\n- if other accounts are affected by the transaction, include:\n  - the account number and type of account (for example, business, personal, etc.); and\n  - the name of each account holder;\n- every reference number connected to the transaction that is meant to be similar to an account number;\n- the following details about the remittance (i.e. the disposition) of, or exchange for, the cash received:\n  - the method of remittance (for example, wire transfer, money order, etc.);\n  - if the remittance is in funds, the type and amount of each type of funds involved;\n  - if the remittance is not in funds, the type of remittance (for example, virtual currency, etc.) and value if different from the amount received in cash; and\n  - the name of every person or entity involved in the remittance, their account number or policy number. If there is no account or policy number, their identifying number.\n\n**Retention**: At least five years from the date the large cash transaction record was created.Footnote 15\n\n### c. Large virtual currency transaction records\n\nYou must keep a large virtual currency (VC) transaction record when you receive VC in an amount equivalent to $10,000 or more.Footnote 16\n\nIf you authorize a person or an entity to receive VC on your behalf, and that person or entity receives VC in an amount equivalent to $10,000 or more in accordance with the authorization, you are deemed to have received the VC when it is received by the person or entity, and you must keep a large VC transaction record.Footnote 17\n\n**\\*\\*Note**: This requirement is subject to the 24-hour rule.Footnote 18\n\nA large VC transaction record must include:Footnote 19\n\n- the date you received the VC;\n- if you received the amount for deposit into an account, the name of each account holder;\n- for any person involved in the transaction (including the person from whom you received the VC), their name, address, date of birth, and their occupation, or in the case of a sole proprietor, the nature of their principal business;\n- for any entity involved in the transaction (including the entity from which you received the VC), their name, address and the nature of their principal business;\n- the type and amount of each VC involved in the receipt;\n- the exchange rates used and their source;\n- if other accounts are affected by the transaction, include:\n  - the account number and type of account; and\n  - the name of each account holder;\n- every reference number connected to the transaction that is meant to be similar to an account number; and\n- every transaction identifier (this may include a transaction hash or similar identifier, if applicable), and every sending and receiving address.\n\n**Retention**: At least five years from the date the large virtual currency transaction record was created.Footnote 20\n\n### d. Records of transactions of $3,000 or more\n\n#### Issuance of traveller's cheques, money orders or similar negotiable instruments\n\nWhen you receive $3,000 or more in funds or an equivalent amount in VC, from a person or entity, for the issuance of traveller's cheques, money orders or other similar negotiable instruments you must record:Footnote 21\n\n- the date you received the funds or VC;\n- if you received the amount from a person, their name, address, date of birth and their occupation, or in the case of a sole proprietor, the nature of their principal business;\n- if you receive the amount from an entity, its name, address and nature of its principal business;\n- the amount received;\n- the type and amount of each type of funds and each type of the VC's involved;\n- if an account is affected by the transaction:\n  - the account number and account type; and\n  - the name of each account holder;\n- every reference number that is connected to the transaction that is meant to be similar to an account number;\n- if the received amount is in VC, every transaction identifier including transaction hashes or similar identifiers (if applicable), and every sending and receiving addresses.\n\n#### Redemption of money orders\n\nWhen you redeem one or more money orders, for a total value of $3,000 or more, in funds or in an equivalent amount of VC you must record:Footnote 22\n\n- the date the money orders were redeemed;\n- if the client is a person, their name, address, date of birth and their occupation, or in the case of a sole proprietor, the nature of their principal business;\n- if the client is an entity, its name, address and nature of its principal business;\n- the total amount of the money orders or money orders;\n- the name of the issuer of each money order;\n- if an account is affected by the redemption:\n  - the account number and account type; and\n  - the name of each account holder;\n- every reference number connected to the redemption that is meant to be similar to an account number; and\n- if the redemption involves VC, every transaction identifier, including transaction hashes or similar identifiers (as applicable), and every sending and receiving address.\n\n**Retention**: At least five years from the date the record for a transaction of $3,000 or more was created.Footnote 23\n\n### e. Records of electronic fund transfers of $1,000 or more\n\n#### Initiating an international electronic funds transfer of $1,000 or more\n\nWhen you initiate, at the request of a person or an entity, an international electronic funds transfer or any other electronic funds transfer (EFT) that is a SWIFT MT-103 message or equivalent valued at $1,000 or more you must record:Footnote 24\n\n- the date the EFT was initiated;\n- the type and amount of each type of funds involved in the initiation;\n- if the client is a person, their name, address, date of birth, telephone number and their occupation, or in the case of a sole proprietor, the nature of their principal business;\n- if the client is an entity, its name, address, telephone number and nature of its principal business;\n- the exchange rates used and their source;\n- the name and address of each beneficiary;\n- if an account is affected by the initiation\n  - the account number and account type; and\n  - the name of each account holder;\n- the number of every account that is affected by the EFT, other than those affected by the initiation; and\n- every reference number that is connected to the EFT and is meant to be similar to an account number.\n\n#### Sending an international EFT of $1,000 or more\n\nWhen you send, as an intermediary, an international EFT of $1,000 or more that was initiated by another reporting entity, you must record:Footnote 25\n\n- the date the EFT was sent;\n- if fiat currencies were exchanged in the course of sending the EFT, the type and amount of each fiat currency involved in the exchange;\n- the exchange rates used and their source;\n- for every account affected by the sending:\n  - the account number and account type; and\n  - the name of each account holder;\n- every reference number connected to sending the EFT that is meant to be similar to an account number;\n- the name and address of the person or entity who requested the initiation of the EFT, unless after taking reasonable measures that information was not included with the transfer and it is not otherwise known; and\n- the name and address of each beneficiary, unless after taking reasonable measures that information was not included with the transfer and it is not otherwise known.\n\n#### Final receipt of an international EFT of $1,000 or more\n\nWhen you are the final recipient of an international EFT of $1,000 or more, you must record:Footnote 26\n\n- the date the EFT was finally received;\n- the type and amount of each type of funds involved in the final receipt;\n- the name, address, date of birth and nature of the principal business, in the case of a sole proprietor, or occupation of each person who is a beneficiary;\n- the name, address and nature of the principal business of each entity that is a beneficiary;\n- the date of the remittance;\n- the exchange rates used for the remittance and their source;\n- if the remittance is in funds, the type and amount of each type of funds involved in the remittance;\n- if the remittance is not in funds, the type of remittance (for example, virtual currency, precious stones, etc.), and its value, if different from the amount of funds finally received;\n- for every account affected by the final receipt or remittance:\n  - the account number and account type; and\n  - the name of each account holder;\n- every reference number connected to the EFT that is meant to be similar to an account number;\n- the name and address of the person or entity that requested the initiation of the EFT, unless after taking reasonable measures, that information was not included with the transfer and it is not otherwise known; and\n- the number of every account that is affected by the EFT, other than those affected by the final receipt or remittance.\n\n**\\*\\*Note:** When you initiate, send as an intermediary, or finally receive an EFT, you must include with the transfer the prescribed information in accordance with the travel rule. Please see FINTRAC's travel rule guidance for more information.\n\n**Retention**: At least five years from the date the EFT record was created.Footnote 27\n\n### f. Records of virtual currency transfers in amounts equivalent to $1,000 or more\n\n#### VC transfer in an amount equivalent to $1,000 or more\n\nWhen you transfer VC in an amount equivalent to $1,000 or more at the request of a person or entity, you must record:Footnote 28\n\n- the date of the transfer;\n- the type and amount of each VC that is involved in the transfer;\n- if the client is a person, their name, address, date of birth and occupation, or in the case of a sole proprietor, the nature of their principal business;\n- if the client is an entity, its name, address and the nature of its principal business;\n- the name and address of each beneficiary;\n- for every account affected by the transfer:\n  - the account number and account type; and\n  - the name of each account holder;\n- every reference number connected to the transaction that is meant to be similar to an account number;\n- every transaction identifier including transaction hashes or similar identifiers (if applicable) and every sending and receiving address; and\n- the exchange rates used and their source.\n\n#### Receipt of VC in an amount equivalent to $1,000 or more for remittance to a beneficiary\n\nWhen you receive VC in an amount equivalent to $1,000 or more for remittance to a beneficiary, you must record: Footnote 29\n\n- the date of the receipt;\n- the type and amount of each VC that is received;\n- if the beneficiary is a person, the name, address, date of birth and occupation, or in the case of a sole proprietor, the nature of their principal business of each beneficiary;\n- if the beneficiary is an entity, the name, address and the nature of principal business of each beneficiary;\n- the date of the remittance;\n- the exchange rates used for the remittance and their source;\n- if the remittance is in VC, the type and amount of each VC involved in the remittance;\n- if the remittance is not in VC, the type and value of the remittance, if different from the value of the received VC;\n- for every account affected by the transaction:\n  - the account number and account type; and\n  - the name of each account holder;\n- every reference number connected to the transaction that is meant to be similar to an account number;\n- every transaction identifier, including transaction hashes or similar identifiers (if applicable), and every sending and receiving address; and\n- the name and address of the person or entity that requested the transfer, unless that information was not, despite the taking of reasonable measures, included with the transfer and is not otherwise known.\n\n**\\*\\*Note:** When you transfer VC, you must include with the transfer the prescribed information in accordance with the travel rule. When you receive VC, you must take reasonable measures to ensure that the transfer includes the prescribed information. Please see FINTRAC's travel rule guidance for more information.\n\n**Retention**: At least five years from the date the VC transfer or VC receipt record was created.Footnote 30\n\n### g. Foreign currency exchange transaction tickets\n\nYou must keep a transaction ticket, which may take the form of an entry in a transaction register, for every foreign currency exchange transaction you conduct, regardless of the amount.Footnote 31 Each transaction ticket must include:Footnote 32\n\n- the date of the transaction;\n- if the transaction was of $3,000 or more and requested by a person, their name, address, date of birth and occupation, or in the case of a sole proprietor, the nature of their principal business;\n- if the transaction was of $3,000 or more and requested by an entity, its name, address and the nature of its principal business;\n- type and amount of each fiat currency received from the client and the type and amount of each fiat currency given to the client;\n- the method by which the payment was made and received;\n- the exchange rates used and their source;\n- for every account affected by the transaction:\n  - the account number and account type; and\n  - the name of each account holder;\n- every reference number that is connected to the transaction that is meant to be similar to that of an account number.\n\n**Retention**: At least five years from the date the foreign exchange transaction record was created.Footnote 33\n\n### h. VC exchange transaction tickets\n\nYou must keep a VC exchange transaction ticket, which may take the form of an entry in a transaction register, for every VC exchange transaction you conduct, regardless of the amount.Footnote 34 Each transaction ticket must include:Footnote 35\n\n- the date of the transaction;\n- if the VC transaction was equivalent to $1,000 or more and requested by a person, their name, address, date of birth and occupation, or in the case of a sole proprietor, the nature of their principal business;\n- if the VC transaction was equivalent to $1,000 or more and requested by an entity, its name, address and the nature of its principal business;\n- the type and amount of each fund and each VC involved in the payment made and received by the client;\n- the method (VC currency exchange business) by which the payment was made and received;\n- the exchange rates used and their source;\n- for every account affected by the transaction:\n  - the account number and account type; and\n  - the name of each account holder;\n- every reference number connected to the transaction that is meant to be similar to that of an account number; and\n- every transaction identifier, including transaction hashes or similar identifiers (if applicable), and every sending and receiving address.\n\n**Retention**: At least five years from the date the VC exchange transaction record was created.Footnote 36\n\n### i. Account records\n\nFor every account opened for a client, you must keep the following records:\n\n#### Records for account holders and persons authorized to give instructions\n\nYou must keep a record for every account holder (person, corporation, or other entity) and for every other person (up to three, in the case of a business account) who is authorized to give instructions in respect of the account.Footnote 37\n\nFor a **person,** the record must include their name, address, date of birth and their occupation, or in the case of a sole proprietor, the nature of their principal business.Footnote 38\n\nFor an account holder that is **a corporation or** **an entity other than a corporation**, the record must include its name, address and the nature of its principal business.Footnote 39\n\nFor a **corporation**, you must also keep a copy of the part of its official corporate records that contains any provision relating to the power to bind the corporation regarding the account.Footnote 40 This could be found in, for example:\n\n- the articles of incorporation; or\n- the bylaws of the corporation that set out the officers duly authorized to sign on behalf of the corporation, such as the president, treasurer, vice-president, comptroller, etc.\n\n**Retention**: At least five years from the date the record was created. However, if this information is kept in one of the other account records, then the retention of that other record applies – at least five years from the date the account is closed.Footnote 41\n\n#### Signature cards\n\nYou must keep a signature card for every person authorized to give instructions on an account you open.Footnote 42 It can include the person's handwritten signature or an electronic signature that was created or adopted by the person.\n\nAn electronic signature can be numeric, character-based, or biometric, so long as it is unique to the person and a record can be kept. An electronic signature may also be encrypted. For example, a client's personal identification number (PIN) can be used as an electronic signature. FINTRAC's expectation is that it will be possible to review a signature card record during an examination, but the electronic signature does not need to be unencrypted.\n\nYou can keep a single signature card for a client that holds multiple accounts; you do not need to create a new signature card every time a client opens a subsequent account.\n\n**Retention**: At least five years from the date the account was closed.Footnote 43\n\n#### Intended use of an account\n\nYou must keep a record of the intended use of an account.Footnote 44\n\nExamples of the intended use of personal accounts include, but are not limited to:\n\n- general chequing services, such as payment of family and household expenses;\n- saving to fund a large purchase, retirement, or for a child's education; or\n- receiving directly deposited employment or pension income.\n\nExamples of the intended use of business accounts include, but are not limited to:\n\n- depositing of daily business receipts (sales, etc.);\n- making payments to employees (payroll);\n- general business operating expenses; or\n- making payments to suppliers.\n\n**Retention**: At least five years from the date the account was closed.Footnote 45\n\n#### Applications\n\nYou must also keep a record of every application in respect of an account.Footnote 46\n\n**Retention**: At least five years from the date the account was closed.Footnote 47\n\n#### Account operating agreements\n\nYou must keep every account operating agreement that you create or receive. An account operating agreement is a document that outlines the agreement between you and your client about the account's operation. For example, an application for a deposit account or a mortgage can include a reference to a separate document setting out the terms and conditions of the account's operation. The account operating agreement record in that case would include both the application and the separate document.Footnote 48\n\n**Retention**: At least five years from the date the account was closed.Footnote 49\n\n#### Debit and credit memos\n\nYou must keep every debit and credit memo that you create or receive regarding an account. However, you do not need to keep a debit memo that relates to another account held at the same branch.Footnote 50 That is, you do not have to keep duplicate debit memos. If you have kept a debit memo in relation to two accounts at a given branch, you are only required to keep one memo on record.\n\n**Retention**: At least five years from the date the debit or credit memo was created.Footnote 51\n\n#### Deposit slips\n\nYou must keep a deposit slip for every deposit to an account.Footnote 52 A deposit slip means a record that includes: Footnote 53\n\n- the date of the deposit;\n- the name of the person or entity that made the deposit;\n- the amount of the deposit, and any part of the deposit that was made in cash;\n- the method by which the deposit was made; and\n- the number of the account the deposit went into and the name of each account holder.\n\n**Retention**: At least five years from the date the deposit slips were created.Footnote 54\n\n#### Account statements\n\nYou must keep a copy of every account statement you send to an account holder.Footnote 55\n\n**Retention**: At least five years from the date the account statements were created.Footnote 56\n\n#### Cleared cheque records\n\nYou must keep a record of every cleared cheque drawn on an account, and a copy of every cleared cheque that is deposited to an account.Footnote 57\n\nThis does not apply to cheques drawn from an account and deposited to an account at the same branch.\n\nIt also does not apply if an image of the cheque has been recorded electronically or on microfilm, which can be readily reproduced, and it can be readily ascertained where the image is recorded.\n\n**Retention**: At least five years from the date the cleared cheques records were created and at least five years from the date the image was recorded in the case of a microfilm or electronic medium.Footnote 58\n\n#### Credit arrangement records\n\nYou are required to keep the following information with respect to a credit arrangement that you have entered into with a client: Footnote 59\n\n- a record of the client's financial capacity;\n- the terms of the credit arrangement;\n- the nature of the client's principal business or their occupation; and\n- if the client is a person, the name and address of their business or place of work.\n\n**Retention:** At least five years from the date the account was closed.Footnote 60\n\n### j. Credit card account and related transaction records\n\n#### Records for account holders and persons authorized to give instructions\n\nYou must keep a record for every credit card account holder (person, corporation, or other entity) and for every other person (up to three, in the case of a business account) that is authorized to give instructions in respect of the account.Footnote 61\n\nFor a **person,** the record must include their name, address, date of birth and occupation or, in the case of a sole proprietor, the nature of their principal business.Footnote 62\n\nFor an account holder that is **a corporation or** **an entity other than a corporation**, the record must include its name, address and the nature of its principal business.Footnote 63\n\nFor **a corporation**, you must also keep a copy of the part of its official corporate records that contains provisions relating to the power to bind the corporation in respect of the credit card account or credit card transactions.Footnote 64 This could be found in, for example:\n\n- the articles of incorporation; or\n- the bylaws of the corporation that set out the officers duly authorized to sign on behalf of the corporation, such as the president, treasurer, vice-president, comptroller, etc.\n\n**Retention**: At least five years from the date the record was created. However, if this information is kept in one of the other credit card account records, then the retention of that other record applies – at least five years from the date the account is closed. Footnote 65\n\n#### Other account records\n\nYou must keep the following records for every credit card account:\n\n- every credit card application related to the account;Footnote 66 and\n- a copy of every credit card statement that you sent to an account holder.Footnote 67\n\n**Retention:** You must keep a credit card application for at least five years from the date the account was closed and credit card statements for at least five years from the day they were created.Footnote 68\n\n#### Transaction records\n\nYou must keep the following records when transactions are related to a credit card account:\n\n- a foreign currency exchange transaction ticket for every foreign currency exchange transaction (See Foreign currency exchange transaction tickets);Footnote 69\n- a VC exchange transaction ticket for every VC exchange transaction (See VC exchange transaction tickets);Footnote 70\n- a record of the initiation of an international EFT of $1,000 or more that was requested by a person or an entity and for which the funds were transferred from the account (See Initiating an EFT of $1,000 or more);Footnote 71and\n- a record of the final receipt of an international EFT of $1,000 or more that was remitted to a beneficiary by payment to the credit card account (See Final receipt of an international EFT of $1,000 or more).Footnote 72\n\n**Retention**: At least five years from the date the transaction records were created.Footnote 73\n\n### k. Prepaid payment product account and transaction records\n\n#### Records for account holders and authorized users\n\nYou must keep a record for every prepaid payment product (PPP) account holder (person, corporation, or other entity) and for every authorized user.Footnote 74\n\nFor a **person,** the record must include their name, address, date of birth, occupation and in the case of a sole proprietor, the nature of their principal business.Footnote 75\n\nFor each PPP account holder that is **a corporation or an entity other than a corporation**, the record must include its name, address and the nature of its principal business.Footnote 76\n\nWhen you open a PPP account for a **corporation**, you must also keep a copy of the part of its official corporate records that contains any provision relating to the power to bind the corporation in respect of the PPP account or PPP account transactions.Footnote 77\n\n**Retention**:  At least five years from the date the record was created. However, if this information is kept in one of the other account records, then the retention of that other record applies – at least five years from the date the account is closed.Footnote 78\n\n#### Other account records\n\nYou must keep the following records for every PPP account:\n\n- every application related to the PPP account;Footnote 79\n- every debit and credit memo you created or received related to the PPP account;Footnote 80\n- a copy of every account statement sent to the holder of the PPP account;Footnote 81 and\n- a prepaid payment product slip for every payment made to the PPP accountFootnote 82 that includes:\n\n  - the date of the payment;\n  - the name of the person or entity that made the payment;\n  - the type and amount of each type of funds or each of the VC's involved in the payment;\n  - the method by which the payment was made;\n  - the name of each PPP account holder; and\n  - the account number and, if different, the number that identifies the PPP that is connected to the account.Footnote 83\n\n**Retention**: You must keep PPP account applications for at least five years from the date the account was closed and the other records listed above for at least five years from the date they were created.Footnote 84\n\n#### PPP account transaction records\n\nYou must keep the following records when transactions are related to a PPP account:\n\n- a foreign currency exchange transaction ticket for every foreign currency exchange transaction (See Foreign currency exchange transaction tickets);Footnote 85\n- a VC exchange transaction ticket for every VC exchange transaction (See VC exchange transaction tickets);Footnote 86\n- a record of the initiation of an international EFT of $1,000 or more that was requested by a person or an entity for which the funds were transferred from a PPP account (See Initiating an EFT of $1,000 or more);Footnote 87\n- a record of the final receipt of an international EFT of $1,000 or more that was remitted to a beneficiary by payment to a PPP account (See Final receipt of an EFT of $1,000 or more);Footnote 88\n- a record of the transfer of VC in amount equivalent to $1,000 or more from a PPP account (See VC transfer in an amount equivalent to $1,000 or more);Footnote 89 and\n- a record of the receipt of VC in an amount equivalent to $1,000 or more that was remitted to a beneficiary by payment to a PPP account (See Receipt of VC in an amount equivalent to $1,000 or more).Footnote 90\n\n**Retention**: At least five years from the date the transaction records were created.Footnote 91\n\n\\*\\* **Note**: Please see FINTRAC's Prepaid payment products and prepaid payment product accounts guidance for more information.\n\n### l. Trust records\n\nA trust company is an FE that is regulated by the Trust and Loan Companies Act or by an equivalent provincial Act. Trust companies have record keeping obligations related to the trusts for which they are the trustee.\n\nA trust is a legal agreement by which financial assets are held by a person or an entity (a trustee) in trust for the benefit of another person, group of persons or entity (beneficiaries). The settlor of a trust is the person or entity that creates a trust with a written trust declaration.\n\nYou must keep the following records for every trust for which you are trustee, in addition to the transaction and account records listed previously in this guidance:Footnote 92\n\n- a copy of the trust deed;\n- if the settlor is a person, their name, address, date of birth and occupation or, in the case of a sole proprietor, the nature of their principal business; and\n- if the settlor is an entity, its name, address and nature of its principal business.\n\nYou may also have record keeping obligations for certain institutional and inter vivos trusts. Institutional trusts are established by a corporation, partnership or other entity for a particular business purpose. Whereas, inter vivos trusts are established by a living person for the benefit of another person, such as a trust created by a parent for a child so that the trust's assets can be distributed to the child (beneficiary) during or after the parent's (settlor) lifetime.\n\n**If the trust is an institutional trust and the settlor is a corporation**, you have to keep a copy of the part of the official corporate records that contains provisions relating to the power to bind the settlor/corporation in respect of the trust.\n\n**If the trust is an inter vivos trust (personal trust other than a trust created by a will)**, you have to keep a record about each of the beneficiaries that are known to you which must include:Footnote 93\n\n- if the beneficiary is a person, their name, date of birth, address, telephone number and occupation or, in the case of a sole proprietor, the nature of their principal business;\n- if the beneficiary is an entity, its name, address, telephone number and the nature of its principal business.\n\nThis information needs to be recorded for each beneficiary known to you at the time you become trustee of the trust.\n\n## 2\\. What are my responsibilities when maintaining records?\n\nIn order to comply with your record keeping requirements, you must keep records in such a manner that they can be provided to FINTRAC within 30 days of a request.Footnote 94 The records may also be requested through a judicial order by law enforcement to support an investigation of money laundering or terrorist activity financing. A record (or a copy) may be kept in a machine-readable or electronic form, so long as a paper copy can easily be produced.Footnote 95\n\nEmployees who keep records for you are not required to keep them after their employment ends. The same is true for persons in a contractual relationship with you, when the contractual relationship ends, they no longer have to keep records for you.Footnote 96 You have to obtain and keep the records that were kept for you by an employee or a contractor before the end of the person's employment or contract.\n\nThere may be situations where you are required to keep records for purposes other than complying with your obligations under the PCMLTFA. For example, a federal or provincial regulator may require you to keep records in addition to those described in this guidance. If this is the case, you must still meet the requirements described in this guidance. For example, the retention period for your records can be longer than what is described, but it cannot be shorter.\n\n## 3\\. What are the exceptions to the record keeping requirements?\n\nIf you are required to keep a record with information that is readily available in other records, you do not have to record the information again.Footnote 97\n\nFor example, when you keep a copy of a large cash transaction report (LCTR) you may choose to use this as your large cash transaction record for the same transaction, so long as **all of the information** that would otherwise be kept in the large cash transaction record is captured within the report. Any requirement related to keeping the large cash transaction record would still apply, such as verifying identity.\n\n#### EFTs conducted by credit/debit card or PPP\n\nYou do not need to keep the following records associated with a credit/debit card or PPP transaction if the beneficiary has an agreement with the payment service provider that allows for the payment of goods and services by those means when you:Footnote 98\n\n- initiate, send or are the final recipient of an international EFT of $1,000 or more; or\n- initiate or are the final recipient of an international EFT of $1,000 or more where the funds are transferred from or to a credit card or PPP account.\n\n### Payment card processing activities\n\nIf you are processing credit card or PPP payments on behalf of a merchant (for example, credit card acquiring), the record keeping requirements described in this guidance do not apply to those activities.Footnote 99\n\nA credit card acquiring business is an FE that has an agreement with a merchant to provide the following services:\n\n- enabling the merchant to accept credit card payments by cardholders for goods and services and to receive payment for credit card purchases;\n- processing services, payment settlements and providing point-of-sale equipment (such as computer terminals); and\n- providing other ancillary services to the merchant.\n\n### Financial entities, public bodies, and very large corporations or trusts\n\nYou do not have to keep a large cash transaction record or a large VC transaction record if the cash or VC was received from another FE, a public body, or a person who is acting on behalf of a client that is an FE or public body.Footnote 100\n\nIf you receive $3,000 or more from a client that is an FE, or a person who is acting on behalf of a client that is an FE, for the issuance of traveller's cheques, money orders or other similar negotiable instruments, you are not required to keep a record of the transaction.Footnote 101\n\nIf you open an account, a credit card account, a PPP account, or conduct a transaction for a public body, a very large corporation or trust, or a subsidiary of those entities if the financial statements of the subsidiary are consolidated with those of the public body, very large corporation or trust, you are not required to keep the following records:Footnote 102\n\n- Records of transactions of $3,000 or more;\n- Records of EFTs of $1,000 or more;\n- Records of VC transfers and receipt equivalent to $1,000 or more;\n- Foreign currency exchange transaction records;\n- VC exchange transaction records;\n- Account records;\n- PPP account records;\n- Credit card account records; and\n- Trust records.\n\n### Virtual currency\n\nWhen you transfer or receive VC as compensation for the validation of a transaction that is recorded in a distributed ledger, **or** when you exchange, transfer, or receive a nominal amount of VC for the sole purpose of validating a different transaction or a transfer of information, you do not need to keep a record of: Footnote 103\n\n- large VC transactions;\n- transfers of $1,000 or more in VC at the request of a person or entity;\n- receipt of $1,000 or more in VC for remittance to a beneficiary; or\n- VC exchange transaction tickets.\n\n#### Other record keeping exempted activities\n\nYou do not have to keep the transaction and account records identified in this guidance for the following activities:Footnote 104\n\n- the sale of an exempt policy as defined in subsection 306(1) of the Income Tax Regulations;\n- the sale of a group life insurance policy that does not provide for a cash surrender value or a savings component;\n- the sale of an immediate or deferred annuity that is paid for entirely with funds that are directly transferred from a registered pension plan or from a pension plan that is required to be registered under the Pension Benefits Standards Act, 1985, or similar provincial legislation;\n- the sale of a registered annuity policy or a registered retirement income fund;\n- the sale of an immediate or deferred annuity that is paid for entirely with the proceeds of a group life insurance policy;\n- a transaction that is part of a reverse mortgage or a structured settlement;\n- the opening of an account for the deposit and sale of shares from a corporate demutualization or the privatization of a Crown corporation;\n- the opening of an account in the name of an affiliate of an FE, if that affiliate carries out activities that are similar to those of persons and entities referred to in paragraphs 5(a) to (g) of the PCMLTFA;\n- the opening of a registered plan account, including a locked-in retirement plan account, a registered retirement savings plan account and a group registered retirement savings plan account;\n- the opening of an account established in accordance with the escrow requirements of a Canadian securities regulator, the Canadian stock exchange, or any provincial legislation;\n- the opening of an account where the account holder or settlor is a pension fund that is regulated under federal or provincial legislation;\n- the opening of an account in the name of or in respect of which, instructions are authorized to be given by an FE, a securities dealer or a life insurance company or by an investment fund that is regulated under provincial securities legislation; or\n- an account opened solely to provide customer accounting services to a securities dealer.\n\nThese exceptions do not apply to large cash transactions, large VC transactions, or suspicious transactions.\n\n#### Group Plans\n\nIf you open a group plan account (other than those for which exceptions already apply) you do **not** have to keep a signature card for a person who is a member of the plan if:\n\n- the identity of the entity that is the plan sponsor has been verified; and\n- the individual member contributions are made by the sponsor of the plan or by payroll deductions.Footnote 105",
    "chunks": [
        {
            "idx": 0,
            "content": "# Record keeping requirements for financial entities  \n## Overview  \nFinancial entities (FEs) have record keeping requirements under the Proceeds of Crime (Money Laundering) and Terrorist Financing Act (PCMLTFA) and associated Regulations.  \nThis guidance outlines certain record keeping requirements for FEs.",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "Overview"
            },
            "word_count": 40,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 1,
            "content": "## 1\\. What records must I keep and what must they contain?  \nYou must keep the following records:  \n01. Reports – a copy of every report sent to FINTRAC\n- Suspicious Transaction Reports\n- Terrorist Property Reports\n- Large Cash Transaction Reports\n- Large Virtual Currency Transaction Reports\n- Electronic Funds Transfer Reports\n02. Large cash transaction records\n03. Large virtual currency transaction records\n04. Records of transactions of $3,000 or more\n05. Records of electronic funds transfers of $1,000 or more\n06. Records of virtual currency transfers in amounts equivalent to $1,000 or more\n07. Foreign currency exchange transaction tickets\n08. Virtual currency exchange transaction tickets\n09. Account records\n- Records for account holders and persons authorized to give instructions\n- Signature cards\n- Intended use of an account\n- Applications\n- Account operating agreements\n- Debit and credit memos\n- Deposit slips\n- Account statements\n- Cleared cheque records",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "1\\. What records must I keep and what must they contain?"
            },
            "word_count": 151,
            "bullet_point_ratio": 0.92,
            "context": " The chunk is part of the document under the section \"Record keeping requirements for financial entities,\" specifically addressing the question \"1. What records must I keep and what must they contain?\"",
            "questions": [
                "What types of financial reports must a bank maintain and submit to FINTRAC according to the record keeping requirements?",
                "For what types of large transactions and transfers must detailed records be kept, and what are the minimum thresholds for these transactions?",
                "What specific account-related records are required to be kept as per the outlined record keeping requirements for financial entities?"
            ],
            "qnas": [
                {
                    "question": "What types of financial reports must a bank maintain and submit to FINTRAC according to the record keeping requirements?",
                    "answer": "According to FINTRAC's record keeping requirements, a bank must maintain and submit the following types of financial reports:\n\n- Suspicious Transaction Reports\n- Terrorist Property Reports\n- Large Cash Transaction Reports\n- Large Virtual Currency Transaction Reports\n- Electronic Funds Transfer Reports"
                },
                {
                    "question": "For what types of large transactions and transfers must detailed records be kept, and what are the minimum thresholds for these transactions?",
                    "answer": "Detailed records must be kept for large cash transactions, large virtual currency transactions, transactions of $3,000 or more, electronic funds transfers of $1,000 or more, and virtual currency transfers equivalent to $1,000 or more, as required by FINTRAC."
                },
                {
                    "question": "What specific account-related records are required to be kept as per the outlined record keeping requirements for financial entities?",
                    "answer": "As per FINTRAC's record keeping requirements for financial entities, the specific account-related records that must be kept include:\n\n- Account records for account holders and persons authorized to give instructions\n- Signature cards\n- Intended use of an account\n- Applications\n- Account operating agreements\n- Debit and credit memos\n- Deposit slips\n- Account statements\n- Cleared cheque records"
                }
            ]
        },
        {
            "idx": 2,
            "content": "- Credit arrangement records\n10. Credit card account and transaction records\n11. Prepaid payment product account and transaction records\n12. Trust records  \n**\\*\\*Note:** When you are required to keep records about clients, you should beas descriptive as possible. Being descriptive when recording the nature of the principal business or occupation of a client will help determine whether a transaction or activity is consistent with what would be expected for that client. For example, when the client's occupation is \"manager\", the record should reflect the area of management, such as \"hotel reservations manager\" or \"retail clothing store manager\". When an entity's principal business area is \"sales\", the record should specify the type of sales, such as \"pharmaceutical sales\" or \"retail sales\".",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "1\\. What records must I keep and what must they contain?"
            },
            "word_count": 120,
            "bullet_point_ratio": 0.8
        },
        {
            "idx": 3,
            "content": "### a. Reports – a copy of every report sent to FINTRAC  \nYou must keep a copy of every report that you submit to FINTRAC as a record.",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "1\\. What records must I keep and what must they contain?",
                "Header 3": "a. Reports – a copy of every report sent to FINTRAC"
            },
            "word_count": 28,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 4,
            "content": "#### Suspicious Transaction Reports  \nWhen you submit a Suspicious Transaction Report (STR) to FINTRAC, you must keep a copy of it.Footnote 1  \n**Retention**: At least five years after the day the STR was submitted.Footnote 2",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "1\\. What records must I keep and what must they contain?",
                "Header 3": "a. Reports – a copy of every report sent to FINTRAC",
                "Header 4": "Suspicious Transaction Reports"
            },
            "word_count": 35,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 5,
            "content": "#### Terrorist Property Reports  \nWhen you submit a Terrorist Property Report (TPR) to FINTRAC, you must keep a copy of it.Footnote 3  \n**Retention**: At least five years after the day the TPR was submitted.Footnote 4",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "1\\. What records must I keep and what must they contain?",
                "Header 3": "a. Reports – a copy of every report sent to FINTRAC",
                "Header 4": "Terrorist Property Reports"
            },
            "word_count": 35,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 6,
            "content": "#### Large Cash Transaction Reports  \nWhen you submit a Large Cash Transaction Report (LCTR) to FINTRAC, you must keep a copy of it.Footnote 5  \n**Retention**: At least five years from the date the LCTR was created.Footnote 6",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "1\\. What records must I keep and what must they contain?",
                "Header 3": "a. Reports – a copy of every report sent to FINTRAC",
                "Header 4": "Large Cash Transaction Reports"
            },
            "word_count": 37,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 7,
            "content": "#### Large Virtual Currency Transaction Reports  \nWhen you submit a Large Virtual Currency Transaction Report (LVCTR) to FINTRAC, you must keep a copy of it.Footnote 7  \n**Retention**: At least five years from the date the LVCTR was created.Footnote 8",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "1\\. What records must I keep and what must they contain?",
                "Header 3": "a. Reports – a copy of every report sent to FINTRAC",
                "Header 4": "Large Virtual Currency Transaction Reports"
            },
            "word_count": 39,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 8,
            "content": "#### Electronic Funds Transfer Reports  \nWhen you submit an Electronic Funds Transfer Report (EFTR) to FINTRAC, you must keep a copy of it.Footnote 9  \n**Retention**: At least five years from the date the EFTR was created.Footnote 10",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "1\\. What records must I keep and what must they contain?",
                "Header 3": "a. Reports – a copy of every report sent to FINTRAC",
                "Header 4": "Electronic Funds Transfer Reports"
            },
            "word_count": 37,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 9,
            "content": "### b. Large cash transaction records  \nYou must keep a large cash transaction record when you receive $10,000 or more in cash.Footnote 11  \nIf you authorize a person or an entity to receive funds on your behalf, and that person or entity receives $10,000 or more in cash in accordance with the authorization, you are deemed to have received the amount when it is received by the person or entity, and you must keep a large cash transaction record.Footnote 12  \n**\\*\\*Note**: This requirement is subject to the 24-hour rule.Footnote 13  \nA large cash transaction record must include:Footnote 14  \n- the date you received the cash;\n- if the amount is received for deposit into an account:\n- the account number(s);\n- the name of each account holder—if the cash was deposited into more than one client account, all names must be included in the record; and",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "1\\. What records must I keep and what must they contain?",
                "Header 3": "b. Large cash transaction records"
            },
            "word_count": 146,
            "bullet_point_ratio": 0.4444444444444444
        },
        {
            "idx": 10,
            "content": "- the time of the deposit, if it was made during your normal business hours, or an indication of \"night deposit\" if the deposit was made outside of your normal business hours;\n- for any person involved in the transaction (including the person from whom you received the cash), their name, address, date of birth, and occupation, or in the case of a sole proprietor, the nature of their principal business;\n- for any entity involved in the transaction (including the entity from which you received the cash), their name, address and nature of their principal business;\n- the type and amount of each fiat currency received;\n- the purpose of the transaction (for example, the cash was used to purchase a money order, etc.);\n- the method by which you received the cash (for example, in person, by mail, by armoured car, etc.);\n- the exchange rates used and their source (if applicable);\n- if other accounts are affected by the transaction, include:",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "1\\. What records must I keep and what must they contain?",
                "Header 3": "b. Large cash transaction records"
            },
            "word_count": 164,
            "bullet_point_ratio": 1.0
        },
        {
            "idx": 11,
            "content": "- the account number and type of account (for example, business, personal, etc.); and\n- the name of each account holder;\n- every reference number connected to the transaction that is meant to be similar to an account number;\n- the following details about the remittance (i.e. the disposition) of, or exchange for, the cash received:\n- the method of remittance (for example, wire transfer, money order, etc.);\n- if the remittance is in funds, the type and amount of each type of funds involved;\n- if the remittance is not in funds, the type of remittance (for example, virtual currency, etc.) and value if different from the amount received in cash; and\n- the name of every person or entity involved in the remittance, their account number or policy number. If there is no account or policy number, their identifying number.  \n**Retention**: At least five years from the date the large cash transaction record was created.Footnote 15",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "1\\. What records must I keep and what must they contain?",
                "Header 3": "b. Large cash transaction records"
            },
            "word_count": 158,
            "bullet_point_ratio": 0.8888888888888888
        },
        {
            "idx": 12,
            "content": "### c. Large virtual currency transaction records  \nYou must keep a large virtual currency (VC) transaction record when you receive VC in an amount equivalent to $10,000 or more.Footnote 16  \nIf you authorize a person or an entity to receive VC on your behalf, and that person or entity receives VC in an amount equivalent to $10,000 or more in accordance with the authorization, you are deemed to have received the VC when it is received by the person or entity, and you must keep a large VC transaction record.Footnote 17  \n**\\*\\*Note**: This requirement is subject to the 24-hour rule.Footnote 18  \nA large VC transaction record must include:Footnote 19  \n- the date you received the VC;\n- if you received the amount for deposit into an account, the name of each account holder;",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "1\\. What records must I keep and what must they contain?",
                "Header 3": "c. Large virtual currency transaction records"
            },
            "word_count": 133,
            "bullet_point_ratio": 0.2857142857142857
        },
        {
            "idx": 13,
            "content": "- for any person involved in the transaction (including the person from whom you received the VC), their name, address, date of birth, and their occupation, or in the case of a sole proprietor, the nature of their principal business;\n- for any entity involved in the transaction (including the entity from which you received the VC), their name, address and the nature of their principal business;\n- the type and amount of each VC involved in the receipt;\n- the exchange rates used and their source;\n- if other accounts are affected by the transaction, include:\n- the account number and type of account; and\n- the name of each account holder;\n- every reference number connected to the transaction that is meant to be similar to an account number; and\n- every transaction identifier (this may include a transaction hash or similar identifier, if applicable), and every sending and receiving address.",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "1\\. What records must I keep and what must they contain?",
                "Header 3": "c. Large virtual currency transaction records"
            },
            "word_count": 153,
            "bullet_point_ratio": 1.0
        },
        {
            "idx": 14,
            "content": "**Retention**: At least five years from the date the large virtual currency transaction record was created.Footnote 20",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "1\\. What records must I keep and what must they contain?",
                "Header 3": "c. Large virtual currency transaction records"
            },
            "word_count": 17,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 15,
            "content": "### d. Records of transactions of $3,000 or more  \n#### Issuance of traveller's cheques, money orders or similar negotiable instruments  \nWhen you receive $3,000 or more in funds or an equivalent amount in VC, from a person or entity, for the issuance of traveller's cheques, money orders or other similar negotiable instruments you must record:Footnote 21  \n- the date you received the funds or VC;\n- if you received the amount from a person, their name, address, date of birth and their occupation, or in the case of a sole proprietor, the nature of their principal business;\n- if you receive the amount from an entity, its name, address and nature of its principal business;\n- the amount received;\n- the type and amount of each type of funds and each type of the VC's involved;\n- if an account is affected by the transaction:\n- the account number and account type; and\n- the name of each account holder;",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "1\\. What records must I keep and what must they contain?",
                "Header 3": "d. Records of transactions of $3,000 or more",
                "Header 4": "Issuance of traveller's cheques, money orders or similar negotiable instruments"
            },
            "word_count": 160,
            "bullet_point_ratio": 0.7272727272727273
        },
        {
            "idx": 16,
            "content": "- every reference number that is connected to the transaction that is meant to be similar to an account number;\n- if the received amount is in VC, every transaction identifier including transaction hashes or similar identifiers (if applicable), and every sending and receiving addresses.",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "1\\. What records must I keep and what must they contain?",
                "Header 3": "d. Records of transactions of $3,000 or more",
                "Header 4": "Issuance of traveller's cheques, money orders or similar negotiable instruments"
            },
            "word_count": 45,
            "bullet_point_ratio": 1.0
        },
        {
            "idx": 17,
            "content": "#### Redemption of money orders  \nWhen you redeem one or more money orders, for a total value of $3,000 or more, in funds or in an equivalent amount of VC you must record:Footnote 22  \n- the date the money orders were redeemed;\n- if the client is a person, their name, address, date of birth and their occupation, or in the case of a sole proprietor, the nature of their principal business;\n- if the client is an entity, its name, address and nature of its principal business;\n- the total amount of the money orders or money orders;\n- the name of the issuer of each money order;\n- if an account is affected by the redemption:\n- the account number and account type; and\n- the name of each account holder;\n- every reference number connected to the redemption that is meant to be similar to an account number; and\n- if the redemption involves VC, every transaction identifier, including transaction hashes or similar identifiers (as applicable), and every sending and receiving address.",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "1\\. What records must I keep and what must they contain?",
                "Header 3": "d. Records of transactions of $3,000 or more",
                "Header 4": "Redemption of money orders"
            },
            "word_count": 175,
            "bullet_point_ratio": 0.8333333333333334
        },
        {
            "idx": 18,
            "content": "**Retention**: At least five years from the date the record for a transaction of $3,000 or more was created.Footnote 23",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "1\\. What records must I keep and what must they contain?",
                "Header 3": "d. Records of transactions of $3,000 or more",
                "Header 4": "Redemption of money orders"
            },
            "word_count": 20,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 19,
            "content": "### e. Records of electronic fund transfers of $1,000 or more  \n#### Initiating an international electronic funds transfer of $1,000 or more  \nWhen you initiate, at the request of a person or an entity, an international electronic funds transfer or any other electronic funds transfer (EFT) that is a SWIFT MT-103 message or equivalent valued at $1,000 or more you must record:Footnote 24  \n- the date the EFT was initiated;\n- the type and amount of each type of funds involved in the initiation;\n- if the client is a person, their name, address, date of birth, telephone number and their occupation, or in the case of a sole proprietor, the nature of their principal business;\n- if the client is an entity, its name, address, telephone number and nature of its principal business;\n- the exchange rates used and their source;\n- the name and address of each beneficiary;\n- if an account is affected by the initiation\n- the account number and account type; and\n- the name of each account holder;",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "1\\. What records must I keep and what must they contain?",
                "Header 3": "e. Records of electronic fund transfers of $1,000 or more",
                "Header 4": "Initiating an international electronic funds transfer of $1,000 or more"
            },
            "word_count": 174,
            "bullet_point_ratio": 0.75
        },
        {
            "idx": 20,
            "content": "- the number of every account that is affected by the EFT, other than those affected by the initiation; and\n- every reference number that is connected to the EFT and is meant to be similar to an account number.",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "1\\. What records must I keep and what must they contain?",
                "Header 3": "e. Records of electronic fund transfers of $1,000 or more",
                "Header 4": "Initiating an international electronic funds transfer of $1,000 or more"
            },
            "word_count": 40,
            "bullet_point_ratio": 1.0
        },
        {
            "idx": 21,
            "content": "#### Sending an international EFT of $1,000 or more  \nWhen you send, as an intermediary, an international EFT of $1,000 or more that was initiated by another reporting entity, you must record:Footnote 25  \n- the date the EFT was sent;\n- if fiat currencies were exchanged in the course of sending the EFT, the type and amount of each fiat currency involved in the exchange;\n- the exchange rates used and their source;\n- for every account affected by the sending:\n- the account number and account type; and\n- the name of each account holder;\n- every reference number connected to sending the EFT that is meant to be similar to an account number;\n- the name and address of the person or entity who requested the initiation of the EFT, unless after taking reasonable measures that information was not included with the transfer and it is not otherwise known; and",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "1\\. What records must I keep and what must they contain?",
                "Header 3": "e. Records of electronic fund transfers of $1,000 or more",
                "Header 4": "Sending an international EFT of $1,000 or more"
            },
            "word_count": 152,
            "bullet_point_ratio": 0.8
        },
        {
            "idx": 22,
            "content": "- the name and address of each beneficiary, unless after taking reasonable measures that information was not included with the transfer and it is not otherwise known.",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "1\\. What records must I keep and what must they contain?",
                "Header 3": "e. Records of electronic fund transfers of $1,000 or more",
                "Header 4": "Sending an international EFT of $1,000 or more"
            },
            "word_count": 27,
            "bullet_point_ratio": 1.0
        },
        {
            "idx": 23,
            "content": "#### Final receipt of an international EFT of $1,000 or more  \nWhen you are the final recipient of an international EFT of $1,000 or more, you must record:Footnote 26  \n- the date the EFT was finally received;\n- the type and amount of each type of funds involved in the final receipt;\n- the name, address, date of birth and nature of the principal business, in the case of a sole proprietor, or occupation of each person who is a beneficiary;\n- the name, address and nature of the principal business of each entity that is a beneficiary;\n- the date of the remittance;\n- the exchange rates used for the remittance and their source;\n- if the remittance is in funds, the type and amount of each type of funds involved in the remittance;\n- if the remittance is not in funds, the type of remittance (for example, virtual currency, precious stones, etc.), and its value, if different from the amount of funds finally received;\n- for every account affected by the final receipt or remittance:",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "1\\. What records must I keep and what must they contain?",
                "Header 3": "e. Records of electronic fund transfers of $1,000 or more",
                "Header 4": "Final receipt of an international EFT of $1,000 or more"
            },
            "word_count": 177,
            "bullet_point_ratio": 0.8181818181818182
        },
        {
            "idx": 24,
            "content": "- the account number and account type; and\n- the name of each account holder;\n- every reference number connected to the EFT that is meant to be similar to an account number;\n- the name and address of the person or entity that requested the initiation of the EFT, unless after taking reasonable measures, that information was not included with the transfer and it is not otherwise known; and\n- the number of every account that is affected by the EFT, other than those affected by the final receipt or remittance.  \n**\\*\\*Note:** When you initiate, send as an intermediary, or finally receive an EFT, you must include with the transfer the prescribed information in accordance with the travel rule. Please see FINTRAC's travel rule guidance for more information.  \n**Retention**: At least five years from the date the EFT record was created.Footnote 27",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "1\\. What records must I keep and what must they contain?",
                "Header 3": "e. Records of electronic fund transfers of $1,000 or more",
                "Header 4": "Final receipt of an international EFT of $1,000 or more"
            },
            "word_count": 143,
            "bullet_point_ratio": 0.7142857142857143
        },
        {
            "idx": 25,
            "content": "### f. Records of virtual currency transfers in amounts equivalent to $1,000 or more  \n#### VC transfer in an amount equivalent to $1,000 or more  \nWhen you transfer VC in an amount equivalent to $1,000 or more at the request of a person or entity, you must record:Footnote 28  \n- the date of the transfer;\n- the type and amount of each VC that is involved in the transfer;\n- if the client is a person, their name, address, date of birth and occupation, or in the case of a sole proprietor, the nature of their principal business;\n- if the client is an entity, its name, address and the nature of its principal business;\n- the name and address of each beneficiary;\n- for every account affected by the transfer:\n- the account number and account type; and\n- the name of each account holder;\n- every reference number connected to the transaction that is meant to be similar to an account number;",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "1\\. What records must I keep and what must they contain?",
                "Header 3": "f. Records of virtual currency transfers in amounts equivalent to $1,000 or more",
                "Header 4": "VC transfer in an amount equivalent to $1,000 or more"
            },
            "word_count": 164,
            "bullet_point_ratio": 0.75
        },
        {
            "idx": 26,
            "content": "- every transaction identifier including transaction hashes or similar identifiers (if applicable) and every sending and receiving address; and\n- the exchange rates used and their source.",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "1\\. What records must I keep and what must they contain?",
                "Header 3": "f. Records of virtual currency transfers in amounts equivalent to $1,000 or more",
                "Header 4": "VC transfer in an amount equivalent to $1,000 or more"
            },
            "word_count": 27,
            "bullet_point_ratio": 1.0
        },
        {
            "idx": 27,
            "content": "#### Receipt of VC in an amount equivalent to $1,000 or more for remittance to a beneficiary  \nWhen you receive VC in an amount equivalent to $1,000 or more for remittance to a beneficiary, you must record: Footnote 29  \n- the date of the receipt;\n- the type and amount of each VC that is received;\n- if the beneficiary is a person, the name, address, date of birth and occupation, or in the case of a sole proprietor, the nature of their principal business of each beneficiary;\n- if the beneficiary is an entity, the name, address and the nature of principal business of each beneficiary;\n- the date of the remittance;\n- the exchange rates used for the remittance and their source;\n- if the remittance is in VC, the type and amount of each VC involved in the remittance;\n- if the remittance is not in VC, the type and value of the remittance, if different from the value of the received VC;\n- for every account affected by the transaction:\n- the account number and account type; and",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "1\\. What records must I keep and what must they contain?",
                "Header 3": "f. Records of virtual currency transfers in amounts equivalent to $1,000 or more",
                "Header 4": "Receipt of VC in an amount equivalent to $1,000 or more for remittance to a beneficiary"
            },
            "word_count": 182,
            "bullet_point_ratio": 0.8333333333333334,
            "context": " This chunk details the specific information that must be recorded when a financial entity receives virtual currency (VC) worth $1,000 or more for the purpose of remitting it to a beneficiary, as part of the record-keeping requirements under the PCMLTFA.",
            "questions": [
                "What specific information must be recorded when a financial entity receives virtual currency worth $1,000 or more for remittance to a beneficiary under the PCMLTFA?",
                "When documenting a virtual currency transaction for remittance under the PCMLTFA, what details about the beneficiary must be included if the beneficiary is a person?",
                "What are the key pieces of information that need to be recorded for every account affected by a virtual currency transaction for remittance under the PCMLTFA?"
            ],
            "qnas": [
                {
                    "question": "What specific information must be recorded when a financial entity receives virtual currency worth $1,000 or more for remittance to a beneficiary under the PCMLTFA?",
                    "answer": "Under the PCMLTFA, when a financial entity receives virtual currency worth $1,000 or more for remittance to a beneficiary, the following information must be recorded:\n\n- The date of receipt\n- The type and amount of each virtual currency received\n- Beneficiary information (name, address, date of birth, and occupation for individuals; name, address, and nature of principal business for entities)\n- The date of remittance\n- The exchange rates used and their source\n- The type and amount of each virtual currency involved in the remittance, if applicable\n- The type and value of the remittance if not in virtual currency\n- For every account affected by the transaction: the account number and account type"
                },
                {
                    "question": "When documenting a virtual currency transaction for remittance under the PCMLTFA, what details about the beneficiary must be included if the beneficiary is a person?",
                    "answer": "When documenting a virtual currency transaction for remittance under the PCMLTFA, if the beneficiary is a person, you must include their name, address, date of birth, and occupation. If the beneficiary is a sole proprietor, you should record the nature of their principal business instead of their occupation."
                },
                {
                    "question": "What are the key pieces of information that need to be recorded for every account affected by a virtual currency transaction for remittance under the PCMLTFA?",
                    "answer": "Under the PCMLTFA, for every account affected by a virtual currency transaction for remittance, the key pieces of information that need to be recorded are:\n- the account number; and\n- the account type."
                }
            ]
        },
        {
            "idx": 28,
            "content": "- the name of each account holder;\n- every reference number connected to the transaction that is meant to be similar to an account number;\n- every transaction identifier, including transaction hashes or similar identifiers (if applicable), and every sending and receiving address; and\n- the name and address of the person or entity that requested the transfer, unless that information was not, despite the taking of reasonable measures, included with the transfer and is not otherwise known.  \n**\\*\\*Note:** When you transfer VC, you must include with the transfer the prescribed information in accordance with the travel rule. When you receive VC, you must take reasonable measures to ensure that the transfer includes the prescribed information. Please see FINTRAC's travel rule guidance for more information.  \n**Retention**: At least five years from the date the VC transfer or VC receipt record was created.Footnote 30",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "1\\. What records must I keep and what must they contain?",
                "Header 3": "f. Records of virtual currency transfers in amounts equivalent to $1,000 or more",
                "Header 4": "Receipt of VC in an amount equivalent to $1,000 or more for remittance to a beneficiary"
            },
            "word_count": 143,
            "bullet_point_ratio": 0.6666666666666666,
            "context": " This chunk details the specific information that must be recorded and retained for virtual currency (VC) transfers and receipts of $1,000 or more, including account holder names, reference numbers, transaction identifiers, and sender information, with a retention period of at least five years.",
            "questions": [
                "What specific information must be recorded for virtual currency transfers and receipts of $1,000 or more?",
                "How long should the records of virtual currency transfers and receipts be retained?",
                "What measures must be taken when receiving virtual currency to ensure compliance with the travel rule?"
            ],
            "qnas": [
                {
                    "question": "What specific information must be recorded for virtual currency transfers and receipts of $1,000 or more?",
                    "answer": "For virtual currency transfers and receipts of $1,000 or more, the following specific information must be recorded and retained according to FINTRAC's guidelines:\n\n- The name of each account holder\n- Every reference number connected to the transaction that is meant to be similar to an account number\n- Every transaction identifier, including transaction hashes or similar identifiers (if applicable), and every sending and receiving address\n- The name and address of the person or entity that requested the transfer, unless that information is not included with the transfer and is not otherwise known despite taking reasonable measures\n\nThis information must be retained for at least five years from the date the record was created."
                },
                {
                    "question": "How long should the records of virtual currency transfers and receipts be retained?",
                    "answer": "Records of virtual currency transfers and receipts should be retained for at least five years, as per FINTRAC's guidelines."
                },
                {
                    "question": "What measures must be taken when receiving virtual currency to ensure compliance with the travel rule?",
                    "answer": "To ensure compliance with the travel rule when receiving virtual currency, you must take reasonable measures to ensure that the transfer includes the prescribed information, such as the name of each account holder, reference numbers, transaction identifiers, and sender information. This is in accordance with FINTRAC's travel rule guidance. Additionally, records must be retained for at least five years from the date the virtual currency receipt record was created."
                }
            ]
        },
        {
            "idx": 29,
            "content": "### g. Foreign currency exchange transaction tickets  \nYou must keep a transaction ticket, which may take the form of an entry in a transaction register, for every foreign currency exchange transaction you conduct, regardless of the amount.Footnote 31 Each transaction ticket must include:Footnote 32  \n- the date of the transaction;\n- if the transaction was of $3,000 or more and requested by a person, their name, address, date of birth and occupation, or in the case of a sole proprietor, the nature of their principal business;\n- if the transaction was of $3,000 or more and requested by an entity, its name, address and the nature of its principal business;\n- type and amount of each fiat currency received from the client and the type and amount of each fiat currency given to the client;\n- the method by which the payment was made and received;\n- the exchange rates used and their source;\n- for every account affected by the transaction:\n- the account number and account type; and",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "1\\. What records must I keep and what must they contain?",
                "Header 3": "g. Foreign currency exchange transaction tickets"
            },
            "word_count": 170,
            "bullet_point_ratio": 0.8,
            "context": " This chunk discusses the specific details that must be included in foreign currency exchange transaction tickets, which are records that financial entities must keep for every foreign currency exchange transaction conducted, as part of the record-keeping requirements under PCMLTFA.",
            "questions": [
                "What specific details must be included in a foreign currency exchange transaction ticket for transactions of $3,000 or more requested by an individual?",
                "Why is it important to record the exchange rates and their source in a foreign currency exchange transaction ticket?",
                "What information about the accounts affected by the transaction must be documented in the transaction ticket?"
            ],
            "qnas": [
                {
                    "question": "What specific details must be included in a foreign currency exchange transaction ticket for transactions of $3,000 or more requested by an individual?",
                    "answer": "For transactions of $3,000 or more requested by an individual, the foreign currency exchange transaction ticket must include the individual's name, address, date of birth, and occupation. This is required under the Proceeds of Crime (Money Laundering) and Terrorist Financing Act (PCMLTFA)."
                },
                {
                    "question": "Why is it important to record the exchange rates and their source in a foreign currency exchange transaction ticket?",
                    "answer": "It is important to record the exchange rates and their source in a foreign currency exchange transaction ticket to comply with the Proceeds of Crime (Money Laundering) and Terrorist Financing Act (PCMLTFA) record-keeping requirements."
                },
                {
                    "question": "What information about the accounts affected by the transaction must be documented in the transaction ticket?",
                    "answer": "For every account affected by the transaction, the transaction ticket must document the account number and account type, as per the record-keeping requirements under the Proceeds of Crime (Money Laundering) and Terrorist Financing Act (PCMLTFA)."
                }
            ]
        },
        {
            "idx": 30,
            "content": "- the name of each account holder;\n- every reference number that is connected to the transaction that is meant to be similar to that of an account number.  \n**Retention**: At least five years from the date the foreign exchange transaction record was created.Footnote 33",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "1\\. What records must I keep and what must they contain?",
                "Header 3": "g. Foreign currency exchange transaction tickets"
            },
            "word_count": 45,
            "bullet_point_ratio": 0.6666666666666666
        },
        {
            "idx": 31,
            "content": "### h. VC exchange transaction tickets  \nYou must keep a VC exchange transaction ticket, which may take the form of an entry in a transaction register, for every VC exchange transaction you conduct, regardless of the amount.Footnote 34 Each transaction ticket must include:Footnote 35  \n- the date of the transaction;\n- if the VC transaction was equivalent to $1,000 or more and requested by a person, their name, address, date of birth and occupation, or in the case of a sole proprietor, the nature of their principal business;\n- if the VC transaction was equivalent to $1,000 or more and requested by an entity, its name, address and the nature of its principal business;\n- the type and amount of each fund and each VC involved in the payment made and received by the client;\n- the method (VC currency exchange business) by which the payment was made and received;\n- the exchange rates used and their source;\n- for every account affected by the transaction:",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "1\\. What records must I keep and what must they contain?",
                "Header 3": "h. VC exchange transaction tickets"
            },
            "word_count": 166,
            "bullet_point_ratio": 0.7777777777777778,
            "context": " This chunk details the specific information that must be included in virtual currency (VC) exchange transaction tickets under the record-keeping requirements for financial entities as outlined by FINTRAC.",
            "questions": [
                "What information must be included in a virtual currency (VC) exchange transaction ticket for transactions equivalent to $1,000 or more when requested by a person?",
                "Which details are required to be recorded for each account affected by a VC exchange transaction?",
                "What specifics must be documented regarding the method and exchange rates used in a VC exchange transaction?"
            ],
            "qnas": [
                {
                    "question": "What information must be included in a virtual currency (VC) exchange transaction ticket for transactions equivalent to $1,000 or more when requested by a person?",
                    "answer": "According to FINTRAC's record-keeping requirements, a virtual currency (VC) exchange transaction ticket for transactions equivalent to $1,000 or more must include the following information when requested by a person:\n\n- The person's name\n- The person's address\n- The person's date of birth\n- The person's occupation, or in the case of a sole proprietor, the nature of their principal business"
                },
                {
                    "question": "Which details are required to be recorded for each account affected by a VC exchange transaction?",
                    "answer": "According to FINTRAC's record-keeping requirements for financial entities, each account affected by a VC exchange transaction must record the following details:\n\n- The date of the transaction;\n- If the transaction was equivalent to $1,000 or more and requested by a person, their name, address, date of birth, and occupation, or in the case of a sole proprietor, the nature of their principal business;\n- If the transaction was equivalent to $1,000 or more and requested by an entity, its name, address, and the nature of its principal business;\n- The type and amount of each fund and each VC involved in the payment made and received by the client;\n- The method (VC currency exchange business) by which the payment was made and received;\n- The exchange rates used and their source."
                },
                {
                    "question": "What specifics must be documented regarding the method and exchange rates used in a VC exchange transaction?",
                    "answer": "According to FINTRAC's record-keeping requirements, the method used for the VC exchange transaction and the exchange rates used, along with their source, must be documented in the VC exchange transaction ticket."
                }
            ]
        },
        {
            "idx": 32,
            "content": "- the account number and account type; and\n- the name of each account holder;\n- every reference number connected to the transaction that is meant to be similar to that of an account number; and\n- every transaction identifier, including transaction hashes or similar identifiers (if applicable), and every sending and receiving address.  \n**Retention**: At least five years from the date the VC exchange transaction record was created.Footnote 36",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "1\\. What records must I keep and what must they contain?",
                "Header 3": "h. VC exchange transaction tickets"
            },
            "word_count": 70,
            "bullet_point_ratio": 0.8
        },
        {
            "idx": 33,
            "content": "### i. Account records  \nFor every account opened for a client, you must keep the following records:",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "1\\. What records must I keep and what must they contain?",
                "Header 3": "i. Account records"
            },
            "word_count": 17,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 34,
            "content": "#### Records for account holders and persons authorized to give instructions  \nYou must keep a record for every account holder (person, corporation, or other entity) and for every other person (up to three, in the case of a business account) who is authorized to give instructions in respect of the account.Footnote 37  \nFor a **person,** the record must include their name, address, date of birth and their occupation, or in the case of a sole proprietor, the nature of their principal business.Footnote 38  \nFor an account holder that is **a corporation or** **an entity other than a corporation**, the record must include its name, address and the nature of its principal business.Footnote 39  \nFor a **corporation**, you must also keep a copy of the part of its official corporate records that contains any provision relating to the power to bind the corporation regarding the account.Footnote 40 This could be found in, for example:  \n- the articles of incorporation; or",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "1\\. What records must I keep and what must they contain?",
                "Header 3": "i. Account records",
                "Header 4": "Records for account holders and persons authorized to give instructions"
            },
            "word_count": 159,
            "bullet_point_ratio": 0.16666666666666666
        },
        {
            "idx": 35,
            "content": "- the bylaws of the corporation that set out the officers duly authorized to sign on behalf of the corporation, such as the president, treasurer, vice-president, comptroller, etc.  \n**Retention**: At least five years from the date the record was created. However, if this information is kept in one of the other account records, then the retention of that other record applies – at least five years from the date the account is closed.Footnote 41",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "1\\. What records must I keep and what must they contain?",
                "Header 3": "i. Account records",
                "Header 4": "Records for account holders and persons authorized to give instructions"
            },
            "word_count": 74,
            "bullet_point_ratio": 0.5
        },
        {
            "idx": 36,
            "content": "#### Signature cards  \nYou must keep a signature card for every person authorized to give instructions on an account you open.Footnote 42 It can include the person's handwritten signature or an electronic signature that was created or adopted by the person.  \nAn electronic signature can be numeric, character-based, or biometric, so long as it is unique to the person and a record can be kept. An electronic signature may also be encrypted. For example, a client's personal identification number (PIN) can be used as an electronic signature. FINTRAC's expectation is that it will be possible to review a signature card record during an examination, but the electronic signature does not need to be unencrypted.  \nYou can keep a single signature card for a client that holds multiple accounts; you do not need to create a new signature card every time a client opens a subsequent account.  \n**Retention**: At least five years from the date the account was closed.Footnote 43",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "1\\. What records must I keep and what must they contain?",
                "Header 3": "i. Account records",
                "Header 4": "Signature cards"
            },
            "word_count": 159,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 37,
            "content": "#### Intended use of an account  \nYou must keep a record of the intended use of an account.Footnote 44  \nExamples of the intended use of personal accounts include, but are not limited to:  \n- general chequing services, such as payment of family and household expenses;\n- saving to fund a large purchase, retirement, or for a child's education; or\n- receiving directly deposited employment or pension income.  \nExamples of the intended use of business accounts include, but are not limited to:  \n- depositing of daily business receipts (sales, etc.);\n- making payments to employees (payroll);\n- general business operating expenses; or\n- making payments to suppliers.  \n**Retention**: At least five years from the date the account was closed.Footnote 45",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "1\\. What records must I keep and what must they contain?",
                "Header 3": "i. Account records",
                "Header 4": "Intended use of an account"
            },
            "word_count": 119,
            "bullet_point_ratio": 0.5833333333333334
        },
        {
            "idx": 38,
            "content": "#### Applications  \nYou must also keep a record of every application in respect of an account.Footnote 46  \n**Retention**: At least five years from the date the account was closed.Footnote 47",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "1\\. What records must I keep and what must they contain?",
                "Header 3": "i. Account records",
                "Header 4": "Applications"
            },
            "word_count": 30,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 39,
            "content": "#### Account operating agreements  \nYou must keep every account operating agreement that you create or receive. An account operating agreement is a document that outlines the agreement between you and your client about the account's operation. For example, an application for a deposit account or a mortgage can include a reference to a separate document setting out the terms and conditions of the account's operation. The account operating agreement record in that case would include both the application and the separate document.Footnote 48  \n**Retention**: At least five years from the date the account was closed.Footnote 49",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "1\\. What records must I keep and what must they contain?",
                "Header 3": "i. Account records",
                "Header 4": "Account operating agreements"
            },
            "word_count": 96,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 40,
            "content": "#### Debit and credit memos  \nYou must keep every debit and credit memo that you create or receive regarding an account. However, you do not need to keep a debit memo that relates to another account held at the same branch.Footnote 50 That is, you do not have to keep duplicate debit memos. If you have kept a debit memo in relation to two accounts at a given branch, you are only required to keep one memo on record.  \n**Retention**: At least five years from the date the debit or credit memo was created.Footnote 51",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "1\\. What records must I keep and what must they contain?",
                "Header 3": "i. Account records",
                "Header 4": "Debit and credit memos"
            },
            "word_count": 95,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 41,
            "content": "#### Deposit slips  \nYou must keep a deposit slip for every deposit to an account.Footnote 52 A deposit slip means a record that includes: Footnote 53  \n- the date of the deposit;\n- the name of the person or entity that made the deposit;\n- the amount of the deposit, and any part of the deposit that was made in cash;\n- the method by which the deposit was made; and\n- the number of the account the deposit went into and the name of each account holder.  \n**Retention**: At least five years from the date the deposit slips were created.Footnote 54",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "1\\. What records must I keep and what must they contain?",
                "Header 3": "i. Account records",
                "Header 4": "Deposit slips"
            },
            "word_count": 102,
            "bullet_point_ratio": 0.625
        },
        {
            "idx": 42,
            "content": "#### Account statements  \nYou must keep a copy of every account statement you send to an account holder.Footnote 55  \n**Retention**: At least five years from the date the account statements were created.Footnote 56",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "1\\. What records must I keep and what must they contain?",
                "Header 3": "i. Account records",
                "Header 4": "Account statements"
            },
            "word_count": 33,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 43,
            "content": "#### Cleared cheque records  \nYou must keep a record of every cleared cheque drawn on an account, and a copy of every cleared cheque that is deposited to an account.Footnote 57  \nThis does not apply to cheques drawn from an account and deposited to an account at the same branch.  \nIt also does not apply if an image of the cheque has been recorded electronically or on microfilm, which can be readily reproduced, and it can be readily ascertained where the image is recorded.  \n**Retention**: At least five years from the date the cleared cheques records were created and at least five years from the date the image was recorded in the case of a microfilm or electronic medium.Footnote 58",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "1\\. What records must I keep and what must they contain?",
                "Header 3": "i. Account records",
                "Header 4": "Cleared cheque records"
            },
            "word_count": 120,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 44,
            "content": "#### Credit arrangement records  \nYou are required to keep the following information with respect to a credit arrangement that you have entered into with a client: Footnote 59  \n- a record of the client's financial capacity;\n- the terms of the credit arrangement;\n- the nature of the client's principal business or their occupation; and\n- if the client is a person, the name and address of their business or place of work.  \n**Retention:** At least five years from the date the account was closed.Footnote 60",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "1\\. What records must I keep and what must they contain?",
                "Header 3": "i. Account records",
                "Header 4": "Credit arrangement records"
            },
            "word_count": 86,
            "bullet_point_ratio": 0.5714285714285714
        },
        {
            "idx": 45,
            "content": "### j. Credit card account and related transaction records  \n#### Records for account holders and persons authorized to give instructions  \nYou must keep a record for every credit card account holder (person, corporation, or other entity) and for every other person (up to three, in the case of a business account) that is authorized to give instructions in respect of the account.Footnote 61  \nFor a **person,** the record must include their name, address, date of birth and occupation or, in the case of a sole proprietor, the nature of their principal business.Footnote 62  \nFor an account holder that is **a corporation or** **an entity other than a corporation**, the record must include its name, address and the nature of its principal business.Footnote 63",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "1\\. What records must I keep and what must they contain?",
                "Header 3": "j. Credit card account and related transaction records",
                "Header 4": "Records for account holders and persons authorized to give instructions"
            },
            "word_count": 123,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 46,
            "content": "For **a corporation**, you must also keep a copy of the part of its official corporate records that contains provisions relating to the power to bind the corporation in respect of the credit card account or credit card transactions.Footnote 64 This could be found in, for example:  \n- the articles of incorporation; or\n- the bylaws of the corporation that set out the officers duly authorized to sign on behalf of the corporation, such as the president, treasurer, vice-president, comptroller, etc.  \n**Retention**: At least five years from the date the record was created. However, if this information is kept in one of the other credit card account records, then the retention of that other record applies – at least five years from the date the account is closed. Footnote 65",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "1\\. What records must I keep and what must they contain?",
                "Header 3": "j. Credit card account and related transaction records",
                "Header 4": "Records for account holders and persons authorized to give instructions"
            },
            "word_count": 130,
            "bullet_point_ratio": 0.5
        },
        {
            "idx": 47,
            "content": "#### Other account records  \nYou must keep the following records for every credit card account:  \n- every credit card application related to the account;Footnote 66 and\n- a copy of every credit card statement that you sent to an account holder.Footnote 67  \n**Retention:** You must keep a credit card application for at least five years from the date the account was closed and credit card statements for at least five years from the day they were created.Footnote 68",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "1\\. What records must I keep and what must they contain?",
                "Header 3": "j. Credit card account and related transaction records",
                "Header 4": "Other account records"
            },
            "word_count": 78,
            "bullet_point_ratio": 0.4
        },
        {
            "idx": 48,
            "content": "#### Transaction records  \nYou must keep the following records when transactions are related to a credit card account:  \n- a foreign currency exchange transaction ticket for every foreign currency exchange transaction (See Foreign currency exchange transaction tickets);Footnote 69\n- a VC exchange transaction ticket for every VC exchange transaction (See VC exchange transaction tickets);Footnote 70\n- a record of the initiation of an international EFT of $1,000 or more that was requested by a person or an entity and for which the funds were transferred from the account (See Initiating an EFT of $1,000 or more);Footnote 71and\n- a record of the final receipt of an international EFT of $1,000 or more that was remitted to a beneficiary by payment to the credit card account (See Final receipt of an international EFT of $1,000 or more).Footnote 72  \n**Retention**: At least five years from the date the transaction records were created.Footnote 73",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "1\\. What records must I keep and what must they contain?",
                "Header 3": "j. Credit card account and related transaction records",
                "Header 4": "Transaction records"
            },
            "word_count": 151,
            "bullet_point_ratio": 0.5714285714285714
        },
        {
            "idx": 49,
            "content": "### k. Prepaid payment product account and transaction records  \n#### Records for account holders and authorized users  \nYou must keep a record for every prepaid payment product (PPP) account holder (person, corporation, or other entity) and for every authorized user.Footnote 74  \nFor a **person,** the record must include their name, address, date of birth, occupation and in the case of a sole proprietor, the nature of their principal business.Footnote 75  \nFor each PPP account holder that is **a corporation or an entity other than a corporation**, the record must include its name, address and the nature of its principal business.Footnote 76  \nWhen you open a PPP account for a **corporation**, you must also keep a copy of the part of its official corporate records that contains any provision relating to the power to bind the corporation in respect of the PPP account or PPP account transactions.Footnote 77",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "1\\. What records must I keep and what must they contain?",
                "Header 3": "k. Prepaid payment product account and transaction records",
                "Header 4": "Records for account holders and authorized users"
            },
            "word_count": 147,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 50,
            "content": "**Retention**: At least five years from the date the record was created. However, if this information is kept in one of the other account records, then the retention of that other record applies – at least five years from the date the account is closed.Footnote 78",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "1\\. What records must I keep and what must they contain?",
                "Header 3": "k. Prepaid payment product account and transaction records",
                "Header 4": "Records for account holders and authorized users"
            },
            "word_count": 46,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 51,
            "content": "#### Other account records  \nYou must keep the following records for every PPP account:  \n- every application related to the PPP account;Footnote 79\n- every debit and credit memo you created or received related to the PPP account;Footnote 80\n- a copy of every account statement sent to the holder of the PPP account;Footnote 81 and\n- a prepaid payment product slip for every payment made to the PPP accountFootnote 82 that includes:  \n- the date of the payment;\n- the name of the person or entity that made the payment;\n- the type and amount of each type of funds or each of the VC's involved in the payment;\n- the method by which the payment was made;\n- the name of each PPP account holder; and\n- the account number and, if different, the number that identifies the PPP that is connected to the account.Footnote 83",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "1\\. What records must I keep and what must they contain?",
                "Header 3": "k. Prepaid payment product account and transaction records",
                "Header 4": "Other account records"
            },
            "word_count": 148,
            "bullet_point_ratio": 0.8333333333333334
        },
        {
            "idx": 52,
            "content": "**Retention**: You must keep PPP account applications for at least five years from the date the account was closed and the other records listed above for at least five years from the date they were created.Footnote 84",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "1\\. What records must I keep and what must they contain?",
                "Header 3": "k. Prepaid payment product account and transaction records",
                "Header 4": "Other account records"
            },
            "word_count": 37,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 53,
            "content": "#### PPP account transaction records  \nYou must keep the following records when transactions are related to a PPP account:  \n- a foreign currency exchange transaction ticket for every foreign currency exchange transaction (See Foreign currency exchange transaction tickets);Footnote 85\n- a VC exchange transaction ticket for every VC exchange transaction (See VC exchange transaction tickets);Footnote 86\n- a record of the initiation of an international EFT of $1,000 or more that was requested by a person or an entity for which the funds were transferred from a PPP account (See Initiating an EFT of $1,000 or more);Footnote 87\n- a record of the final receipt of an international EFT of $1,000 or more that was remitted to a beneficiary by payment to a PPP account (See Final receipt of an EFT of $1,000 or more);Footnote 88\n- a record of the transfer of VC in amount equivalent to $1,000 or more from a PPP account (See VC transfer in an amount equivalent to $1,000 or more);Footnote 89 and",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "1\\. What records must I keep and what must they contain?",
                "Header 3": "k. Prepaid payment product account and transaction records",
                "Header 4": "PPP account transaction records"
            },
            "word_count": 168,
            "bullet_point_ratio": 0.7142857142857143
        },
        {
            "idx": 54,
            "content": "- a record of the receipt of VC in an amount equivalent to $1,000 or more that was remitted to a beneficiary by payment to a PPP account (See Receipt of VC in an amount equivalent to $1,000 or more).Footnote 90  \n**Retention**: At least five years from the date the transaction records were created.Footnote 91  \n\\*\\* **Note**: Please see FINTRAC's Prepaid payment products and prepaid payment product accounts guidance for more information.",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "1\\. What records must I keep and what must they contain?",
                "Header 3": "k. Prepaid payment product account and transaction records",
                "Header 4": "PPP account transaction records"
            },
            "word_count": 72,
            "bullet_point_ratio": 0.3333333333333333
        },
        {
            "idx": 55,
            "content": "### l. Trust records  \nA trust company is an FE that is regulated by the Trust and Loan Companies Act or by an equivalent provincial Act. Trust companies have record keeping obligations related to the trusts for which they are the trustee.  \nA trust is a legal agreement by which financial assets are held by a person or an entity (a trustee) in trust for the benefit of another person, group of persons or entity (beneficiaries). The settlor of a trust is the person or entity that creates a trust with a written trust declaration.  \nYou must keep the following records for every trust for which you are trustee, in addition to the transaction and account records listed previously in this guidance:Footnote 92  \n- a copy of the trust deed;\n- if the settlor is a person, their name, address, date of birth and occupation or, in the case of a sole proprietor, the nature of their principal business; and\n- if the settlor is an entity, its name, address and nature of its principal business.",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "1\\. What records must I keep and what must they contain?",
                "Header 3": "l. Trust records"
            },
            "word_count": 176,
            "bullet_point_ratio": 0.42857142857142855
        },
        {
            "idx": 56,
            "content": "You may also have record keeping obligations for certain institutional and inter vivos trusts. Institutional trusts are established by a corporation, partnership or other entity for a particular business purpose. Whereas, inter vivos trusts are established by a living person for the benefit of another person, such as a trust created by a parent for a child so that the trust's assets can be distributed to the child (beneficiary) during or after the parent's (settlor) lifetime.  \n**If the trust is an institutional trust and the settlor is a corporation**, you have to keep a copy of the part of the official corporate records that contains provisions relating to the power to bind the settlor/corporation in respect of the trust.  \n**If the trust is an inter vivos trust (personal trust other than a trust created by a will)**, you have to keep a record about each of the beneficiaries that are known to you which must include:Footnote 93",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "1\\. What records must I keep and what must they contain?",
                "Header 3": "l. Trust records"
            },
            "word_count": 157,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 57,
            "content": "- if the beneficiary is a person, their name, date of birth, address, telephone number and occupation or, in the case of a sole proprietor, the nature of their principal business;\n- if the beneficiary is an entity, its name, address, telephone number and the nature of its principal business.  \nThis information needs to be recorded for each beneficiary known to you at the time you become trustee of the trust.",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "1\\. What records must I keep and what must they contain?",
                "Header 3": "l. Trust records"
            },
            "word_count": 71,
            "bullet_point_ratio": 0.6666666666666666
        },
        {
            "idx": 58,
            "content": "## 2\\. What are my responsibilities when maintaining records?  \nIn order to comply with your record keeping requirements, you must keep records in such a manner that they can be provided to FINTRAC within 30 days of a request.Footnote 94 The records may also be requested through a judicial order by law enforcement to support an investigation of money laundering or terrorist activity financing. A record (or a copy) may be kept in a machine-readable or electronic form, so long as a paper copy can easily be produced.Footnote 95  \nEmployees who keep records for you are not required to keep them after their employment ends. The same is true for persons in a contractual relationship with you, when the contractual relationship ends, they no longer have to keep records for you.Footnote 96 You have to obtain and keep the records that were kept for you by an employee or a contractor before the end of the person's employment or contract.",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "2\\. What are my responsibilities when maintaining records?"
            },
            "word_count": 160,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 59,
            "content": "There may be situations where you are required to keep records for purposes other than complying with your obligations under the PCMLTFA. For example, a federal or provincial regulator may require you to keep records in addition to those described in this guidance. If this is the case, you must still meet the requirements described in this guidance. For example, the retention period for your records can be longer than what is described, but it cannot be shorter.",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "2\\. What are my responsibilities when maintaining records?"
            },
            "word_count": 78,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 60,
            "content": "## 3\\. What are the exceptions to the record keeping requirements?  \nIf you are required to keep a record with information that is readily available in other records, you do not have to record the information again.Footnote 97  \nFor example, when you keep a copy of a large cash transaction report (LCTR) you may choose to use this as your large cash transaction record for the same transaction, so long as **all of the information** that would otherwise be kept in the large cash transaction record is captured within the report. Any requirement related to keeping the large cash transaction record would still apply, such as verifying identity.",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "3\\. What are the exceptions to the record keeping requirements?"
            },
            "word_count": 108,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 61,
            "content": "#### EFTs conducted by credit/debit card or PPP  \nYou do not need to keep the following records associated with a credit/debit card or PPP transaction if the beneficiary has an agreement with the payment service provider that allows for the payment of goods and services by those means when you:Footnote 98  \n- initiate, send or are the final recipient of an international EFT of $1,000 or more; or\n- initiate or are the final recipient of an international EFT of $1,000 or more where the funds are transferred from or to a credit card or PPP account.",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "3\\. What are the exceptions to the record keeping requirements?",
                "Header 4": "EFTs conducted by credit/debit card or PPP"
            },
            "word_count": 97,
            "bullet_point_ratio": 0.5
        },
        {
            "idx": 62,
            "content": "### Payment card processing activities  \nIf you are processing credit card or PPP payments on behalf of a merchant (for example, credit card acquiring), the record keeping requirements described in this guidance do not apply to those activities.Footnote 99  \nA credit card acquiring business is an FE that has an agreement with a merchant to provide the following services:  \n- enabling the merchant to accept credit card payments by cardholders for goods and services and to receive payment for credit card purchases;\n- processing services, payment settlements and providing point-of-sale equipment (such as computer terminals); and\n- providing other ancillary services to the merchant.",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "3\\. What are the exceptions to the record keeping requirements?",
                "Header 3": "Payment card processing activities"
            },
            "word_count": 104,
            "bullet_point_ratio": 0.5
        },
        {
            "idx": 63,
            "content": "### Financial entities, public bodies, and very large corporations or trusts  \nYou do not have to keep a large cash transaction record or a large VC transaction record if the cash or VC was received from another FE, a public body, or a person who is acting on behalf of a client that is an FE or public body.Footnote 100  \nIf you receive $3,000 or more from a client that is an FE, or a person who is acting on behalf of a client that is an FE, for the issuance of traveller's cheques, money orders or other similar negotiable instruments, you are not required to keep a record of the transaction.Footnote 101  \nIf you open an account, a credit card account, a PPP account, or conduct a transaction for a public body, a very large corporation or trust, or a subsidiary of those entities if the financial statements of the subsidiary are consolidated with those of the public body, very large corporation or trust, you are not required to keep the following records:Footnote 102",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "3\\. What are the exceptions to the record keeping requirements?",
                "Header 3": "Financial entities, public bodies, and very large corporations or trusts"
            },
            "word_count": 175,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 64,
            "content": "- Records of transactions of $3,000 or more;\n- Records of EFTs of $1,000 or more;\n- Records of VC transfers and receipt equivalent to $1,000 or more;\n- Foreign currency exchange transaction records;\n- VC exchange transaction records;\n- Account records;\n- PPP account records;\n- Credit card account records; and\n- Trust records.",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "3\\. What are the exceptions to the record keeping requirements?",
                "Header 3": "Financial entities, public bodies, and very large corporations or trusts"
            },
            "word_count": 55,
            "bullet_point_ratio": 1.0
        },
        {
            "idx": 65,
            "content": "### Virtual currency  \nWhen you transfer or receive VC as compensation for the validation of a transaction that is recorded in a distributed ledger, **or** when you exchange, transfer, or receive a nominal amount of VC for the sole purpose of validating a different transaction or a transfer of information, you do not need to keep a record of: Footnote 103  \n- large VC transactions;\n- transfers of $1,000 or more in VC at the request of a person or entity;\n- receipt of $1,000 or more in VC for remittance to a beneficiary; or\n- VC exchange transaction tickets.",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "3\\. What are the exceptions to the record keeping requirements?",
                "Header 3": "Virtual currency"
            },
            "word_count": 100,
            "bullet_point_ratio": 0.6666666666666666
        },
        {
            "idx": 66,
            "content": "#### Other record keeping exempted activities  \nYou do not have to keep the transaction and account records identified in this guidance for the following activities:Footnote 104  \n- the sale of an exempt policy as defined in subsection 306(1) of the Income Tax Regulations;\n- the sale of a group life insurance policy that does not provide for a cash surrender value or a savings component;\n- the sale of an immediate or deferred annuity that is paid for entirely with funds that are directly transferred from a registered pension plan or from a pension plan that is required to be registered under the Pension Benefits Standards Act, 1985, or similar provincial legislation;\n- the sale of a registered annuity policy or a registered retirement income fund;\n- the sale of an immediate or deferred annuity that is paid for entirely with the proceeds of a group life insurance policy;\n- a transaction that is part of a reverse mortgage or a structured settlement;",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "3\\. What are the exceptions to the record keeping requirements?",
                "Header 3": "Virtual currency",
                "Header 4": "Other record keeping exempted activities"
            },
            "word_count": 163,
            "bullet_point_ratio": 0.75
        },
        {
            "idx": 67,
            "content": "- the opening of an account for the deposit and sale of shares from a corporate demutualization or the privatization of a Crown corporation;\n- the opening of an account in the name of an affiliate of an FE, if that affiliate carries out activities that are similar to those of persons and entities referred to in paragraphs 5(a) to (g) of the PCMLTFA;\n- the opening of a registered plan account, including a locked-in retirement plan account, a registered retirement savings plan account and a group registered retirement savings plan account;\n- the opening of an account established in accordance with the escrow requirements of a Canadian securities regulator, the Canadian stock exchange, or any provincial legislation;\n- the opening of an account where the account holder or settlor is a pension fund that is regulated under federal or provincial legislation;",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "3\\. What are the exceptions to the record keeping requirements?",
                "Header 3": "Virtual currency",
                "Header 4": "Other record keeping exempted activities"
            },
            "word_count": 142,
            "bullet_point_ratio": 1.0
        },
        {
            "idx": 68,
            "content": "- the opening of an account in the name of or in respect of which, instructions are authorized to be given by an FE, a securities dealer or a life insurance company or by an investment fund that is regulated under provincial securities legislation; or\n- an account opened solely to provide customer accounting services to a securities dealer.  \nThese exceptions do not apply to large cash transactions, large VC transactions, or suspicious transactions.",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "3\\. What are the exceptions to the record keeping requirements?",
                "Header 3": "Virtual currency",
                "Header 4": "Other record keeping exempted activities"
            },
            "word_count": 74,
            "bullet_point_ratio": 0.6666666666666666
        },
        {
            "idx": 69,
            "content": "#### Group Plans  \nIf you open a group plan account (other than those for which exceptions already apply) you do **not** have to keep a signature card for a person who is a member of the plan if:  \n- the identity of the entity that is the plan sponsor has been verified; and\n- the individual member contributions are made by the sponsor of the plan or by payroll deductions.Footnote 105",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "3\\. What are the exceptions to the record keeping requirements?",
                "Header 3": "Virtual currency",
                "Header 4": "Group Plans"
            },
            "word_count": 71,
            "bullet_point_ratio": 0.5
        }
    ],
    "selected_chunks": [
        {
            "idx": 27,
            "content": "#### Receipt of VC in an amount equivalent to $1,000 or more for remittance to a beneficiary  \nWhen you receive VC in an amount equivalent to $1,000 or more for remittance to a beneficiary, you must record: Footnote 29  \n- the date of the receipt;\n- the type and amount of each VC that is received;\n- if the beneficiary is a person, the name, address, date of birth and occupation, or in the case of a sole proprietor, the nature of their principal business of each beneficiary;\n- if the beneficiary is an entity, the name, address and the nature of principal business of each beneficiary;\n- the date of the remittance;\n- the exchange rates used for the remittance and their source;\n- if the remittance is in VC, the type and amount of each VC involved in the remittance;\n- if the remittance is not in VC, the type and value of the remittance, if different from the value of the received VC;\n- for every account affected by the transaction:\n- the account number and account type; and",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "1\\. What records must I keep and what must they contain?",
                "Header 3": "f. Records of virtual currency transfers in amounts equivalent to $1,000 or more",
                "Header 4": "Receipt of VC in an amount equivalent to $1,000 or more for remittance to a beneficiary"
            },
            "word_count": 182,
            "bullet_point_ratio": 0.8333333333333334,
            "context": " This chunk details the specific information that must be recorded when a financial entity receives virtual currency (VC) worth $1,000 or more for the purpose of remitting it to a beneficiary, as part of the record-keeping requirements under the PCMLTFA.",
            "questions": [
                "What specific information must be recorded when a financial entity receives virtual currency worth $1,000 or more for remittance to a beneficiary under the PCMLTFA?",
                "When documenting a virtual currency transaction for remittance under the PCMLTFA, what details about the beneficiary must be included if the beneficiary is a person?",
                "What are the key pieces of information that need to be recorded for every account affected by a virtual currency transaction for remittance under the PCMLTFA?"
            ],
            "qnas": [
                {
                    "question": "What specific information must be recorded when a financial entity receives virtual currency worth $1,000 or more for remittance to a beneficiary under the PCMLTFA?",
                    "answer": "Under the PCMLTFA, when a financial entity receives virtual currency worth $1,000 or more for remittance to a beneficiary, the following information must be recorded:\n\n- The date of receipt\n- The type and amount of each virtual currency received\n- Beneficiary information (name, address, date of birth, and occupation for individuals; name, address, and nature of principal business for entities)\n- The date of remittance\n- The exchange rates used and their source\n- The type and amount of each virtual currency involved in the remittance, if applicable\n- The type and value of the remittance if not in virtual currency\n- For every account affected by the transaction: the account number and account type"
                },
                {
                    "question": "When documenting a virtual currency transaction for remittance under the PCMLTFA, what details about the beneficiary must be included if the beneficiary is a person?",
                    "answer": "When documenting a virtual currency transaction for remittance under the PCMLTFA, if the beneficiary is a person, you must include their name, address, date of birth, and occupation. If the beneficiary is a sole proprietor, you should record the nature of their principal business instead of their occupation."
                },
                {
                    "question": "What are the key pieces of information that need to be recorded for every account affected by a virtual currency transaction for remittance under the PCMLTFA?",
                    "answer": "Under the PCMLTFA, for every account affected by a virtual currency transaction for remittance, the key pieces of information that need to be recorded are:\n- the account number; and\n- the account type."
                }
            ]
        },
        {
            "idx": 31,
            "content": "### h. VC exchange transaction tickets  \nYou must keep a VC exchange transaction ticket, which may take the form of an entry in a transaction register, for every VC exchange transaction you conduct, regardless of the amount.Footnote 34 Each transaction ticket must include:Footnote 35  \n- the date of the transaction;\n- if the VC transaction was equivalent to $1,000 or more and requested by a person, their name, address, date of birth and occupation, or in the case of a sole proprietor, the nature of their principal business;\n- if the VC transaction was equivalent to $1,000 or more and requested by an entity, its name, address and the nature of its principal business;\n- the type and amount of each fund and each VC involved in the payment made and received by the client;\n- the method (VC currency exchange business) by which the payment was made and received;\n- the exchange rates used and their source;\n- for every account affected by the transaction:",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "1\\. What records must I keep and what must they contain?",
                "Header 3": "h. VC exchange transaction tickets"
            },
            "word_count": 166,
            "bullet_point_ratio": 0.7777777777777778,
            "context": " This chunk details the specific information that must be included in virtual currency (VC) exchange transaction tickets under the record-keeping requirements for financial entities as outlined by FINTRAC.",
            "questions": [
                "What information must be included in a virtual currency (VC) exchange transaction ticket for transactions equivalent to $1,000 or more when requested by a person?",
                "Which details are required to be recorded for each account affected by a VC exchange transaction?",
                "What specifics must be documented regarding the method and exchange rates used in a VC exchange transaction?"
            ],
            "qnas": [
                {
                    "question": "What information must be included in a virtual currency (VC) exchange transaction ticket for transactions equivalent to $1,000 or more when requested by a person?",
                    "answer": "According to FINTRAC's record-keeping requirements, a virtual currency (VC) exchange transaction ticket for transactions equivalent to $1,000 or more must include the following information when requested by a person:\n\n- The person's name\n- The person's address\n- The person's date of birth\n- The person's occupation, or in the case of a sole proprietor, the nature of their principal business"
                },
                {
                    "question": "Which details are required to be recorded for each account affected by a VC exchange transaction?",
                    "answer": "According to FINTRAC's record-keeping requirements for financial entities, each account affected by a VC exchange transaction must record the following details:\n\n- The date of the transaction;\n- If the transaction was equivalent to $1,000 or more and requested by a person, their name, address, date of birth, and occupation, or in the case of a sole proprietor, the nature of their principal business;\n- If the transaction was equivalent to $1,000 or more and requested by an entity, its name, address, and the nature of its principal business;\n- The type and amount of each fund and each VC involved in the payment made and received by the client;\n- The method (VC currency exchange business) by which the payment was made and received;\n- The exchange rates used and their source."
                },
                {
                    "question": "What specifics must be documented regarding the method and exchange rates used in a VC exchange transaction?",
                    "answer": "According to FINTRAC's record-keeping requirements, the method used for the VC exchange transaction and the exchange rates used, along with their source, must be documented in the VC exchange transaction ticket."
                }
            ]
        },
        {
            "idx": 29,
            "content": "### g. Foreign currency exchange transaction tickets  \nYou must keep a transaction ticket, which may take the form of an entry in a transaction register, for every foreign currency exchange transaction you conduct, regardless of the amount.Footnote 31 Each transaction ticket must include:Footnote 32  \n- the date of the transaction;\n- if the transaction was of $3,000 or more and requested by a person, their name, address, date of birth and occupation, or in the case of a sole proprietor, the nature of their principal business;\n- if the transaction was of $3,000 or more and requested by an entity, its name, address and the nature of its principal business;\n- type and amount of each fiat currency received from the client and the type and amount of each fiat currency given to the client;\n- the method by which the payment was made and received;\n- the exchange rates used and their source;\n- for every account affected by the transaction:\n- the account number and account type; and",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "1\\. What records must I keep and what must they contain?",
                "Header 3": "g. Foreign currency exchange transaction tickets"
            },
            "word_count": 170,
            "bullet_point_ratio": 0.8,
            "context": " This chunk discusses the specific details that must be included in foreign currency exchange transaction tickets, which are records that financial entities must keep for every foreign currency exchange transaction conducted, as part of the record-keeping requirements under PCMLTFA.",
            "questions": [
                "What specific details must be included in a foreign currency exchange transaction ticket for transactions of $3,000 or more requested by an individual?",
                "Why is it important to record the exchange rates and their source in a foreign currency exchange transaction ticket?",
                "What information about the accounts affected by the transaction must be documented in the transaction ticket?"
            ],
            "qnas": [
                {
                    "question": "What specific details must be included in a foreign currency exchange transaction ticket for transactions of $3,000 or more requested by an individual?",
                    "answer": "For transactions of $3,000 or more requested by an individual, the foreign currency exchange transaction ticket must include the individual's name, address, date of birth, and occupation. This is required under the Proceeds of Crime (Money Laundering) and Terrorist Financing Act (PCMLTFA)."
                },
                {
                    "question": "Why is it important to record the exchange rates and their source in a foreign currency exchange transaction ticket?",
                    "answer": "It is important to record the exchange rates and their source in a foreign currency exchange transaction ticket to comply with the Proceeds of Crime (Money Laundering) and Terrorist Financing Act (PCMLTFA) record-keeping requirements."
                },
                {
                    "question": "What information about the accounts affected by the transaction must be documented in the transaction ticket?",
                    "answer": "For every account affected by the transaction, the transaction ticket must document the account number and account type, as per the record-keeping requirements under the Proceeds of Crime (Money Laundering) and Terrorist Financing Act (PCMLTFA)."
                }
            ]
        },
        {
            "idx": 28,
            "content": "- the name of each account holder;\n- every reference number connected to the transaction that is meant to be similar to an account number;\n- every transaction identifier, including transaction hashes or similar identifiers (if applicable), and every sending and receiving address; and\n- the name and address of the person or entity that requested the transfer, unless that information was not, despite the taking of reasonable measures, included with the transfer and is not otherwise known.  \n**\\*\\*Note:** When you transfer VC, you must include with the transfer the prescribed information in accordance with the travel rule. When you receive VC, you must take reasonable measures to ensure that the transfer includes the prescribed information. Please see FINTRAC's travel rule guidance for more information.  \n**Retention**: At least five years from the date the VC transfer or VC receipt record was created.Footnote 30",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "1\\. What records must I keep and what must they contain?",
                "Header 3": "f. Records of virtual currency transfers in amounts equivalent to $1,000 or more",
                "Header 4": "Receipt of VC in an amount equivalent to $1,000 or more for remittance to a beneficiary"
            },
            "word_count": 143,
            "bullet_point_ratio": 0.6666666666666666,
            "context": " This chunk details the specific information that must be recorded and retained for virtual currency (VC) transfers and receipts of $1,000 or more, including account holder names, reference numbers, transaction identifiers, and sender information, with a retention period of at least five years.",
            "questions": [
                "What specific information must be recorded for virtual currency transfers and receipts of $1,000 or more?",
                "How long should the records of virtual currency transfers and receipts be retained?",
                "What measures must be taken when receiving virtual currency to ensure compliance with the travel rule?"
            ],
            "qnas": [
                {
                    "question": "What specific information must be recorded for virtual currency transfers and receipts of $1,000 or more?",
                    "answer": "For virtual currency transfers and receipts of $1,000 or more, the following specific information must be recorded and retained according to FINTRAC's guidelines:\n\n- The name of each account holder\n- Every reference number connected to the transaction that is meant to be similar to an account number\n- Every transaction identifier, including transaction hashes or similar identifiers (if applicable), and every sending and receiving address\n- The name and address of the person or entity that requested the transfer, unless that information is not included with the transfer and is not otherwise known despite taking reasonable measures\n\nThis information must be retained for at least five years from the date the record was created."
                },
                {
                    "question": "How long should the records of virtual currency transfers and receipts be retained?",
                    "answer": "Records of virtual currency transfers and receipts should be retained for at least five years, as per FINTRAC's guidelines."
                },
                {
                    "question": "What measures must be taken when receiving virtual currency to ensure compliance with the travel rule?",
                    "answer": "To ensure compliance with the travel rule when receiving virtual currency, you must take reasonable measures to ensure that the transfer includes the prescribed information, such as the name of each account holder, reference numbers, transaction identifiers, and sender information. This is in accordance with FINTRAC's travel rule guidance. Additionally, records must be retained for at least five years from the date the virtual currency receipt record was created."
                }
            ]
        },
        {
            "idx": 1,
            "content": "## 1\\. What records must I keep and what must they contain?  \nYou must keep the following records:  \n01. Reports – a copy of every report sent to FINTRAC\n- Suspicious Transaction Reports\n- Terrorist Property Reports\n- Large Cash Transaction Reports\n- Large Virtual Currency Transaction Reports\n- Electronic Funds Transfer Reports\n02. Large cash transaction records\n03. Large virtual currency transaction records\n04. Records of transactions of $3,000 or more\n05. Records of electronic funds transfers of $1,000 or more\n06. Records of virtual currency transfers in amounts equivalent to $1,000 or more\n07. Foreign currency exchange transaction tickets\n08. Virtual currency exchange transaction tickets\n09. Account records\n- Records for account holders and persons authorized to give instructions\n- Signature cards\n- Intended use of an account\n- Applications\n- Account operating agreements\n- Debit and credit memos\n- Deposit slips\n- Account statements\n- Cleared cheque records",
            "metadata": {
                "Header 1": "Record keeping requirements for financial entities",
                "Header 2": "1\\. What records must I keep and what must they contain?"
            },
            "word_count": 151,
            "bullet_point_ratio": 0.92,
            "context": " The chunk is part of the document under the section \"Record keeping requirements for financial entities,\" specifically addressing the question \"1. What records must I keep and what must they contain?\"",
            "questions": [
                "What types of financial reports must a bank maintain and submit to FINTRAC according to the record keeping requirements?",
                "For what types of large transactions and transfers must detailed records be kept, and what are the minimum thresholds for these transactions?",
                "What specific account-related records are required to be kept as per the outlined record keeping requirements for financial entities?"
            ],
            "qnas": [
                {
                    "question": "What types of financial reports must a bank maintain and submit to FINTRAC according to the record keeping requirements?",
                    "answer": "According to FINTRAC's record keeping requirements, a bank must maintain and submit the following types of financial reports:\n\n- Suspicious Transaction Reports\n- Terrorist Property Reports\n- Large Cash Transaction Reports\n- Large Virtual Currency Transaction Reports\n- Electronic Funds Transfer Reports"
                },
                {
                    "question": "For what types of large transactions and transfers must detailed records be kept, and what are the minimum thresholds for these transactions?",
                    "answer": "Detailed records must be kept for large cash transactions, large virtual currency transactions, transactions of $3,000 or more, electronic funds transfers of $1,000 or more, and virtual currency transfers equivalent to $1,000 or more, as required by FINTRAC."
                },
                {
                    "question": "What specific account-related records are required to be kept as per the outlined record keeping requirements for financial entities?",
                    "answer": "As per FINTRAC's record keeping requirements for financial entities, the specific account-related records that must be kept include:\n\n- Account records for account holders and persons authorized to give instructions\n- Signature cards\n- Intended use of an account\n- Applications\n- Account operating agreements\n- Debit and credit memos\n- Deposit slips\n- Account statements\n- Cleared cheque records"
                }
            ]
        }
    ],
    "summary": " This document outlines the specific record-keeping requirements that financial entities must follow under the Proceeds of Crime (Money Laundering) and Terrorist Financing Act (PCMLTFA) and associated Regulations, as mandated by FINTRAC."
}