{
    "markdown": "# Correspondent banking relationship requirements : FINTRAC's compliance guidance\n\n**From:** [Financial Transactions and Reports Analysis Centre of Canada (FINTRAC)](/intro-eng)\n\nThis guidance explains the [correspondent banking relationship](/guidance-directives/glossary-glossaire/1-eng#cbr) requirements under the Proceeds of Crime (Money Laundering) and Terrorist Financing Act (the Act) and associated Regulations that apply to [financial entities](/guidance-directives/glossary-glossaire/1-eng#fin).\n\n## In this guidance\n\n- [1\\. Who must comply](#s1)\n- [2\\. What is a correspondent banking relationship](#s2)\n- [3\\. What must I do to meet the requirements](#s3)\n- [4\\. What correspondent banking relationship records do I need to keep](#s4)\n- [5\\. What must I do if the client of a foreign financial institution has direct access to services I provide](#s5)\n- [6\\. What are the exceptions](#s6)\n- [For assistance](#s7)\n\n## Related links\n\nRelated acts and regulations\n\n- [Proceeds of Crime (Money Laundering) and Terrorist Financing Act](https://laws-lois.justice.gc.ca/eng/acts/P-24.501/)\n- [Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations](https://laws-lois.justice.gc.ca/eng/regulations/SOR-2002-184/)\n- [Proceeds of Crime (Money Laundering) and Terrorist Financing Suspicious Transaction Reporting Regulations](https://laws-lois.justice.gc.ca/eng/Regulations/SOR-2001-317/index.html)\n\nRelated guidance\n\n- [Compliance program requirements](/guidance-directives/compliance-conformite/Guide4/4-eng)\n- [Risk assessment guidance](/guidance-directives/compliance-conformite/rba/rba-eng)\n- [Reporting suspicious transactions to FINTRAC](/guidance-directives/transaction-operation/str-dod/str-dod-eng)\n- [Special Bulletin on financial activity associated with suspected sanctions evasion](/intel/bulletins/sanctions-eng)\n- [Report suspected sanctions evasion](/guidance-directives/transaction-operation/sanctions/sanctions-eng)\n- [Reporting terrorist property to FINTRAC](/guidance-directives/transaction-operation/Guide5/5-eng)\n- [Voluntary self-declaration of non-compliance](/guidance-directives/exam-examen/vsdonc/1-eng)\n\nRelated resources\n\n- [Policy interpretations database](/guidance-directives/overview-apercu/pi/pi-eng)\n- [Penalties for non-compliance](/pen/1-eng)\n- [Guidance glossary](/guidance-directives/glossary-glossaire/1-eng)\n- [Learning resources for businesses](/training-formation/training-formation-eng)\n\n## 1\\. Who must comply\n\nThe following Canadian financial entities are subject to the correspondent banking requirement if it enters into a correspondent banking relationship:\n\n\n- bank\n- cooperative credit society\n- credit union\n- caisse populaire\n- federally or provincially regulated trust or loan company\n- unregulated trust company\n- financial services cooperative\n- life insurance company, or an entity that is a life insurance broker or agent, that offers loans or prepaid payment products to the public, **or** maintains accounts for these loans or prepaid payment products, other than:\n\n  - loans made by the insurer to a policy holder if the insured person has a terminal illness that significantly reduces their life expectancy and the loan is secured by the value of an insurance policy\n  - loans made by the insurer to a policy holder for the sole purpose of funding the life insurance policy\n  - advance payments made by the insurer to a policy holder who is entitled to them\n\n- credit union central when it offers financial services to non-members\n- an agent of the Crown when it accepts deposit liabilities while providing financial services to the public\n- loan companies regulated by a Provincial Act\n\nLegal references\n\n- Proceeds of Crime (Money Laundering) and Terrorist Financing Act, S.C. 2000, Chapter.17, paragraphs 5(a),(b), (d), (e), (e.1), and (f)\n- Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations, SOR/2002-184, section 16(1)\n\n## 2\\. What is a correspondent banking relationship\n\nA correspondent banking relationship is created by an agreement or arrangement between a prescribed foreign financial institution and a Canadian financial entity (as defined above). In this relationship, the Canadian financial entity provides prescribed services to the foreign financial institution or international electronic funds transfers, cash management, or cheque clearing services.\n\nLegal references\n\n- Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations, SOR/2002-184, subsection 9.4 (3)\n\n## 3\\. What must I do to meet the requirements\n\n**Before** you enter into a correspondent banking relationship, you **must**:\n\n- Obtain information about the foreign financial institution and its activities to fulfil the related **verifying** and **record keeping requirements** outlined in this guidance.\n- Ensure that the foreign financial institution is not a [shell bank](/guidance-directives/glossary-glossaire/1-eng#shell).\n\n  - If it is a shell bank, you **cannot** enter into the correspondent banking relationship.\n\n- Obtain the approval of senior management to enter into the correspondent banking relationship.\n- Set out in writing your obligations and the foreign financial institution’s obligations for the correspondent banking services (for example, your correspondent banking agreement or arrangement, or product agreements).\n\nWhen you enter into a correspondent banking relationship, you **must also** do the following:\n\n- Periodically conduct ongoing monitoring of the correspondent banking relationship, at a frequency appropriate to the level of risk determined in your risk assessment, for the purpose of:\n  - detecting any suspicious transactions that you are required to report to FINTRAC\n  - keeping the information that is required to enter into a correspondent banking relationship up to date\n  - ensure that the foreign financial institution has appropriate anti-money laundering and anti-terrorist financing measures in place\n  - reassessing the level of risk associated with the foreign financial institution’s transactions, and\n  - determining whether the transactions or activities are consistent with the information obtained about the foreign financial institution and with your risk assessment\n\n- Verify the name and address of the foreign financial institution by examining a copy of:\n  - the foreign financial institution’s banking licence\n  - its banking charter\n  - the authorization or certification to operate that is issued by the competent authority under the legislation of the jurisdiction in which the foreign financial institution was incorporated\n  - its certificate of incorporation, or\n  - a similar document.\n\n- Take reasonable measures to verify, based on publicly available information, if civil or criminal penalties have been imposed on the foreign financial institution for not respecting anti-money laundering, or anti-terrorist financing requirements, and\n  - **if penalties have been imposed**, you must monitor all transactions conducted in the context of the correspondent banking relationship to detect any suspicious transactions that must be reported to FINTRAC.\n\n- Take reasonable measures to assess, based on publicly available information:\n  - the reputation of the foreign financial institution with respect to its compliance with anti-money laundering and anti-terrorist financing requirements, and\n  - the quality of the anti-money laundering and anti-terrorist financing supervision of the jurisdiction in which the foreign financial institution was incorporated, and the jurisdiction that it conducts transactions in the context of the correspondent banking relationship.\n\n- Take reasonable measures to determine the nature of the clientele and markets served by the foreign financial institution.\n- Take reasonable measures to ascertain whether the foreign financial institution has anti-money laundering, and anti-terrorist financing policies and procedures in place, including procedures for the approval of the opening of new accounts, and\n\n  - **if the reasonable measures you took were unsuccessful or the policies and procedures are not in place**, you must take reasonable measures to monitor all transactions conducted in the context of the correspondent banking relationship for the purpose of detecting suspicious transactions.\n\n- As part of your risk assessment within your [compliance program](/guidance-directives/compliance-conformite/Guide4/4-eng), you must assess and document money laundering, or terrorist activity financing risks related to your correspondent banking relationships.\n\nLegal references\n\n- Proceeds of Crime (Money Laundering) and Terrorist Financing Act\n\n  - section 7\n  - subsection 9.31(1)\n  - subsection 9.4(1)\n\n- Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations, SOR/2002-184\n\n  - subsection 16(3.1)\n  - paragraphs 90(a), 90(b) and 90(c)\n  - subsection 16(3)\n  - paragraph 156(c) (i)\n\n- Proceeds of Crime (Money Laundering) and Terrorist Financing Suspicious Transaction Reporting Regulations, SOR/2001-317\n  - section 9\n\n## 4\\. What correspondent banking relationship records do I need to keep\n\nWhen you enter into a correspondent banking relationship, you must keep the following records:\n\n- A record of the foreign financial institution’s name and address, primary business line and the names of its directors.\n- A copy of the foreign financial institution’s most recent annual report or audited financial statement.\n- A copy of one of the following:\n\n  - the foreign financial institution’s banking license, banking charter, authorization or certification to operate issued by the competent authority under the legislation of the jurisdiction in which it was incorporated\n  - its certificate of incorporation, or\n  - a similar document.\n\n- A copy of the correspondent banking agreement or arrangement, or product agreements, defining the respective responsibilities of your financial entity and of the foreign financial institution.\n- A record of the anticipated correspondent banking account activity of the foreign financial institution, including the products or services to be used.\n- A written statement from the foreign financial institution that it does not have, directly or indirectly, a correspondent banking relationship with a shell bank.\n- A written statement from the foreign financial institution that it is in compliance with anti-money laundering, and anti-terrorist financing legislation in every jurisdiction in which it operates.\n- A record of measures taken to determine the nature of the clientele and markets served by the foreign financial institution.\n- A record of the measures taken to ascertain whether any civil or criminal penalties have been imposed on the foreign financial institution for not respecting anti-money laundering, and anti-terrorist financing requirements, and the results of those measures.\n- A record of the measures taken to assess the reputation of the foreign financial institution with respect to its compliance with anti-money laundering and anti-terrorist financing requirements and the result of those measures.\n- A record of the measures taken to assess the quality of the anti-money laundering and anti-terrorist financing supervision of the jurisdiction in which the foreign financial institution is incorporated and the jurisdiction in which it conducts transactions in the context of the correspondent banking relationship, and the results of those measures.\n- A copy of every Suspicious Transaction Report and Terrorist Property Report sent to FINTRAC as a result of your correspondent banking relationship(s).\n\n**Retention:** At least five years after the day on which the last business transaction is conducted.\n\nLegal references\n\n- Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations, SOR/2002-184\n  - subsection 16(2)\n  - paragraph 148 (1)(b)\n\n## 5\\. What must I do if the client of a foreign financial institution has direct access to the services I provide\n\nIf, as part of a correspondent banking relationship, a client of the foreign financial institution has direct access to services you provide, you must take reasonable measures to verify whether the foreign financial institution:\n\n- has met requirements that are consistent with your requirements for verifying client identification for this client, and\n- has agreed to provide relevant client identification information to you upon request.\n\nLegal references\n\n- Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations, SOR/2002-184\n  - section 91\n\n## 6\\. What are the exceptions to correspondent banking relationship requirements\n\nFor a correspondent banking relationship, you do not need to keep account opening and transaction records (other than what is included in this Guidance) when you open an account for a foreign financial institution.\n\nAlso, certain correspondent banking relationship requirements do not apply to your activities related to the processing of payments by credit card or prepaid payment product for a merchant, including:\n\n- Keeping correspondent banking relationships records (as listed under What correspondent banking relationship records do I need to keep)\n- Taking reasonable measures to determine whether the foreign financial institution has anti-money laundering and anti-terrorist financing policies and procedures in place, including procedures for the approval of the opening of new accounts, and\n\n  - **if the reasonable measures you took were unsuccessful or the policies and procedures are not in place**, you must take reasonable measures to monitor all transactions conducted in the context of the correspondent banking relationship for the purpose of detecting suspicious transactions and terrorist activities.\n\n- Periodically conducting ongoing monitoring of the correspondent banking relationship, at a frequency appropriate to the level of risk determined in your risk assessment, for the purpose of:\n  - detecting any suspicious or terrorist activity financing transactions that you are required to report to FINTRAC\n  - keeping the information that is required to enter a correspondent banking relationship (see above) up to date\n  - reassessing the level of risk associated with the foreign financial institution’s transactions and activities related to the correspondent banking relationship, and\n  - determining whether transactions and activities are consistent with the information obtained, through the risk assessment, of the foreign financial institution\n\nLegal references\n\n- Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations, SOR/2002-184\n  - section 16\n  - section 150\n\n## For assistance\n\nIf you have questions on your requirements, please contact FINTRAC by email at [guidelines-lignesdirectrices@fintrac-canafe.gc.ca](mailto:guidelines-lignesdirectrices@fintrac-canafe.gc.ca).\n\n## Definitions\n\nAccountant\n\nA chartered accountant, a certified general accountant, a certified management accountant or, if applicable, a chartered professional accountant. (comptable)\n\nReference:\n\nProceeds of Crime (Money Laundering) and Terrorist Financing Regulations (PCMLTFR), SOR/2002-184, s. 1(2).\n\nAccounting firm\n\nAn entity that is engaged in the business of providing accounting services to the public and has at least one partner, employee or administrator that is an accountant. (cabinet d'expertise comptable)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nAct\n\nThe Proceeds of Crime (Money Laundering) and Terrorist Financing Act (PCMLTFA). (la Loi)\n\nReference:\n\nProceeds of Crime (Money Laundering) and Terrorist Financing Administrative Monetary Penalties Regulations (PCMLTFAMPR), SOR/2007-292, s. 1, Proceeds of Crime (Money Laundering) and Terrorist Financing Registration Regulations (PCMLTFRR), SOR/2007-121, s. 1, PCMLTFR, SOR/2002-184, s. 1(2), and Proceeds of Crime (Money Laundering) and Terrorist Financing Suspicious Transaction Reporting Regulations (PCMLTFSTRR), SOR/2001-317, s. 1(2).\n\nAdministrative monetary penalties (AMPs)\n\nCivil penalties that may be issued to reporting entities by FINTRAC for non-compliance with the PCMLTFA and associated Regulations. (pénalité administrative pécuniaire \\[PAP\\])\n\nAffiliate\n\nAn entity is affiliated with another entity if one of them is wholly owned by the other, if both are wholly owned by the same entity or if their financial statements are consolidated. (entité du même groupe)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 4.\n\nAnnuity\n\nHas the same meaning as in subsection 248(1) of the [Income Tax Act](https://laws-lois.justice.gc.ca/eng/acts/I-3.3). (rente)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nArmoured cars\n\nPersons or entities that are engaged in the business of transporting currency, money orders, traveller’s cheques or other similar negotiable instruments. (Véhicules blindés)\n\nAs soon as practicable\n\nA time period that falls in-between immediately and as soon as possible, within which a suspicious transaction report (STR) must be submitted to FINTRAC. The completion and submission of the STR should take priority over other tasks. In this context, the report must be completed promptly, taking into account the facts and circumstances of the situation. While some delay is permitted, it must have a reasonable explanation. (aussitôt que possible)\n\nAttempted transaction\n\nOccurs when an individual or entity starts to conduct a transaction that is not completed. For example, a client or a potential client walks away from conducting a $10,000 cash deposit. (opération tentée)\n\nAuthentic\n\nIn respect of verifying identity, means genuine and having the character of an original, credible, and reliable document or record. (authentique)\n\nAuthorized person\n\nA person who is authorized under subsection 45(2). (personne autorisée)\n\nReference:\n\nProceeds of Crime (Money Laundering) and Terrorist Financing Act (PCMLTFA), S.C. 2000, c 17, s. 2(1).\n\nAuthorized user\n\nA person who is authorized by a holder of a prepaid payment product account to have electronic access to funds or virtual currency available in the account by means of a prepaid payment product that is connected to it. (utilisateur autorisé)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nBeneficial owner(s)\n\nBeneficial owners are the individuals who are the trustees, and known beneficiaries and settlors of a trust, or who directly or indirectly own or control 25% or more of i) the shares of a corporation or ii) an entity other than a corporation or trust, such as a partnership. The ultimate beneficial owner(s) cannot be another corporation or entity; it must be the actual individual(s) who owns or controls the entity. (bénéficiaire effectif)\n\nBeneficiary\n\nA beneficiary is the individual or entity that will benefit from a transaction or to which the final remittance is made. (bénéficiaire)\n\nBranch\n\nA branch is a part of your business at a distinct location other than your main office. (succursale)\n\nBritish Columbia notary corporation\n\nAn entity that carries on the business of providing notary services to the public in British Columbia in accordance with the Notaries Act, R.S.B.C. 1996, c. 334. (société de notaires de la Colombie-Britannique)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nBritish Columbia notary public\n\nA person who is a member of the Society of Notaries Public of British Columbia. (notaire public de la Colombie-Britannique)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nCash\n\nCoins referred to in section 7 of the Currency Act, notes issued by the Bank of Canada under the Bank of Canada Act that are intended for circulation in Canada or coins or bank notes of countries other than Canada. (espèces)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2) and PCMLTFSTRR, SOR/2001-317, s. 1(2).\n\nCasino\n\nA government, organization, board or operator that is referred to in any of paragraphs 5(k) to (k.3) of the Act. (casino)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s 1(2) and PCMLTFSTRR, SOR/2001-317, s. 1(2).\n\nCertified translator\n\nAn individual that holds the title of professional certified translator granted by a Canadian provincial or territorial association or body that is competent under Canadian provincial or territorial law to issue such certification. (traducteur agréé)\n\nClarification request\n\nA clarification request is a method used to communicate with money services businesses (MSBs) or foreign money services businesses (FMSBs) when FINTRAC needs more information about their registration form. This request is usually sent by email. (demande de précisions)\n\nClient\n\nA person or entity that engages in a financial transaction with another person or entity. (client)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nClient identification information\n\nThe identifying information that you have obtained on your clients, such as name, address, telephone number, occupation or nature of principal business, and date of birth for an individual. (renseignements d'identification du client)\n\nCompetent authority\n\nFor the purpose of the criminal record check submitted with an application for registration, a competent authority is any person or organization that has the legally delegated or invested authority, capacity, or power to issue criminal record checks. (autorité compétente)\n\nCompleted transaction\n\nIs a transaction conducted by a person or entity, that is completed and results in the movement of funds, virtual currency, or the purchase or sale of an asset. (opération effectuée)\n\nCompleting action\n\nWith respect to a reportable transaction, information related to the instructions provided by the person or entity making the request to the reporting entity to complete a transaction. For example, an individual arrives at a bank and requests to purchase a bank draft. The completing action is the details of how the reporting entity fulfilled the person or entity’s instructions which led to the transaction being completed. This includes what the funds or virtual currency initially brought to the reporting entity was used for (see “disposition”). A transaction may have one or more completing actions depending on the instructions provided by the person or entity. (action d’achèvement)\n\nCompliance officer\n\nThe individual, with the necessary authority, that you appoint to be responsible for the implementation of your compliance program. (agent de conformité)\n\nCompliance policies and procedures\n\nWritten methodology outlining the obligations applicable to your business under the PCMLTFA and its associated Regulations and the corresponding processes and controls you put in place to address your obligations. (politiques et procédures de conformité)\n\nCompliance program\n\nAll elements (compliance officer, policies and procedures, risk assessment, training program, effectiveness review) that you, as a reporting entity, are legally required to have under the PCMLTFA and its associated Regulations to ensure that you meet all your obligations. (programme de conformité)\n\nContext\n\nClarifies a set of circumstances or provides an explanation of a situation or financial transaction that can be understood and assessed. (contexte)\n\nCorrespondent banking relationship\n\nA relationship created by an agreement or arrangement under which an entity referred to in any of paragraphs 5(a), (b), (d),(e) and (e.1) or an entity that is referred to in section 5 and that is prescribed undertakes to provide to a prescribed foreign entity prescribed services or international electronic funds transfers, cash management or cheque clearing services. (relation de correspondant bancaire)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 9.4(3) and PCMLTFR, SOR/2002-184, s. 16(1)(b).\n\nCountry of residence\n\nThe country where an individual has lived continuously for 12 months or more. The individual must have a dwelling in the country concerned. For greater certainty, a person only has one country of residence no matter how many dwelling places they may have, inside or outside of that country. (pays de résidence)\n\nCredit card acquiring business\n\nA credit card acquiring business is a financial entity that has an agreement with a merchant to provide the following services:\n\n- enabling a merchant to accept credit card payments by cardholders for goods and services and to receive payments for credit card purchases;\n- processing services, payment settlements and providing point-of-sale equipment (such as computer terminals); and\n- providing other ancillary services to the merchant.\n\n\n(entreprise d'acquisition de cartes de crédit)Credit union central\n\nA central cooperative credit society, as defined in section 2 of the [Cooperative Credit Associations Act](https://laws-lois.justice.gc.ca/eng/acts/C-41.01), or a credit union central or a federation of credit unions or caisses populaires that is regulated by a provincial Act other than one enacted by the legislature of Quebec. (centrale de caisses de crédit)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nCrowdfunding platform\n\nA website or an application or other software that is used to raise funds or virtual currency through donations. (plateforme de sociofinancement)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nCrowdfunding platform services\n\nThe provision and maintenance of a crowdfunding platform for use by other persons or entities to raise funds or virtual currency for themselves or for persons or entities specified by them. (services de plateforme de sociofinancement)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nCurrent\n\nIn respect of a document or source of information that is used to verify identity, is up to date, and, in the case of a government-issued photo identification document, must not have been expired when the ID was verified. (à jour)\n\nDealer in precious metals and stones\n\nA person or entity that, in the course of their business activities, buys or sells precious metals, precious stones or jewellery. It includes a department or an agent of His Majesty in right of Canada or an agent or mandatary of His Majesty in right of a province when the department or the agent or mandatary carries out the activity, referred to in subsection 65(1), of selling precious metals to the public. (négociant en métaux précieux et pierres précieuses)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nDeferred profit sharing plan\n\nHas the same meaning as in subsection 248(1) of the [Income Tax Act](https://laws-lois.justice.gc.ca/eng/acts/I-3.3). (régime de participation différée aux bénéfices)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nDeposit slip\n\nA record that sets out:\n\n1. (a) the date of the deposit;\n2. (b) the name of the person or entity that makes the deposit;\n3. (c) the amount of the deposit and of any part of it that is made in cash;\n4. (d) the method by which the deposit is made; and\n5. (e) the number of the account into which the deposit is made and the name of each account holder.\n\n(relevé de dépôt)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nDirecting services\n\nA business is directing services at persons or entities in Canada if at least one of the following applies:\n\n- The business's marketing or advertising is directed at persons or entities located in Canada;\n- The business operates a \".ca\" domain name; or,\n- The business is listed in a Canadian business directory.\n\nAdditional criteria may be considered, such as if the business describes its services being offered in Canada or actively seeks feedback from persons or entities in Canada. (diriger des services)\n\nDistributed ledger\n\nFor the purpose of section 151 of the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations (PCMLTFR), a digital ledger that is maintained by multiple persons or entities and that can only be modified by a consensus of those persons or entities. (registres distribués)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 151(2).\n\nDisposition\n\nWith respect to a reportable transaction, the disposition is what the funds or virtual currency was used for. For example, an individual arrives at a bank with cash and purchases a bank draft. The disposition is the purchase of the bank draft. (répartition)\n\nElectronic funds transfer\n\nThe transmission—by any electronic, magnetic or optical means—of instructions for the transfer of funds, including a transmission of instructions that is initiated and finally received by the same person or entity. In the case of SWIFT messages, only SWIFT MT-103 messages and their equivalent are included. It does not include a transmission or instructions for the transfer of funds:\n\n1. (a) that involves the beneficiary withdrawing cash from their account;\n2. (b) that is carried out by means of a direct deposit or pre-authorized debit;\n3. (c) that is carried out by cheque imaging and presentment\n4. (d) that is both initiated and finally received by persons or entities that are acting to clear or settle payment obligations between themselves; or\n5. (e) that is initiated or finally received by a person or entity referred to in paragraphs 5(a) to (h.1) of the Act for the purpose of internal treasury management, including the management of their financial assets and liabilities, if one of the parties to the transaction is a subsidiary of the other or if they are subsidiaries of the same corporation.\n\n(télévirement)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nEmployees profit sharing plan\n\nHas the same meaning as in subsection 248(1) of the [Income Tax Act](https://laws-lois.justice.gc.ca/eng/acts/I-3.3). (régime de participation des employés aux bénéfices)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nEntity\n\nA body corporate, a trust, a partnership, a fund or an unincorporated association or organization. (entité)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nFacts\n\nActual events, actions, occurrences or elements that exist or are known to have happened or existed. Facts are not opinions. For example, facts surrounding a transaction or multiple transactions could include the date, time, location, amount or type of transaction or could include the account details, particular business lines, or the client's financial history. (faits)\n\nFamily member\n\nFor the purposes of subsection 9.3(1) of the Act, a prescribed family member of a politically exposed foreign person, a politically exposed domestic person or a head of an international organization is:\n\n1. (a) their spouse or common-law partner;\n2. (b) their child;\n3. (c) their mother or father;\n4. (d) the mother or father of their spouse or common-law partner; or\n5. (e) a child of their mother or father.\n\n(membre de la famille)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 2(1).\n\nFiat currency\n\nA currency that is issued by a country and is designated as legal tender in that country. (monnaie fiduciaire)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2) and PCMLTFSTRR, SOR/2001-317, s. 1(2).\n\nFinal receipt\n\nIn respect of an electronic funds transfer, means the receipt of the instructions by the person or entity that is to make the remittance to a beneficiary. (destinataire)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nFinancial entity\n\nMeans:\n\n1. (a) an entity that is referred to in any of paragraphs 5(a), (b) and (d) to (f) of the Act;\n2. (b) a financial services cooperative;\n3. (c) a life insurance company, or an entity that is a life insurance broker or agent, in respect of loans or prepaid payment products that it offers to the public and accounts that it maintains with respect to those loans or prepaid payment products, other than:\n1. (i) loans that are made by the insurer to a policy holder if the insured person has a terminal illness that significantly reduces their life expectancy and the loan is secured by the value of an insurance policy;\n2. (ii) loans that are made by the insurer to the policy holder for the sole purpose of funding the life insurance policy; and\n3. (iii) advance payments to which the policy holder is entitles that are made to them by the insurer;\n4. (d) a credit union central when it offers financial services to a person, or to an entity that is not a member of that credit union central; and\n5. (e) a department, or an entity that is an agent of His Majesty in right of Canada or an agent or mandatary of His Majesty in right of a province, when it carries out an activity referred to in section 76.\n\n\n(entité financière)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nFinancial Action Task Force\n\nThe Financial Action Task Force on Money Laundering established in 1989. (Groupe d'action financière)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nFinancial services cooperative\n\nA financial services cooperative that is regulated by an Act respecting financial services cooperatives, CQLR, c. C-67.3 or the Act respecting the Mouvement Desjardins, S.Q. 2000, c. 77, other than a caisse populaire. (coopérative de services financiers)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nForeign currency\n\nA fiat currency that is issued by a country other than Canada. (devise)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nForeign currency exchange transaction\n\nAn exchange, at the request of another person or entity, of one fiat currency for another. (opération de change en devise)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nForeign currency exchange transaction ticket\n\nA record respecting a foreign currency exchange transaction—including an entry in a transaction register—that sets out:\n\n1. (a) the date of the transaction;\n2. (b) in the case of a transaction of $3,000 or more, the name and address of the person or entity that requests the exchange, the nature of their principal business or their occupation and, in the case of a person, their date of birth;\n3. (c) the type and amount of each of the fiat currencies involved in the payment made and received by the person or entity that requests the exchange;\n4. (d) the method by which the payment is made and received;\n5. (e) the exchange rates used and their source;\n6. (f) the number of every account that is affected by the transaction, the type of account and the name of each account holder; and\n7. (g) every reference number that is connected to the transaction and has a function equivalent to that of an account number.\n\n(fiche d'opération de change en devise)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nForeign money services business\n\nPersons and entities that do not have a place of business in Canada, that are engaged in the business of providing at least one of the following services that is directed at persons or entities in Canada, and that provide those services to their clients in Canada:\n\n1. (i) foreign exchange dealing,\n2. (ii) remitting funds or transmitting funds by any means or through any person, entity or electronic funds transfer network,\n3. (iii) issuing or redeeming money orders, traveller's cheques or other similar negotiable instruments except for cheques payable to a named person or entity,\n4. (iv) dealing in virtual currencies, or\n5. (v) any prescribed service.\n\n(entreprise de services monétaires étrangère)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 5(h.1), PCMLTFRR, SOR/2007-121, s. 1 and PCMLTFR, SOR/2002-184, s. 1(2).\n\nForeign state\n\nExcept for the purposes of Part 2, means a country other than Canada and includes any political subdivision or territory of a foreign state. (État étranger)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nFunds\n\nMeans:\n\n1. (a) cash and other fiat currencies, and securities, negotiable instruments or other financial instruments that indicate a title or right to or interest in them; or\n2. (b) a private key of a cryptographic system that enables a person or entity to have access to a fiat currency other than cash.\n\nFor greater certainty, it does not include virtual currency. (fonds)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2) and PCMLTFSTRR, SOR/2001-317, s. 1(2).\n\nHead of an international organization\n\nA person who, at a given time, holds—or has held within a prescribed period before that time—the office or position of head of\n\n1. a) an international organization that is established by the governments of states;\n2. b) an institution of an organization referred to in paragraph (a); or\n3. c) an international sports organization.\n\n(dirigeant d'une organisation internationale)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 9.3(3).\n\nImmediately\n\nIn respect of submitting a Terrorist Property Report (TPR), the time period within which a TPR must be submitted, which does not allow for any delay prior to submission. (immédiatement)\n\nInformation record\n\nA record that sets out the name and address of a person or entity and:\n\n1. (a) in the case of a person, their date of birth and the nature of their principal business or their occupation; and\n2. (b) in the case of an entity, the nature of its principal business.\n\n(dossier de renseignements)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nInitiation\n\nIn respect of an electronic funds transfer, means the first transmission of the instructions for the transfer of funds. (amorcer)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nInstitutional trust\n\nFor the purpose of section 15 of the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations (PCMLTFR), means a trust that is established by a corporation or other entity for a particular business purpose and includes a pension plan trust, a pension master trust, a supplemental pension plan trust, a mutual fund trust, a pooled fund trust, a registered retirement savings plan trust, a registered retirement income fund trust, a registered education savings plan trust, a group registered retirement savings plan trust, a deferred profit sharing plan trust, an employee profit sharing plan trust, a retirement compensation arrangement trust, an employee savings plan trust, a health and welfare trust, an unemployment benefit plan trust, a foreign insurance company trust, a foreign reinsurance trust, a reinsurance trust, a real estate investment trust, an environmental trust and a trust established in respect of endowment, a foundation or a registered charity. (fiducie institutionnelle)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 15(2).\n\nInternational electronic funds transfer\n\nAn electronic funds transfer other than for the transfer of funds within Canada. (télévirement international)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nInter vivos trust\n\nA personal trust, other than a trust created by will. (fiducie entre vifs)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nJewellery\n\nObjects that are made of gold, silver, palladium, platinum, pearls or precious stones and that are intended to be worn as a personal adornment. (bijou)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nLarge cash transaction record\n\nA record that indicates the receipt of an amount of $10,000 or more in cash in a single transaction and that contains the following information:\n\n01. (a) the date of the receipt;\n02. (b) if the amount is received for deposit into an account, the number of the account, the name of each account holder and the time of the deposit or an indication that the deposit is made in a night deposit box outside the recipient's normal business hours;\n03. (c) the name and address of every other person or entity that is involved in the transaction, the nature of their principal business or their occupation and, in the case of a person, their date of birth;\n04. (d) the type and amount of each fiat currency involved in the receipt;\n05. (e) the method by which the cash is received;\n06. (f) if applicable, the exchange rates used and their source;\n07. (g) the number of every other account that is affected by the transaction, the type of account and the name of each account holder\n08. (h) every reference number that is connected to the transaction and has a function equivalent to that of an account number;\n09. (i) the purpose of the transaction;\n10. (j) the following details of the remittance of, or in exchange for, the cash received:\n    1. (i) the method of remittance;\n    2. (ii) if the remittance is in funds, the type and amount of each type of funds involved;\n    3. (iii) if the remittance is not in funds, the type of remittance and its value, if different from the amount of cash received; and\n    4. (iv) the name of every person or entity involved in the remittance and their account number or policy number or, if they have no account number or policy number, their identifying number; and\n11. (k) if the amount is received by a dealer in precious metals and precious stones for the sale of precious metals, precious stones or jewellery:\n    1. (i) the type of precious metals, precious stones or jewellery;\n    2. (ii) the value of the precious metals, precious stones or jewellery, if different from the amount of cash received, and\n    3. (iii) the wholesale value of the precious metals, precious stones or jewellery.\n\n(relevé d'opération importante en espèces)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nLarge virtual currency transaction record\n\nA record that indicates the receipt of an amount of $10,000 or more in virtual currency in a single transaction and that contains the following information:\n\n1. (a) the date of the receipt;\n2. (b) if the amount is received for deposit into an account, the name of each account holder;\n3. (c) the name and address of every other person or entity that is involved in the transaction, the nature of their principal business or their occupation and, in the case of a person, their date of birth;\n4. (d) the type and amount of each virtual currency involved in the receipt;\n5. (e) the exchange rates used and their source;\n6. (f) the number of every other account that is affected by the transaction, the type of account and the name of each account holder;\n7. (g) every reference number that is connected to the transaction and has a function equivalent to that of an account number;\n8. (h) every transaction identifier, including the sending and receiving addresses; and\n9. (i) if the amount is received by a dealer in precious metals and precious stones for the sale of precious metals, precious stones or jewellery:\n1. (i) the type of precious metals, precious stones or jewellery;\n2. (ii) the value of the precious metals, precious stones or jewellery, if different from the amount of virtual currency received; and\n3. (iii) the wholesale value of the precious metals, precious stones or jewellery.\n\n(relevé d'opération importante en monnaie virtuelle)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nLife insurance broker or agent\n\nA person or entity that is authorized under provincial legislation to carry on the business of arranging contracts of life insurance. (représentant d'assurance-vie)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nLife insurance company\n\nA life company or foreign life company to which the [Insurance Companies Act](https://laws-lois.justice.gc.ca/eng/acts/I-11.8) applies or a life insurance company regulated by a provincial Act. (société d'assurance-vie)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nListed person\n\nHas the same meaning as in section 1 of the [Regulations Implementing the United Nations Resolutions on the Suppression of Terrorism](https://laws-lois.justice.gc.ca/eng/regulations/SOR-2001-360). (personne inscrite)\n\nReference:\n\nPCMLTFSTRR, SOR/2001-317, s. 1(2).\n\nManaging general agents (MGAs)\n\nLife insurance brokers or agents that act as facilitators between other life insurance brokers or agents and life insurance companies.  MGAs typically offer services to assist with insurance agents contracting and commission payments, facilitate the flow of information between insurer and agent, and provide training to, and compliance oversight of, insurance agents. (agent général de gestion)\n\nMandatary\n\nA person who acts, under a mandate or agreement, for another person or entity. (mandataire)\n\nMarketing or advertising\n\nWhen a person or entity uses promotional materials such as advertisements, graphics for websites or billboards, etc., with the intent to promote money services business (MSB) services and to acquire business from persons or entities in Canada. (marketing ou publicité)\n\nMinister\n\nIn relation to sections 24.1 to 39, the Minister of Public Safety and Emergency Preparedness and, in relation to any other provision of this Act, the Minister of Finance. (ministre)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nMoney laundering offence\n\nAn offence under subsection 462.31(1) of the [Criminal Code](https://laws-lois.justice.gc.ca/eng/acts/C-46). The United Nations defines money laundering as \"any act or attempted act to disguise the source of money or assets derived from criminal activity.\" Essentially, money laundering is the process whereby \"dirty money\"—produced through criminal activity—is transformed into \"clean money,\" the criminal origin of which is difficult to trace. (infraction de recyclage des produits de la criminalité)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nMoney laundering and terrorist financing indicators (ML/TF indicators)\n\nPotential red flags that could initiate suspicion or indicate that something may be unusual in the absence of a reasonable explanation. \\[Indicateurs de blanchiment d'argent (BA) et de financement du terrorisme (FT) (indicateurs de BA/FT)\\]\n\nMoney services business\n\nA person or entity that has a place of business in Canada and that is engaged in the business of providing at least one of the following services:\n\n1. (i) foreign exchange dealing,\n2. (ii) remitting funds or transmitting funds by any means or through any person, entity or electronic funds transfer network,\n3. (iii) issuing or redeeming money orders, traveller's cheques or other similar negotiable instruments except for cheques payable to a named person or entity,\n4. (iv) dealing in virtual currencies, or\n5. (v) any prescribed service.\n\n(entreprise de services monétaires)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 5(h), PCMLTFRR, SOR/2007-121, s. 1 and PCMLTFR, SOR/2002-184, s. 1(2).\n\nMoney services business agent\n\nAn individual or entity authorized to deliver services on behalf of a money services business (MSB). It is not an MSB branch. (mandataire d'une entreprise de services monétaires)\n\nMortgage administrator\n\nA person or entity, other than a financial entity, that is engaged in the business of servicing mortgage agreements on real property or hypothec agreements on immovables on behalf of a lender. (administrateur hypothécaire)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 5(i), PCMLTFRR,SOR/2002-184, subsection 1(2)\n\nMortgage broker\n\nA person or entity that is authorized under provincial legislation to act as an intermediary between a lender and a borrower with respect to loans secured by mortgages on real property or hypothecs on immovables. (courtier hypothécaire)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 5(i),\nPCMLTFRR,SOR/2002-184, subsection 1(2)\n\nMortgage lender\n\nA person or entity, other than a financial entity, that is engaged in the business of providing loans secured by mortgages on real property or hypothecs on immovables. (prêteur hypothécaire)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 5(i),\nPCMLTFRR,SOR/2002-184, subsection 1(2)\n\nNature of principal business\n\nAn entity's type or field of business. Also applies to an individual in the case of a sole proprietorship. (nature de l'entreprise principale)\n\nNew developments\n\nChanges to the structure or operations of a business when new services, activities, or locations are put in place. For example, changes to a business model or business restructuring. (nouveaux développements)\n\nNew technologies\n\nThe adoption of a technology that is new to a business. For example, when a business adopts new systems or software such as transaction monitoring systems or client onboarding and identification tools. (nouvelles technologies)\n\nNo apparent reason\n\nThere is no clear explanation to account for suspicious behaviour or information. (sans raison apparente)\n\nOccupation\n\nThe job or profession of an individual. (profession ou métier)\n\nPerson\n\nAn individual. (personne)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nPerson authorized to give instructions\n\nIn respect of an account, means a person who is authorized to instruct on the account or make changes to the account, such as modifying the account type, updating the account contact details, and in the case of a credit card account, requesting a limit increase or decrease, or adding or removing card holders. A person who is only able to conduct transactions on the account is not considered a person authorized to give instructions. (personne habilitée à donner des instructions)\n\nPolitically exposed domestic person\n\nA person who, at a given time, holds—or has held within a prescribed period before that time—one of the offices or positions referred to in any of paragraphs (a) and (c) to (j) in or on behalf of the federal government or a provincial government or any of the offices or positions referred to in paragraphs (b) and (k):\n\n01. (a) Governor General, lieutenant governor or head of government;\n02. (b) member of the Senate or House of Commons or member of a legislature of a province;\n03. (c) deputy minister or equivalent rank;\n04. (d) ambassador, or attaché or counsellor of an ambassador;\n05. (e) military officer with a rank of general or above;\n06. (f) president of a corporation that is wholly owned directly by His Majesty in right of Canada or a province;\n07. (g) head of a government agency;\n08. (h) judge of an appellate court in a province, the Federal Court of Appeal or the Supreme Court of Canada;\n09. (i) leader or president of a political party represented in a legislature;\n10. (j) holder of any prescribed office or position; or\n11. (k) mayor, reeve or other similar chief officer of a municipal or local government.\n\n(national politiquement vulnérable)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 9.3(3).\n\nPolitically exposed foreign person\n\nA person who holds or has held one of the following offices or positions in or on behalf of a foreign state:\n\n01. (a) head of state or head of government;\n02. (b) member of the executive council of government or member of a legislature;\n03. (c) deputy minister or equivalent rank;\n04. (d) ambassador, or attaché or counsellor of an ambassador;\n05. (e) military officer with a rank of general or above;\n06. (f) president of a state-owned company or a state-owned bank;\n07. (g) head of a government agency;\n08. (h) judge of a supreme court, constitutional court or other court of last resort;\n09. (i) leader or president of a political party represented in a legislature; or\n10. (j) holder of any prescribed office or position.\n\n(étranger politiquement vulnérable)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nPossibility\n\nIn regards to completing a suspicious transaction report (STR), the likelihood that a transaction may be related to a money laundering/terrorist financing (ML/TF) offence. For example, based on your assessment of facts, context and ML/TF indicators you have reasonable grounds to suspect that a transaction is related to the commission or attempted commission of an ML/TF offence. (possibilité)\n\nPrecious metal\n\nGold, silver, palladium or platinum in the form of coins, bars, ingots or granules or in any other similar form. (métal précieux)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nPrecious stones\n\nDiamonds, sapphires, emeralds, tanzanite, rubies or alexandrite. (pierre précieuse)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nPrepaid payment product\n\nA product that is issued by a financial entity and that enables a person or entity to engage in a transaction by giving them electronic access to funds or virtual currency paid to a prepaid payment product account held with the financial entity in advance of the transaction. It excludes a product that:\n\n1. (a) enables a person or entity to access a credit or debit account or one that is issued for use only with particular merchants; or\n2. (b) is issued for single use for the purposes of a retail rebate program.\n\n(produit de paiement prépayé)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nPrepaid payment product account\n\nAn account – other than an account to which only a public body or, if doing so for the purposes of humanitarian aid, a registered charity as defined in subsection 248(1) of the Income Tax Act, can add funds or virtual currency – that is connected to a prepaid payment product and that permits:\n\n1. (a) funds or virtual currency that total $1,000 or more to be added to the account within a 24-hour period; or\n2. (b) a balance of funds or virtual currency of $1,000 or more to be maintained.\n\n(compte de produit de paiement prépayé)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nPrescribed\n\nPrescribed by regulations made by the Governor in Council. (Version anglaise seulement)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nProbability\n\nThe likelihood in regards to completing a suspicious transaction report (STR) that a financial transaction is related to a money laundering/terrorist financing (ML/TF) offence. For example, based on facts, having reasonable grounds to believe that a transaction is probably related to the commission or attempted commission of an ML/TF offence. (probabilité)\n\nProduction order\n\nA judicial order that compels a person or entity to disclose records to peace officers or public officers. (ordonnance de communication)\n\nPublic body\n\nMeans\n\n1. (a) a department or an agent of His Majesty in right of Canada or an agent or mandatary of His Majesty in right of a province;\n2. (b) an incorporated city or town, village, metropolitan authority, township, district, county, rural municipality or other incorporated municipal body in Canada or an agent or mandatary in Canada of any of them; and\n3. (c) an organization that operates a public hospital and that is designated by the Minister of National Revenue as a hospital authority under the [Excise Tax Act](https://laws-lois.justice.gc.ca/eng/acts/E-15), or an agent or mandatary of such an organization.\n\n\n(organisme public)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nReal estate broker or sales representative\n\nA person or entity that is authorized under provincial legislation to act as an agent or mandatary for purchasers or vendors in respect of the purchase or sale of real property or immovables. (courtier ou agent immobilier)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nReal estate developer\n\nA person or entity that, in any calendar year after 2007, has sold to the public, other than in the capacity of a real estate broker or sales representative:\n\n1. (a) five or more new houses or condominium units;\n2. (b) one or more new commercial or industrial buildings; or\n3. (c) one or more new multi-unit residential buildings each of which contains five or more residential units, or two or more new multi-unit residential buildings that together contain five or more residential units.\n\n(promoteur immobilier)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nReasonable measures\n\nSteps taken to achieve a desired outcome, even if they do not result in the desired outcome. For example, this can include doing one or more of the following:\n\n- asking the client,\n- conducting open source searches,\n- retrieving information already available, including information held in non-digital formats, or\n- consulting commercially available information.\n\n(mesures raisonnables)Receipt of funds record\n\nA record that indicates the receipt of an amount of funds and that contains the following information:\n\n01. (a) the date of the receipt;\n02. (b) if the amount is received from a person, their name, address and date of birth and the nature of their principal business or their occupation;\n03. (c) if the amount is received from or on behalf of an entity, the entity's name and address and the nature of their principal business;\n04. (d) the amount of the funds received and of any part of the funds that is received in cash;\n05. (e) the method by which the amount is received;\n06. (f) the type and amount of each fiat currency involved in the receipt;\n07. (g) if applicable, the exchange rates used and their source;\n08. (h) the number of every account that is affected by the transaction in which the receipt occurs, the type of account and the name of each account holder;\n09. (i) the name and address of every other person or entity that is involved in the transaction, the nature of their principal business or their occupation and, in the case of a person, their date of birth;\n10. (j) every reference number that is connected to the transaction and has a function equivalent to that of an account number; and\n11. (k) the purpose of the transaction.\n\n(relevé de réception de fonds)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nRegistered pension plan\n\nHas the same meaning as in subsection 248(1) of the [Income Tax Act](https://laws-lois.justice.gc.ca/eng/acts/I-3.3). (régime de pension agréé)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nRegistered retirement income fund\n\nHas the same meaning as in subsection 248(1) of the [Income Tax Act](https://laws-lois.justice.gc.ca/eng/acts/I-3.3). (fonds enregistré de revenu de retraite)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nReliable\n\nIn respect of information that is used to verify identity, means that the source is well known, reputable, and is considered one that you trust to verify the identity of the client. (fiable)\n\nRepresentative for service\n\nAn individual in Canada that has been appointed by a person or entity that is a foreign money services business (FMSB), pursuant to the PCMLTFA, to receive notices and documents on behalf of the FMSB. (représentant du service)\n\nRisk assessment\n\nThe review and documentation of potential money laundering/terrorist financing risks in order to help a business establish policies, procedures and controls to detect and mitigate these risks and their impact. (évaluation des risques)\n\nSanctions evasion\n\nSanctions evasion offence means an offence arising from the contravention of a restriction or prohibition established by an order or a regulation made under the United Nations Act, the Special Economic Measures Act or the Justice for Victims of Corrupt Foreign Officials Act (Sergei Magnitsky Law). (contournement des sanctions)\n\nSecurities dealer\n\nA person or entity that is referred to in paragraph 5(g) of the Act. (courtier en valeurs mobilières)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nSenior officer\n\nIn respect of an entity, means:\n\n1. (a) a director of the entity who is one of its full-time employees;\n2. (b) the entity's chief executive officer, chief operating officer, president, secretary, treasurer, controller, chief financial officer, chief accountant, chief auditor or chief actuary, or any person who performs any of those functions; or\n3. (c) any other officer who reports directly to the entity's board of directors, chief executive officer or chief operating officer.\n\n(cadre dirigeant)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nService agreement\n\nAn agreement between a money services business (MSB) and an organization according to which the MSB will provide any of the following MSB services on an ongoing basis:\n\n- money transfers;\n- foreign currency exchange;\n- issuing or redeeming money orders, traveller's cheques or anything similar; or\n- dealing in virtual currencies.\n- Crowdfunding\n- Armoured Cars\n\n(accord de relation commerciale)\nSettlor\n\nA settlor is an individual or entity that creates a trust with a written trust declaration. The settlor ensures that legal responsibility for the trust is given to a trustee and that the trustee is provided with a trust instrument document that explains how the trust is to be used for the beneficiaries. A settlor includes any individual or entity that contributes financially to that trust, either directly or indirectly. (constituant)\n\nShell bank\n\nA foreign financial institution that:\n\n1. (a) does not have a place of business that:\n1. (i) is located at a fixed address—where it employs one or more persons on a full-time basis and maintains operating records related to its banking activities—in a country in which it is authorized to conduct banking activities; and\n2. (ii) is subject to inspection by the regulatory authority that licensed it to conduct banking activities; and\n2. (b) is not controlled by, or under common control with, a depository institution, credit union or foreign financial institution that maintains a place of business referred to in paragraph (a) in Canada or in a foreign country.\n\n(banque fictive)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(1).\n\nSignature\n\nIncludes an electronic signature or other information in electronic form that is created or adopted by a client of a person or entity referred to in section 5 of the Act and that is accepted by the person or entity as being unique to that client. (signature)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nSignature card\n\nIn respect of an account, means a document that is signed by a person who is authorized to give instructions in respect of the account, or electronic data that constitutes the signature of such a person. (fiche-signature)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nSource\n\nThe issuer or provider of information or documents for verifying identification. (source)\n\nSource of funds or of virtual currency (VC)\n\nThe origin of the particular funds or VC used to carry out a specific transaction or to attempt to carry out a transaction. It is how the funds were acquired, not where the funds may have been transferred from. For example, the source of funds could originate from activities or occurrences such as employment income, gifts, the sale of a large asset, criminal activity, etc. (origine des fonds ou de la monnaie virtuelle (MV))\n\nSource of wealth\n\nThe origin of a person's total assets that can be reasonably explained, rather than what might be expected. For example, a person's wealth could originate from an accumulation of activities and occurrences such as business undertakings, family estates, previous and current employment income, investments, real estate, inheritance, lottery winnings, etc. (origine de la richesse)\n\nStarting action\n\nWith respect to a reportable transaction, information related to the instructions provided by the person or entity making the request to the reporting entity to start a transaction. For example, an individual arrives at a bank and requests to purchase a bank draft. The starting action is the details of the instructions for the purchase which includes the funds or virtual currency that the requesting person or entity brought to the reporting entity. A transaction must have at least one starting action. (action d’amorce)\n\nSWIFT\n\nThe Society for Worldwide Interbank Financial Telecommunication. (SWIFT)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nTerrorist activity\n\nHas the same meaning as in subsection 83.01(1) of the [Criminal Code](https://laws-lois.justice.gc.ca/eng/acts/C-46). (activité terroriste)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nTerrorist activity financing offence\n\nAn offence under section 83.02, 83.03 or 83.04 of the [Criminal Code](https://laws-lois.justice.gc.ca/eng/acts/C-46) or an offence under section 83.12 of the [Criminal Code](https://laws-lois.justice.gc.ca/eng/acts/C-46) arising out of a contravention of section 83.08 of that Act.\n\nA terrorist financing offence is knowingly collecting or giving property (such as money) to carry out terrorist activities. This includes the use and possession of any property to help carry out the terrorist activities. The money earned for terrorist financing can be from legal sources, such as personal donations and profits from a business or charitable organization or from criminal sources, such as the drug trade, the smuggling of weapons and other goods, fraud, kidnapping and extortion. (infraction de financement des activités terroristes)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nThird party\n\nAny individual or entity that instructs another individual or entity to act on their behalf for a financial activity or transaction. (tiers)\n\nThreats to the security of Canada\n\nHas the same meaning as in section 2 of the [Canadian Security Intelligence Service Act](https://laws-lois.justice.gc.ca/eng/acts/C-23). (menaces envers la sécurité du Canada)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nTraining program\n\nA written and implemented program outlining the ongoing training for your employees, agents or other individuals authorized to act on your behalf. It should contain information about all your obligations and requirements to be fulfilled under the Proceeds of Crime (Money Laundering) and Terrorist Financing Act and its associated Regulations. (programme de formation)\n\nTrust\n\nA right of property held by one individual or entity (a trustee) for the benefit of another individual or entity (a beneficiary). (fiducie)\n\nTrust company\n\nA company that is referred to in any of paragraphs 5(d) to (e.1) of the Act. (société de fiducie)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nTrustee\n\nA trustee is the individual or entity authorized to hold or administer the assets of a trust. (fiduciaire)\n\nTutor\n\nIn the context of civil law, a person who has been lawfully appointed to the care of the person and property of a minor. (tuteur)\n\nTwo year effectiveness review\n\nA review, conducted every two years (at a minimum), by an internal or external auditor to test the effectiveness of your policies and procedures, risk assessment, and training program. (examen bisannuel de l'efficacité)\n\nValid\n\nIn respect of a document or information that is used to verify identity, appears legitimate or authentic and does not appear to have been altered or had any information redacted. The information must also be valid according to the issuer, for example if a passport is invalid because of a name change, it is not valid for FINTRAC purposes. (valide)\n\nVerify identity\n\nTo refer to certain information or documentation, in accordance with the prescribed methods, to identify a person or entity (client). (vérifier l'identité)\n\nVery large corporation or trust\n\nA corporation or trust that has minimum net assets of $75 million CAD on its last audited balance sheet. The corporation's shares or units have to be traded on a Canadian stock exchange or on a stock exchange designated under subsection 262(1) of the Income Tax Act. The corporation or trust also has to operate in a country that is a member of the Financial Action Task Force (FATF). (personne morale ou fiducie dont l'actif est très important)\n\nViolation\n\nA contravention of the Act or the regulations that is designated as a violation by regulations made under subsection 73.1(1). (violation)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nVirtual currency\n\nMeans:\n\n1. (a) a digital representation of value that can be used for payment or investment purposes that is not a fiat currency and that can be readily exchanged for funds or for another virtual currency that can be readily exchanged for funds; or\n2. (b) a private key of a cryptographic system that enables a person or entity to have access to a digital representation of value referred to in paragraph (a).\n\n(monnaie virtuelle)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2) and PCMLTFSTRR, SOR/2001-317, s. 1(2).\n\nVirtual currency exchange transaction\n\nAn exchange, at the request of another person or entity, of virtual currency for funds, funds for virtual currency or one virtual currency for another. (opération de change en monnaie virtuelle)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nVirtual currency exchange transaction ticket\n\nA record respecting a virtual currency exchange transaction—including an entry in a transaction register—that sets out:\n\n1. (a) the date of the transaction;\n2. (b) in the case of a transaction of $1,000 or more, the name and address of the person or entity that requests the exchange, the nature of their principal business or their occupation and, in the case of a person, their date of birth;\n3. (c) the type and amount of each type of funds and each of the virtual currencies involved in the payment made and received by the person or entity that requests the exchange;\n4. (d) the method by which the payment is made and received;\n5. (e) the exchange rates used and their source;\n6. (f) the number of every account that is affected by the transaction, the type of account and the name of each account holder;\n7. (g) every reference number that is connected to the transaction and has a function equivalent to that of an account number; and\n8. (h) every transaction identifier, including the sending and receiving addresses.\n\n(fiche d'opération de change en monnaie virtuelle)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nWorking days\n\nIn respect of an electronic funds transfer (EFT) report or a large virtual currency transaction report, a working day is a day between and including Monday to Friday. It excludes Saturday, Sunday, and a public holiday. (jour ouvrable)\n\nDate Modified: 2024-10-11",
    "metadata": {
        "title": "Correspondent banking relationship requirements",
        "description": "Correspondent banking relationship requirements under the Proceeds of Crime (Money Laundering) and Terrorist Financing Act are applicable to financial entities.",
        "language": "en",
        "ogLocaleAlternate": [],
        "dctermsSubject": "guidelines; bank; records management; proceeds of crime, economic crime; terrorism; financial analysis; misappropriation of funds; compliance ",
        "viewport": "width=device-width, initial-scale=1",
        "dcterms.title": "Correspondent banking relationship requirements | FINTRAC – Canada.ca  ",
        "dcterms.creator": "Government of Canada, Financial Transactions and Reports Analysis Centre of Canada",
        "dcterms.issued": "2017-06-29",
        "dcterms.modified": "2024-10-11",
        "dcterms.subject": "guidelines; bank; records management; proceeds of crime, economic crime; terrorism; financial analysis; misappropriation of funds; compliance ",
        "dcterms.language": "eng",
        "name": "Government of Canada",
        "areaServed": "Canada",
        "sourceURL": "https://fintrac-canafe.canada.ca/guidance-directives/relationship-relation/1-eng",
        "statusCode": 200
    },
    "markdown_cleaned": "# Correspondent banking relationship requirements : FINTRAC's compliance guidance\n\n**From:** Financial Transactions and Reports Analysis Centre of Canada (FINTRAC)\n\nThis guidance explains the correspondent banking relationship requirements under the Proceeds of Crime (Money Laundering) and Terrorist Financing Act (the Act) and associated Regulations that apply to financial entities.\n\n## In this guidance\n\n- 1\\. Who must comply\n- 2\\. What is a correspondent banking relationship\n- 3\\. What must I do to meet the requirements\n- 4\\. What correspondent banking relationship records do I need to keep\n- 5\\. What must I do if the client of a foreign financial institution has direct access to services I provide\n- 6\\. What are the exceptions\n- For assistance\n\n## Related links\n\nRelated acts and regulations\n\n- Proceeds of Crime (Money Laundering) and Terrorist Financing Act\n- Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations\n- Proceeds of Crime (Money Laundering) and Terrorist Financing Suspicious Transaction Reporting Regulations\n\nRelated guidance\n\n- Compliance program requirements\n- Risk assessment guidance\n- Reporting suspicious transactions to FINTRAC\n- Special Bulletin on financial activity associated with suspected sanctions evasion\n- Report suspected sanctions evasion\n- Reporting terrorist property to FINTRAC\n- Voluntary self-declaration of non-compliance\n\nRelated resources\n\n- Policy interpretations database\n- Penalties for non-compliance\n- Guidance glossary\n- Learning resources for businesses\n\n## 1\\. Who must comply\n\nThe following Canadian financial entities are subject to the correspondent banking requirement if it enters into a correspondent banking relationship:\n\n\n- bank\n- cooperative credit society\n- credit union\n- caisse populaire\n- federally or provincially regulated trust or loan company\n- unregulated trust company\n- financial services cooperative\n- life insurance company, or an entity that is a life insurance broker or agent, that offers loans or prepaid payment products to the public, **or** maintains accounts for these loans or prepaid payment products, other than:\n\n  - loans made by the insurer to a policy holder if the insured person has a terminal illness that significantly reduces their life expectancy and the loan is secured by the value of an insurance policy\n  - loans made by the insurer to a policy holder for the sole purpose of funding the life insurance policy\n  - advance payments made by the insurer to a policy holder who is entitled to them\n\n- credit union central when it offers financial services to non-members\n- an agent of the Crown when it accepts deposit liabilities while providing financial services to the public\n- loan companies regulated by a Provincial Act\n\nLegal references\n\n- Proceeds of Crime (Money Laundering) and Terrorist Financing Act, S.C. 2000, Chapter.17, paragraphs 5(a),(b), (d), (e), (e.1), and (f)\n- Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations, SOR/2002-184, section 16(1)\n\n## 2\\. What is a correspondent banking relationship\n\nA correspondent banking relationship is created by an agreement or arrangement between a prescribed foreign financial institution and a Canadian financial entity (as defined above). In this relationship, the Canadian financial entity provides prescribed services to the foreign financial institution or international electronic funds transfers, cash management, or cheque clearing services.\n\nLegal references\n\n- Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations, SOR/2002-184, subsection 9.4 (3)\n\n## 3\\. What must I do to meet the requirements\n\n**Before** you enter into a correspondent banking relationship, you **must**:\n\n- Obtain information about the foreign financial institution and its activities to fulfil the related **verifying** and **record keeping requirements** outlined in this guidance.\n- Ensure that the foreign financial institution is not a shell bank.\n\n  - If it is a shell bank, you **cannot** enter into the correspondent banking relationship.\n\n- Obtain the approval of senior management to enter into the correspondent banking relationship.\n- Set out in writing your obligations and the foreign financial institution’s obligations for the correspondent banking services (for example, your correspondent banking agreement or arrangement, or product agreements).\n\nWhen you enter into a correspondent banking relationship, you **must also** do the following:\n\n- Periodically conduct ongoing monitoring of the correspondent banking relationship, at a frequency appropriate to the level of risk determined in your risk assessment, for the purpose of:\n  - detecting any suspicious transactions that you are required to report to FINTRAC\n  - keeping the information that is required to enter into a correspondent banking relationship up to date\n  - ensure that the foreign financial institution has appropriate anti-money laundering and anti-terrorist financing measures in place\n  - reassessing the level of risk associated with the foreign financial institution’s transactions, and\n  - determining whether the transactions or activities are consistent with the information obtained about the foreign financial institution and with your risk assessment\n\n- Verify the name and address of the foreign financial institution by examining a copy of:\n  - the foreign financial institution’s banking licence\n  - its banking charter\n  - the authorization or certification to operate that is issued by the competent authority under the legislation of the jurisdiction in which the foreign financial institution was incorporated\n  - its certificate of incorporation, or\n  - a similar document.\n\n- Take reasonable measures to verify, based on publicly available information, if civil or criminal penalties have been imposed on the foreign financial institution for not respecting anti-money laundering, or anti-terrorist financing requirements, and\n  - **if penalties have been imposed**, you must monitor all transactions conducted in the context of the correspondent banking relationship to detect any suspicious transactions that must be reported to FINTRAC.\n\n- Take reasonable measures to assess, based on publicly available information:\n  - the reputation of the foreign financial institution with respect to its compliance with anti-money laundering and anti-terrorist financing requirements, and\n  - the quality of the anti-money laundering and anti-terrorist financing supervision of the jurisdiction in which the foreign financial institution was incorporated, and the jurisdiction that it conducts transactions in the context of the correspondent banking relationship.\n\n- Take reasonable measures to determine the nature of the clientele and markets served by the foreign financial institution.\n- Take reasonable measures to ascertain whether the foreign financial institution has anti-money laundering, and anti-terrorist financing policies and procedures in place, including procedures for the approval of the opening of new accounts, and\n\n  - **if the reasonable measures you took were unsuccessful or the policies and procedures are not in place**, you must take reasonable measures to monitor all transactions conducted in the context of the correspondent banking relationship for the purpose of detecting suspicious transactions.\n\n- As part of your risk assessment within your compliance program, you must assess and document money laundering, or terrorist activity financing risks related to your correspondent banking relationships.\n\nLegal references\n\n- Proceeds of Crime (Money Laundering) and Terrorist Financing Act\n\n  - section 7\n  - subsection 9.31(1)\n  - subsection 9.4(1)\n\n- Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations, SOR/2002-184\n\n  - subsection 16(3.1)\n  - paragraphs 90(a), 90(b) and 90(c)\n  - subsection 16(3)\n  - paragraph 156(c) (i)\n\n- Proceeds of Crime (Money Laundering) and Terrorist Financing Suspicious Transaction Reporting Regulations, SOR/2001-317\n  - section 9\n\n## 4\\. What correspondent banking relationship records do I need to keep\n\nWhen you enter into a correspondent banking relationship, you must keep the following records:\n\n- A record of the foreign financial institution’s name and address, primary business line and the names of its directors.\n- A copy of the foreign financial institution’s most recent annual report or audited financial statement.\n- A copy of one of the following:\n\n  - the foreign financial institution’s banking license, banking charter, authorization or certification to operate issued by the competent authority under the legislation of the jurisdiction in which it was incorporated\n  - its certificate of incorporation, or\n  - a similar document.\n\n- A copy of the correspondent banking agreement or arrangement, or product agreements, defining the respective responsibilities of your financial entity and of the foreign financial institution.\n- A record of the anticipated correspondent banking account activity of the foreign financial institution, including the products or services to be used.\n- A written statement from the foreign financial institution that it does not have, directly or indirectly, a correspondent banking relationship with a shell bank.\n- A written statement from the foreign financial institution that it is in compliance with anti-money laundering, and anti-terrorist financing legislation in every jurisdiction in which it operates.\n- A record of measures taken to determine the nature of the clientele and markets served by the foreign financial institution.\n- A record of the measures taken to ascertain whether any civil or criminal penalties have been imposed on the foreign financial institution for not respecting anti-money laundering, and anti-terrorist financing requirements, and the results of those measures.\n- A record of the measures taken to assess the reputation of the foreign financial institution with respect to its compliance with anti-money laundering and anti-terrorist financing requirements and the result of those measures.\n- A record of the measures taken to assess the quality of the anti-money laundering and anti-terrorist financing supervision of the jurisdiction in which the foreign financial institution is incorporated and the jurisdiction in which it conducts transactions in the context of the correspondent banking relationship, and the results of those measures.\n- A copy of every Suspicious Transaction Report and Terrorist Property Report sent to FINTRAC as a result of your correspondent banking relationship(s).\n\n**Retention:** At least five years after the day on which the last business transaction is conducted.\n\nLegal references\n\n- Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations, SOR/2002-184\n  - subsection 16(2)\n  - paragraph 148 (1)(b)\n\n## 5\\. What must I do if the client of a foreign financial institution has direct access to the services I provide\n\nIf, as part of a correspondent banking relationship, a client of the foreign financial institution has direct access to services you provide, you must take reasonable measures to verify whether the foreign financial institution:\n\n- has met requirements that are consistent with your requirements for verifying client identification for this client, and\n- has agreed to provide relevant client identification information to you upon request.\n\nLegal references\n\n- Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations, SOR/2002-184\n  - section 91\n\n## 6\\. What are the exceptions to correspondent banking relationship requirements\n\nFor a correspondent banking relationship, you do not need to keep account opening and transaction records (other than what is included in this Guidance) when you open an account for a foreign financial institution.\n\nAlso, certain correspondent banking relationship requirements do not apply to your activities related to the processing of payments by credit card or prepaid payment product for a merchant, including:\n\n- Keeping correspondent banking relationships records (as listed under What correspondent banking relationship records do I need to keep)\n- Taking reasonable measures to determine whether the foreign financial institution has anti-money laundering and anti-terrorist financing policies and procedures in place, including procedures for the approval of the opening of new accounts, and\n\n  - **if the reasonable measures you took were unsuccessful or the policies and procedures are not in place**, you must take reasonable measures to monitor all transactions conducted in the context of the correspondent banking relationship for the purpose of detecting suspicious transactions and terrorist activities.\n\n- Periodically conducting ongoing monitoring of the correspondent banking relationship, at a frequency appropriate to the level of risk determined in your risk assessment, for the purpose of:\n  - detecting any suspicious or terrorist activity financing transactions that you are required to report to FINTRAC\n  - keeping the information that is required to enter a correspondent banking relationship (see above) up to date\n  - reassessing the level of risk associated with the foreign financial institution’s transactions and activities related to the correspondent banking relationship, and\n  - determining whether transactions and activities are consistent with the information obtained, through the risk assessment, of the foreign financial institution\n\nLegal references\n\n- Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations, SOR/2002-184\n  - section 16\n  - section 150\n\n## For assistance\n\nIf you have questions on your requirements, please contact FINTRAC by email at guidelines-lignesdirectrices@fintrac-canafe.gc.ca.\n\n## Definitions\n\nAccountant\n\nA chartered accountant, a certified general accountant, a certified management accountant or, if applicable, a chartered professional accountant. (comptable)\n\nReference:\n\nProceeds of Crime (Money Laundering) and Terrorist Financing Regulations (PCMLTFR), SOR/2002-184, s. 1(2).\n\nAccounting firm\n\nAn entity that is engaged in the business of providing accounting services to the public and has at least one partner, employee or administrator that is an accountant. (cabinet d'expertise comptable)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nAct\n\nThe Proceeds of Crime (Money Laundering) and Terrorist Financing Act (PCMLTFA). (la Loi)\n\nReference:\n\nProceeds of Crime (Money Laundering) and Terrorist Financing Administrative Monetary Penalties Regulations (PCMLTFAMPR), SOR/2007-292, s. 1, Proceeds of Crime (Money Laundering) and Terrorist Financing Registration Regulations (PCMLTFRR), SOR/2007-121, s. 1, PCMLTFR, SOR/2002-184, s. 1(2), and Proceeds of Crime (Money Laundering) and Terrorist Financing Suspicious Transaction Reporting Regulations (PCMLTFSTRR), SOR/2001-317, s. 1(2).\n\nAdministrative monetary penalties (AMPs)\n\nCivil penalties that may be issued to reporting entities by FINTRAC for non-compliance with the PCMLTFA and associated Regulations. (pénalité administrative pécuniaire \\[PAP\\])\n\nAffiliate\n\nAn entity is affiliated with another entity if one of them is wholly owned by the other, if both are wholly owned by the same entity or if their financial statements are consolidated. (entité du même groupe)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 4.\n\nAnnuity\n\nHas the same meaning as in subsection 248(1) of the Income Tax Act. (rente)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nArmoured cars\n\nPersons or entities that are engaged in the business of transporting currency, money orders, traveller’s cheques or other similar negotiable instruments. (Véhicules blindés)\n\nAs soon as practicable\n\nA time period that falls in-between immediately and as soon as possible, within which a suspicious transaction report (STR) must be submitted to FINTRAC. The completion and submission of the STR should take priority over other tasks. In this context, the report must be completed promptly, taking into account the facts and circumstances of the situation. While some delay is permitted, it must have a reasonable explanation. (aussitôt que possible)\n\nAttempted transaction\n\nOccurs when an individual or entity starts to conduct a transaction that is not completed. For example, a client or a potential client walks away from conducting a $10,000 cash deposit. (opération tentée)\n\nAuthentic\n\nIn respect of verifying identity, means genuine and having the character of an original, credible, and reliable document or record. (authentique)\n\nAuthorized person\n\nA person who is authorized under subsection 45(2). (personne autorisée)\n\nReference:\n\nProceeds of Crime (Money Laundering) and Terrorist Financing Act (PCMLTFA), S.C. 2000, c 17, s. 2(1).\n\nAuthorized user\n\nA person who is authorized by a holder of a prepaid payment product account to have electronic access to funds or virtual currency available in the account by means of a prepaid payment product that is connected to it. (utilisateur autorisé)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nBeneficial owner(s)\n\nBeneficial owners are the individuals who are the trustees, and known beneficiaries and settlors of a trust, or who directly or indirectly own or control 25% or more of i) the shares of a corporation or ii) an entity other than a corporation or trust, such as a partnership. The ultimate beneficial owner(s) cannot be another corporation or entity; it must be the actual individual(s) who owns or controls the entity. (bénéficiaire effectif)\n\nBeneficiary\n\nA beneficiary is the individual or entity that will benefit from a transaction or to which the final remittance is made. (bénéficiaire)\n\nBranch\n\nA branch is a part of your business at a distinct location other than your main office. (succursale)\n\nBritish Columbia notary corporation\n\nAn entity that carries on the business of providing notary services to the public in British Columbia in accordance with the Notaries Act, R.S.B.C. 1996, c. 334. (société de notaires de la Colombie-Britannique)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nBritish Columbia notary public\n\nA person who is a member of the Society of Notaries Public of British Columbia. (notaire public de la Colombie-Britannique)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nCash\n\nCoins referred to in section 7 of the Currency Act, notes issued by the Bank of Canada under the Bank of Canada Act that are intended for circulation in Canada or coins or bank notes of countries other than Canada. (espèces)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2) and PCMLTFSTRR, SOR/2001-317, s. 1(2).\n\nCasino\n\nA government, organization, board or operator that is referred to in any of paragraphs 5(k) to (k.3) of the Act. (casino)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s 1(2) and PCMLTFSTRR, SOR/2001-317, s. 1(2).\n\nCertified translator\n\nAn individual that holds the title of professional certified translator granted by a Canadian provincial or territorial association or body that is competent under Canadian provincial or territorial law to issue such certification. (traducteur agréé)\n\nClarification request\n\nA clarification request is a method used to communicate with money services businesses (MSBs) or foreign money services businesses (FMSBs) when FINTRAC needs more information about their registration form. This request is usually sent by email. (demande de précisions)\n\nClient\n\nA person or entity that engages in a financial transaction with another person or entity. (client)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nClient identification information\n\nThe identifying information that you have obtained on your clients, such as name, address, telephone number, occupation or nature of principal business, and date of birth for an individual. (renseignements d'identification du client)\n\nCompetent authority\n\nFor the purpose of the criminal record check submitted with an application for registration, a competent authority is any person or organization that has the legally delegated or invested authority, capacity, or power to issue criminal record checks. (autorité compétente)\n\nCompleted transaction\n\nIs a transaction conducted by a person or entity, that is completed and results in the movement of funds, virtual currency, or the purchase or sale of an asset. (opération effectuée)\n\nCompleting action\n\nWith respect to a reportable transaction, information related to the instructions provided by the person or entity making the request to the reporting entity to complete a transaction. For example, an individual arrives at a bank and requests to purchase a bank draft. The completing action is the details of how the reporting entity fulfilled the person or entity’s instructions which led to the transaction being completed. This includes what the funds or virtual currency initially brought to the reporting entity was used for (see “disposition”). A transaction may have one or more completing actions depending on the instructions provided by the person or entity. (action d’achèvement)\n\nCompliance officer\n\nThe individual, with the necessary authority, that you appoint to be responsible for the implementation of your compliance program. (agent de conformité)\n\nCompliance policies and procedures\n\nWritten methodology outlining the obligations applicable to your business under the PCMLTFA and its associated Regulations and the corresponding processes and controls you put in place to address your obligations. (politiques et procédures de conformité)\n\nCompliance program\n\nAll elements (compliance officer, policies and procedures, risk assessment, training program, effectiveness review) that you, as a reporting entity, are legally required to have under the PCMLTFA and its associated Regulations to ensure that you meet all your obligations. (programme de conformité)\n\nContext\n\nClarifies a set of circumstances or provides an explanation of a situation or financial transaction that can be understood and assessed. (contexte)\n\nCorrespondent banking relationship\n\nA relationship created by an agreement or arrangement under which an entity referred to in any of paragraphs 5(a), (b), (d),(e) and (e.1) or an entity that is referred to in section 5 and that is prescribed undertakes to provide to a prescribed foreign entity prescribed services or international electronic funds transfers, cash management or cheque clearing services. (relation de correspondant bancaire)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 9.4(3) and PCMLTFR, SOR/2002-184, s. 16(1)(b).\n\nCountry of residence\n\nThe country where an individual has lived continuously for 12 months or more. The individual must have a dwelling in the country concerned. For greater certainty, a person only has one country of residence no matter how many dwelling places they may have, inside or outside of that country. (pays de résidence)\n\nCredit card acquiring business\n\nA credit card acquiring business is a financial entity that has an agreement with a merchant to provide the following services:\n\n- enabling a merchant to accept credit card payments by cardholders for goods and services and to receive payments for credit card purchases;\n- processing services, payment settlements and providing point-of-sale equipment (such as computer terminals); and\n- providing other ancillary services to the merchant.\n\n\n(entreprise d'acquisition de cartes de crédit)Credit union central\n\nA central cooperative credit society, as defined in section 2 of the Cooperative Credit Associations Act, or a credit union central or a federation of credit unions or caisses populaires that is regulated by a provincial Act other than one enacted by the legislature of Quebec. (centrale de caisses de crédit)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nCrowdfunding platform\n\nA website or an application or other software that is used to raise funds or virtual currency through donations. (plateforme de sociofinancement)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nCrowdfunding platform services\n\nThe provision and maintenance of a crowdfunding platform for use by other persons or entities to raise funds or virtual currency for themselves or for persons or entities specified by them. (services de plateforme de sociofinancement)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nCurrent\n\nIn respect of a document or source of information that is used to verify identity, is up to date, and, in the case of a government-issued photo identification document, must not have been expired when the ID was verified. (à jour)\n\nDealer in precious metals and stones\n\nA person or entity that, in the course of their business activities, buys or sells precious metals, precious stones or jewellery. It includes a department or an agent of His Majesty in right of Canada or an agent or mandatary of His Majesty in right of a province when the department or the agent or mandatary carries out the activity, referred to in subsection 65(1), of selling precious metals to the public. (négociant en métaux précieux et pierres précieuses)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nDeferred profit sharing plan\n\nHas the same meaning as in subsection 248(1) of the Income Tax Act. (régime de participation différée aux bénéfices)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nDeposit slip\n\nA record that sets out:\n\n1. (a) the date of the deposit;\n2. (b) the name of the person or entity that makes the deposit;\n3. (c) the amount of the deposit and of any part of it that is made in cash;\n4. (d) the method by which the deposit is made; and\n5. (e) the number of the account into which the deposit is made and the name of each account holder.\n\n(relevé de dépôt)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nDirecting services\n\nA business is directing services at persons or entities in Canada if at least one of the following applies:\n\n- The business's marketing or advertising is directed at persons or entities located in Canada;\n- The business operates a \".ca\" domain name; or,\n- The business is listed in a Canadian business directory.\n\nAdditional criteria may be considered, such as if the business describes its services being offered in Canada or actively seeks feedback from persons or entities in Canada. (diriger des services)\n\nDistributed ledger\n\nFor the purpose of section 151 of the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations (PCMLTFR), a digital ledger that is maintained by multiple persons or entities and that can only be modified by a consensus of those persons or entities. (registres distribués)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 151(2).\n\nDisposition\n\nWith respect to a reportable transaction, the disposition is what the funds or virtual currency was used for. For example, an individual arrives at a bank with cash and purchases a bank draft. The disposition is the purchase of the bank draft. (répartition)\n\nElectronic funds transfer\n\nThe transmission—by any electronic, magnetic or optical means—of instructions for the transfer of funds, including a transmission of instructions that is initiated and finally received by the same person or entity. In the case of SWIFT messages, only SWIFT MT-103 messages and their equivalent are included. It does not include a transmission or instructions for the transfer of funds:\n\n1. (a) that involves the beneficiary withdrawing cash from their account;\n2. (b) that is carried out by means of a direct deposit or pre-authorized debit;\n3. (c) that is carried out by cheque imaging and presentment\n4. (d) that is both initiated and finally received by persons or entities that are acting to clear or settle payment obligations between themselves; or\n5. (e) that is initiated or finally received by a person or entity referred to in paragraphs 5(a) to (h.1) of the Act for the purpose of internal treasury management, including the management of their financial assets and liabilities, if one of the parties to the transaction is a subsidiary of the other or if they are subsidiaries of the same corporation.\n\n(télévirement)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nEmployees profit sharing plan\n\nHas the same meaning as in subsection 248(1) of the Income Tax Act. (régime de participation des employés aux bénéfices)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nEntity\n\nA body corporate, a trust, a partnership, a fund or an unincorporated association or organization. (entité)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nFacts\n\nActual events, actions, occurrences or elements that exist or are known to have happened or existed. Facts are not opinions. For example, facts surrounding a transaction or multiple transactions could include the date, time, location, amount or type of transaction or could include the account details, particular business lines, or the client's financial history. (faits)\n\nFamily member\n\nFor the purposes of subsection 9.3(1) of the Act, a prescribed family member of a politically exposed foreign person, a politically exposed domestic person or a head of an international organization is:\n\n1. (a) their spouse or common-law partner;\n2. (b) their child;\n3. (c) their mother or father;\n4. (d) the mother or father of their spouse or common-law partner; or\n5. (e) a child of their mother or father.\n\n(membre de la famille)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 2(1).\n\nFiat currency\n\nA currency that is issued by a country and is designated as legal tender in that country. (monnaie fiduciaire)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2) and PCMLTFSTRR, SOR/2001-317, s. 1(2).\n\nFinal receipt\n\nIn respect of an electronic funds transfer, means the receipt of the instructions by the person or entity that is to make the remittance to a beneficiary. (destinataire)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nFinancial entity\n\nMeans:\n\n1. (a) an entity that is referred to in any of paragraphs 5(a), (b) and (d) to (f) of the Act;\n2. (b) a financial services cooperative;\n3. (c) a life insurance company, or an entity that is a life insurance broker or agent, in respect of loans or prepaid payment products that it offers to the public and accounts that it maintains with respect to those loans or prepaid payment products, other than:\n1. (i) loans that are made by the insurer to a policy holder if the insured person has a terminal illness that significantly reduces their life expectancy and the loan is secured by the value of an insurance policy;\n2. (ii) loans that are made by the insurer to the policy holder for the sole purpose of funding the life insurance policy; and\n3. (iii) advance payments to which the policy holder is entitles that are made to them by the insurer;\n4. (d) a credit union central when it offers financial services to a person, or to an entity that is not a member of that credit union central; and\n5. (e) a department, or an entity that is an agent of His Majesty in right of Canada or an agent or mandatary of His Majesty in right of a province, when it carries out an activity referred to in section 76.\n\n\n(entité financière)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nFinancial Action Task Force\n\nThe Financial Action Task Force on Money Laundering established in 1989. (Groupe d'action financière)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nFinancial services cooperative\n\nA financial services cooperative that is regulated by an Act respecting financial services cooperatives, CQLR, c. C-67.3 or the Act respecting the Mouvement Desjardins, S.Q. 2000, c. 77, other than a caisse populaire. (coopérative de services financiers)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nForeign currency\n\nA fiat currency that is issued by a country other than Canada. (devise)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nForeign currency exchange transaction\n\nAn exchange, at the request of another person or entity, of one fiat currency for another. (opération de change en devise)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nForeign currency exchange transaction ticket\n\nA record respecting a foreign currency exchange transaction—including an entry in a transaction register—that sets out:\n\n1. (a) the date of the transaction;\n2. (b) in the case of a transaction of $3,000 or more, the name and address of the person or entity that requests the exchange, the nature of their principal business or their occupation and, in the case of a person, their date of birth;\n3. (c) the type and amount of each of the fiat currencies involved in the payment made and received by the person or entity that requests the exchange;\n4. (d) the method by which the payment is made and received;\n5. (e) the exchange rates used and their source;\n6. (f) the number of every account that is affected by the transaction, the type of account and the name of each account holder; and\n7. (g) every reference number that is connected to the transaction and has a function equivalent to that of an account number.\n\n(fiche d'opération de change en devise)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nForeign money services business\n\nPersons and entities that do not have a place of business in Canada, that are engaged in the business of providing at least one of the following services that is directed at persons or entities in Canada, and that provide those services to their clients in Canada:\n\n1. (i) foreign exchange dealing,\n2. (ii) remitting funds or transmitting funds by any means or through any person, entity or electronic funds transfer network,\n3. (iii) issuing or redeeming money orders, traveller's cheques or other similar negotiable instruments except for cheques payable to a named person or entity,\n4. (iv) dealing in virtual currencies, or\n5. (v) any prescribed service.\n\n(entreprise de services monétaires étrangère)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 5(h.1), PCMLTFRR, SOR/2007-121, s. 1 and PCMLTFR, SOR/2002-184, s. 1(2).\n\nForeign state\n\nExcept for the purposes of Part 2, means a country other than Canada and includes any political subdivision or territory of a foreign state. (État étranger)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nFunds\n\nMeans:\n\n1. (a) cash and other fiat currencies, and securities, negotiable instruments or other financial instruments that indicate a title or right to or interest in them; or\n2. (b) a private key of a cryptographic system that enables a person or entity to have access to a fiat currency other than cash.\n\nFor greater certainty, it does not include virtual currency. (fonds)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2) and PCMLTFSTRR, SOR/2001-317, s. 1(2).\n\nHead of an international organization\n\nA person who, at a given time, holds—or has held within a prescribed period before that time—the office or position of head of\n\n1. a) an international organization that is established by the governments of states;\n2. b) an institution of an organization referred to in paragraph (a); or\n3. c) an international sports organization.\n\n(dirigeant d'une organisation internationale)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 9.3(3).\n\nImmediately\n\nIn respect of submitting a Terrorist Property Report (TPR), the time period within which a TPR must be submitted, which does not allow for any delay prior to submission. (immédiatement)\n\nInformation record\n\nA record that sets out the name and address of a person or entity and:\n\n1. (a) in the case of a person, their date of birth and the nature of their principal business or their occupation; and\n2. (b) in the case of an entity, the nature of its principal business.\n\n(dossier de renseignements)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nInitiation\n\nIn respect of an electronic funds transfer, means the first transmission of the instructions for the transfer of funds. (amorcer)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nInstitutional trust\n\nFor the purpose of section 15 of the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations (PCMLTFR), means a trust that is established by a corporation or other entity for a particular business purpose and includes a pension plan trust, a pension master trust, a supplemental pension plan trust, a mutual fund trust, a pooled fund trust, a registered retirement savings plan trust, a registered retirement income fund trust, a registered education savings plan trust, a group registered retirement savings plan trust, a deferred profit sharing plan trust, an employee profit sharing plan trust, a retirement compensation arrangement trust, an employee savings plan trust, a health and welfare trust, an unemployment benefit plan trust, a foreign insurance company trust, a foreign reinsurance trust, a reinsurance trust, a real estate investment trust, an environmental trust and a trust established in respect of endowment, a foundation or a registered charity. (fiducie institutionnelle)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 15(2).\n\nInternational electronic funds transfer\n\nAn electronic funds transfer other than for the transfer of funds within Canada. (télévirement international)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nInter vivos trust\n\nA personal trust, other than a trust created by will. (fiducie entre vifs)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nJewellery\n\nObjects that are made of gold, silver, palladium, platinum, pearls or precious stones and that are intended to be worn as a personal adornment. (bijou)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nLarge cash transaction record\n\nA record that indicates the receipt of an amount of $10,000 or more in cash in a single transaction and that contains the following information:\n\n01. (a) the date of the receipt;\n02. (b) if the amount is received for deposit into an account, the number of the account, the name of each account holder and the time of the deposit or an indication that the deposit is made in a night deposit box outside the recipient's normal business hours;\n03. (c) the name and address of every other person or entity that is involved in the transaction, the nature of their principal business or their occupation and, in the case of a person, their date of birth;\n04. (d) the type and amount of each fiat currency involved in the receipt;\n05. (e) the method by which the cash is received;\n06. (f) if applicable, the exchange rates used and their source;\n07. (g) the number of every other account that is affected by the transaction, the type of account and the name of each account holder\n08. (h) every reference number that is connected to the transaction and has a function equivalent to that of an account number;\n09. (i) the purpose of the transaction;\n10. (j) the following details of the remittance of, or in exchange for, the cash received:\n    1. (i) the method of remittance;\n    2. (ii) if the remittance is in funds, the type and amount of each type of funds involved;\n    3. (iii) if the remittance is not in funds, the type of remittance and its value, if different from the amount of cash received; and\n    4. (iv) the name of every person or entity involved in the remittance and their account number or policy number or, if they have no account number or policy number, their identifying number; and\n11. (k) if the amount is received by a dealer in precious metals and precious stones for the sale of precious metals, precious stones or jewellery:\n    1. (i) the type of precious metals, precious stones or jewellery;\n    2. (ii) the value of the precious metals, precious stones or jewellery, if different from the amount of cash received, and\n    3. (iii) the wholesale value of the precious metals, precious stones or jewellery.\n\n(relevé d'opération importante en espèces)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nLarge virtual currency transaction record\n\nA record that indicates the receipt of an amount of $10,000 or more in virtual currency in a single transaction and that contains the following information:\n\n1. (a) the date of the receipt;\n2. (b) if the amount is received for deposit into an account, the name of each account holder;\n3. (c) the name and address of every other person or entity that is involved in the transaction, the nature of their principal business or their occupation and, in the case of a person, their date of birth;\n4. (d) the type and amount of each virtual currency involved in the receipt;\n5. (e) the exchange rates used and their source;\n6. (f) the number of every other account that is affected by the transaction, the type of account and the name of each account holder;\n7. (g) every reference number that is connected to the transaction and has a function equivalent to that of an account number;\n8. (h) every transaction identifier, including the sending and receiving addresses; and\n9. (i) if the amount is received by a dealer in precious metals and precious stones for the sale of precious metals, precious stones or jewellery:\n1. (i) the type of precious metals, precious stones or jewellery;\n2. (ii) the value of the precious metals, precious stones or jewellery, if different from the amount of virtual currency received; and\n3. (iii) the wholesale value of the precious metals, precious stones or jewellery.\n\n(relevé d'opération importante en monnaie virtuelle)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nLife insurance broker or agent\n\nA person or entity that is authorized under provincial legislation to carry on the business of arranging contracts of life insurance. (représentant d'assurance-vie)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nLife insurance company\n\nA life company or foreign life company to which the Insurance Companies Act applies or a life insurance company regulated by a provincial Act. (société d'assurance-vie)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nListed person\n\nHas the same meaning as in section 1 of the Regulations Implementing the United Nations Resolutions on the Suppression of Terrorism. (personne inscrite)\n\nReference:\n\nPCMLTFSTRR, SOR/2001-317, s. 1(2).\n\nManaging general agents (MGAs)\n\nLife insurance brokers or agents that act as facilitators between other life insurance brokers or agents and life insurance companies.  MGAs typically offer services to assist with insurance agents contracting and commission payments, facilitate the flow of information between insurer and agent, and provide training to, and compliance oversight of, insurance agents. (agent général de gestion)\n\nMandatary\n\nA person who acts, under a mandate or agreement, for another person or entity. (mandataire)\n\nMarketing or advertising\n\nWhen a person or entity uses promotional materials such as advertisements, graphics for websites or billboards, etc., with the intent to promote money services business (MSB) services and to acquire business from persons or entities in Canada. (marketing ou publicité)\n\nMinister\n\nIn relation to sections 24.1 to 39, the Minister of Public Safety and Emergency Preparedness and, in relation to any other provision of this Act, the Minister of Finance. (ministre)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nMoney laundering offence\n\nAn offence under subsection 462.31(1) of the Criminal Code. The United Nations defines money laundering as \"any act or attempted act to disguise the source of money or assets derived from criminal activity.\" Essentially, money laundering is the process whereby \"dirty money\"—produced through criminal activity—is transformed into \"clean money,\" the criminal origin of which is difficult to trace. (infraction de recyclage des produits de la criminalité)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nMoney laundering and terrorist financing indicators (ML/TF indicators)\n\nPotential red flags that could initiate suspicion or indicate that something may be unusual in the absence of a reasonable explanation. \\[Indicateurs de blanchiment d'argent (BA) et de financement du terrorisme (FT) (indicateurs de BA/FT)\\]\n\nMoney services business\n\nA person or entity that has a place of business in Canada and that is engaged in the business of providing at least one of the following services:\n\n1. (i) foreign exchange dealing,\n2. (ii) remitting funds or transmitting funds by any means or through any person, entity or electronic funds transfer network,\n3. (iii) issuing or redeeming money orders, traveller's cheques or other similar negotiable instruments except for cheques payable to a named person or entity,\n4. (iv) dealing in virtual currencies, or\n5. (v) any prescribed service.\n\n(entreprise de services monétaires)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 5(h), PCMLTFRR, SOR/2007-121, s. 1 and PCMLTFR, SOR/2002-184, s. 1(2).\n\nMoney services business agent\n\nAn individual or entity authorized to deliver services on behalf of a money services business (MSB). It is not an MSB branch. (mandataire d'une entreprise de services monétaires)\n\nMortgage administrator\n\nA person or entity, other than a financial entity, that is engaged in the business of servicing mortgage agreements on real property or hypothec agreements on immovables on behalf of a lender. (administrateur hypothécaire)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 5(i), PCMLTFRR,SOR/2002-184, subsection 1(2)\n\nMortgage broker\n\nA person or entity that is authorized under provincial legislation to act as an intermediary between a lender and a borrower with respect to loans secured by mortgages on real property or hypothecs on immovables. (courtier hypothécaire)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 5(i),\nPCMLTFRR,SOR/2002-184, subsection 1(2)\n\nMortgage lender\n\nA person or entity, other than a financial entity, that is engaged in the business of providing loans secured by mortgages on real property or hypothecs on immovables. (prêteur hypothécaire)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 5(i),\nPCMLTFRR,SOR/2002-184, subsection 1(2)\n\nNature of principal business\n\nAn entity's type or field of business. Also applies to an individual in the case of a sole proprietorship. (nature de l'entreprise principale)\n\nNew developments\n\nChanges to the structure or operations of a business when new services, activities, or locations are put in place. For example, changes to a business model or business restructuring. (nouveaux développements)\n\nNew technologies\n\nThe adoption of a technology that is new to a business. For example, when a business adopts new systems or software such as transaction monitoring systems or client onboarding and identification tools. (nouvelles technologies)\n\nNo apparent reason\n\nThere is no clear explanation to account for suspicious behaviour or information. (sans raison apparente)\n\nOccupation\n\nThe job or profession of an individual. (profession ou métier)\n\nPerson\n\nAn individual. (personne)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nPerson authorized to give instructions\n\nIn respect of an account, means a person who is authorized to instruct on the account or make changes to the account, such as modifying the account type, updating the account contact details, and in the case of a credit card account, requesting a limit increase or decrease, or adding or removing card holders. A person who is only able to conduct transactions on the account is not considered a person authorized to give instructions. (personne habilitée à donner des instructions)\n\nPolitically exposed domestic person\n\nA person who, at a given time, holds—or has held within a prescribed period before that time—one of the offices or positions referred to in any of paragraphs (a) and (c) to (j) in or on behalf of the federal government or a provincial government or any of the offices or positions referred to in paragraphs (b) and (k):\n\n01. (a) Governor General, lieutenant governor or head of government;\n02. (b) member of the Senate or House of Commons or member of a legislature of a province;\n03. (c) deputy minister or equivalent rank;\n04. (d) ambassador, or attaché or counsellor of an ambassador;\n05. (e) military officer with a rank of general or above;\n06. (f) president of a corporation that is wholly owned directly by His Majesty in right of Canada or a province;\n07. (g) head of a government agency;\n08. (h) judge of an appellate court in a province, the Federal Court of Appeal or the Supreme Court of Canada;\n09. (i) leader or president of a political party represented in a legislature;\n10. (j) holder of any prescribed office or position; or\n11. (k) mayor, reeve or other similar chief officer of a municipal or local government.\n\n(national politiquement vulnérable)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 9.3(3).\n\nPolitically exposed foreign person\n\nA person who holds or has held one of the following offices or positions in or on behalf of a foreign state:\n\n01. (a) head of state or head of government;\n02. (b) member of the executive council of government or member of a legislature;\n03. (c) deputy minister or equivalent rank;\n04. (d) ambassador, or attaché or counsellor of an ambassador;\n05. (e) military officer with a rank of general or above;\n06. (f) president of a state-owned company or a state-owned bank;\n07. (g) head of a government agency;\n08. (h) judge of a supreme court, constitutional court or other court of last resort;\n09. (i) leader or president of a political party represented in a legislature; or\n10. (j) holder of any prescribed office or position.\n\n(étranger politiquement vulnérable)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nPossibility\n\nIn regards to completing a suspicious transaction report (STR), the likelihood that a transaction may be related to a money laundering/terrorist financing (ML/TF) offence. For example, based on your assessment of facts, context and ML/TF indicators you have reasonable grounds to suspect that a transaction is related to the commission or attempted commission of an ML/TF offence. (possibilité)\n\nPrecious metal\n\nGold, silver, palladium or platinum in the form of coins, bars, ingots or granules or in any other similar form. (métal précieux)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nPrecious stones\n\nDiamonds, sapphires, emeralds, tanzanite, rubies or alexandrite. (pierre précieuse)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nPrepaid payment product\n\nA product that is issued by a financial entity and that enables a person or entity to engage in a transaction by giving them electronic access to funds or virtual currency paid to a prepaid payment product account held with the financial entity in advance of the transaction. It excludes a product that:\n\n1. (a) enables a person or entity to access a credit or debit account or one that is issued for use only with particular merchants; or\n2. (b) is issued for single use for the purposes of a retail rebate program.\n\n(produit de paiement prépayé)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nPrepaid payment product account\n\nAn account – other than an account to which only a public body or, if doing so for the purposes of humanitarian aid, a registered charity as defined in subsection 248(1) of the Income Tax Act, can add funds or virtual currency – that is connected to a prepaid payment product and that permits:\n\n1. (a) funds or virtual currency that total $1,000 or more to be added to the account within a 24-hour period; or\n2. (b) a balance of funds or virtual currency of $1,000 or more to be maintained.\n\n(compte de produit de paiement prépayé)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nPrescribed\n\nPrescribed by regulations made by the Governor in Council. (Version anglaise seulement)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nProbability\n\nThe likelihood in regards to completing a suspicious transaction report (STR) that a financial transaction is related to a money laundering/terrorist financing (ML/TF) offence. For example, based on facts, having reasonable grounds to believe that a transaction is probably related to the commission or attempted commission of an ML/TF offence. (probabilité)\n\nProduction order\n\nA judicial order that compels a person or entity to disclose records to peace officers or public officers. (ordonnance de communication)\n\nPublic body\n\nMeans\n\n1. (a) a department or an agent of His Majesty in right of Canada or an agent or mandatary of His Majesty in right of a province;\n2. (b) an incorporated city or town, village, metropolitan authority, township, district, county, rural municipality or other incorporated municipal body in Canada or an agent or mandatary in Canada of any of them; and\n3. (c) an organization that operates a public hospital and that is designated by the Minister of National Revenue as a hospital authority under the Excise Tax Act, or an agent or mandatary of such an organization.\n\n\n(organisme public)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nReal estate broker or sales representative\n\nA person or entity that is authorized under provincial legislation to act as an agent or mandatary for purchasers or vendors in respect of the purchase or sale of real property or immovables. (courtier ou agent immobilier)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nReal estate developer\n\nA person or entity that, in any calendar year after 2007, has sold to the public, other than in the capacity of a real estate broker or sales representative:\n\n1. (a) five or more new houses or condominium units;\n2. (b) one or more new commercial or industrial buildings; or\n3. (c) one or more new multi-unit residential buildings each of which contains five or more residential units, or two or more new multi-unit residential buildings that together contain five or more residential units.\n\n(promoteur immobilier)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nReasonable measures\n\nSteps taken to achieve a desired outcome, even if they do not result in the desired outcome. For example, this can include doing one or more of the following:\n\n- asking the client,\n- conducting open source searches,\n- retrieving information already available, including information held in non-digital formats, or\n- consulting commercially available information.\n\n(mesures raisonnables)Receipt of funds record\n\nA record that indicates the receipt of an amount of funds and that contains the following information:\n\n01. (a) the date of the receipt;\n02. (b) if the amount is received from a person, their name, address and date of birth and the nature of their principal business or their occupation;\n03. (c) if the amount is received from or on behalf of an entity, the entity's name and address and the nature of their principal business;\n04. (d) the amount of the funds received and of any part of the funds that is received in cash;\n05. (e) the method by which the amount is received;\n06. (f) the type and amount of each fiat currency involved in the receipt;\n07. (g) if applicable, the exchange rates used and their source;\n08. (h) the number of every account that is affected by the transaction in which the receipt occurs, the type of account and the name of each account holder;\n09. (i) the name and address of every other person or entity that is involved in the transaction, the nature of their principal business or their occupation and, in the case of a person, their date of birth;\n10. (j) every reference number that is connected to the transaction and has a function equivalent to that of an account number; and\n11. (k) the purpose of the transaction.\n\n(relevé de réception de fonds)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nRegistered pension plan\n\nHas the same meaning as in subsection 248(1) of the Income Tax Act. (régime de pension agréé)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nRegistered retirement income fund\n\nHas the same meaning as in subsection 248(1) of the Income Tax Act. (fonds enregistré de revenu de retraite)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nReliable\n\nIn respect of information that is used to verify identity, means that the source is well known, reputable, and is considered one that you trust to verify the identity of the client. (fiable)\n\nRepresentative for service\n\nAn individual in Canada that has been appointed by a person or entity that is a foreign money services business (FMSB), pursuant to the PCMLTFA, to receive notices and documents on behalf of the FMSB. (représentant du service)\n\nRisk assessment\n\nThe review and documentation of potential money laundering/terrorist financing risks in order to help a business establish policies, procedures and controls to detect and mitigate these risks and their impact. (évaluation des risques)\n\nSanctions evasion\n\nSanctions evasion offence means an offence arising from the contravention of a restriction or prohibition established by an order or a regulation made under the United Nations Act, the Special Economic Measures Act or the Justice for Victims of Corrupt Foreign Officials Act (Sergei Magnitsky Law). (contournement des sanctions)\n\nSecurities dealer\n\nA person or entity that is referred to in paragraph 5(g) of the Act. (courtier en valeurs mobilières)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nSenior officer\n\nIn respect of an entity, means:\n\n1. (a) a director of the entity who is one of its full-time employees;\n2. (b) the entity's chief executive officer, chief operating officer, president, secretary, treasurer, controller, chief financial officer, chief accountant, chief auditor or chief actuary, or any person who performs any of those functions; or\n3. (c) any other officer who reports directly to the entity's board of directors, chief executive officer or chief operating officer.\n\n(cadre dirigeant)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nService agreement\n\nAn agreement between a money services business (MSB) and an organization according to which the MSB will provide any of the following MSB services on an ongoing basis:\n\n- money transfers;\n- foreign currency exchange;\n- issuing or redeeming money orders, traveller's cheques or anything similar; or\n- dealing in virtual currencies.\n- Crowdfunding\n- Armoured Cars\n\n(accord de relation commerciale)\nSettlor\n\nA settlor is an individual or entity that creates a trust with a written trust declaration. The settlor ensures that legal responsibility for the trust is given to a trustee and that the trustee is provided with a trust instrument document that explains how the trust is to be used for the beneficiaries. A settlor includes any individual or entity that contributes financially to that trust, either directly or indirectly. (constituant)\n\nShell bank\n\nA foreign financial institution that:\n\n1. (a) does not have a place of business that:\n1. (i) is located at a fixed address—where it employs one or more persons on a full-time basis and maintains operating records related to its banking activities—in a country in which it is authorized to conduct banking activities; and\n2. (ii) is subject to inspection by the regulatory authority that licensed it to conduct banking activities; and\n2. (b) is not controlled by, or under common control with, a depository institution, credit union or foreign financial institution that maintains a place of business referred to in paragraph (a) in Canada or in a foreign country.\n\n(banque fictive)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(1).\n\nSignature\n\nIncludes an electronic signature or other information in electronic form that is created or adopted by a client of a person or entity referred to in section 5 of the Act and that is accepted by the person or entity as being unique to that client. (signature)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nSignature card\n\nIn respect of an account, means a document that is signed by a person who is authorized to give instructions in respect of the account, or electronic data that constitutes the signature of such a person. (fiche-signature)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nSource\n\nThe issuer or provider of information or documents for verifying identification. (source)\n\nSource of funds or of virtual currency (VC)\n\nThe origin of the particular funds or VC used to carry out a specific transaction or to attempt to carry out a transaction. It is how the funds were acquired, not where the funds may have been transferred from. For example, the source of funds could originate from activities or occurrences such as employment income, gifts, the sale of a large asset, criminal activity, etc. (origine des fonds ou de la monnaie virtuelle (MV))\n\nSource of wealth\n\nThe origin of a person's total assets that can be reasonably explained, rather than what might be expected. For example, a person's wealth could originate from an accumulation of activities and occurrences such as business undertakings, family estates, previous and current employment income, investments, real estate, inheritance, lottery winnings, etc. (origine de la richesse)\n\nStarting action\n\nWith respect to a reportable transaction, information related to the instructions provided by the person or entity making the request to the reporting entity to start a transaction. For example, an individual arrives at a bank and requests to purchase a bank draft. The starting action is the details of the instructions for the purchase which includes the funds or virtual currency that the requesting person or entity brought to the reporting entity. A transaction must have at least one starting action. (action d’amorce)\n\nSWIFT\n\nThe Society for Worldwide Interbank Financial Telecommunication. (SWIFT)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nTerrorist activity\n\nHas the same meaning as in subsection 83.01(1) of the Criminal Code. (activité terroriste)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nTerrorist activity financing offence\n\nAn offence under section 83.02, 83.03 or 83.04 of the Criminal Code or an offence under section 83.12 of the Criminal Code arising out of a contravention of section 83.08 of that Act.\n\nA terrorist financing offence is knowingly collecting or giving property (such as money) to carry out terrorist activities. This includes the use and possession of any property to help carry out the terrorist activities. The money earned for terrorist financing can be from legal sources, such as personal donations and profits from a business or charitable organization or from criminal sources, such as the drug trade, the smuggling of weapons and other goods, fraud, kidnapping and extortion. (infraction de financement des activités terroristes)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nThird party\n\nAny individual or entity that instructs another individual or entity to act on their behalf for a financial activity or transaction. (tiers)\n\nThreats to the security of Canada\n\nHas the same meaning as in section 2 of the Canadian Security Intelligence Service Act. (menaces envers la sécurité du Canada)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nTraining program\n\nA written and implemented program outlining the ongoing training for your employees, agents or other individuals authorized to act on your behalf. It should contain information about all your obligations and requirements to be fulfilled under the Proceeds of Crime (Money Laundering) and Terrorist Financing Act and its associated Regulations. (programme de formation)\n\nTrust\n\nA right of property held by one individual or entity (a trustee) for the benefit of another individual or entity (a beneficiary). (fiducie)\n\nTrust company\n\nA company that is referred to in any of paragraphs 5(d) to (e.1) of the Act. (société de fiducie)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nTrustee\n\nA trustee is the individual or entity authorized to hold or administer the assets of a trust. (fiduciaire)\n\nTutor\n\nIn the context of civil law, a person who has been lawfully appointed to the care of the person and property of a minor. (tuteur)\n\nTwo year effectiveness review\n\nA review, conducted every two years (at a minimum), by an internal or external auditor to test the effectiveness of your policies and procedures, risk assessment, and training program. (examen bisannuel de l'efficacité)\n\nValid\n\nIn respect of a document or information that is used to verify identity, appears legitimate or authentic and does not appear to have been altered or had any information redacted. The information must also be valid according to the issuer, for example if a passport is invalid because of a name change, it is not valid for FINTRAC purposes. (valide)\n\nVerify identity\n\nTo refer to certain information or documentation, in accordance with the prescribed methods, to identify a person or entity (client). (vérifier l'identité)\n\nVery large corporation or trust\n\nA corporation or trust that has minimum net assets of $75 million CAD on its last audited balance sheet. The corporation's shares or units have to be traded on a Canadian stock exchange or on a stock exchange designated under subsection 262(1) of the Income Tax Act. The corporation or trust also has to operate in a country that is a member of the Financial Action Task Force (FATF). (personne morale ou fiducie dont l'actif est très important)\n\nViolation\n\nA contravention of the Act or the regulations that is designated as a violation by regulations made under subsection 73.1(1). (violation)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nVirtual currency\n\nMeans:\n\n1. (a) a digital representation of value that can be used for payment or investment purposes that is not a fiat currency and that can be readily exchanged for funds or for another virtual currency that can be readily exchanged for funds; or\n2. (b) a private key of a cryptographic system that enables a person or entity to have access to a digital representation of value referred to in paragraph (a).\n\n(monnaie virtuelle)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2) and PCMLTFSTRR, SOR/2001-317, s. 1(2).\n\nVirtual currency exchange transaction\n\nAn exchange, at the request of another person or entity, of virtual currency for funds, funds for virtual currency or one virtual currency for another. (opération de change en monnaie virtuelle)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nVirtual currency exchange transaction ticket\n\nA record respecting a virtual currency exchange transaction—including an entry in a transaction register—that sets out:\n\n1. (a) the date of the transaction;\n2. (b) in the case of a transaction of $1,000 or more, the name and address of the person or entity that requests the exchange, the nature of their principal business or their occupation and, in the case of a person, their date of birth;\n3. (c) the type and amount of each type of funds and each of the virtual currencies involved in the payment made and received by the person or entity that requests the exchange;\n4. (d) the method by which the payment is made and received;\n5. (e) the exchange rates used and their source;\n6. (f) the number of every account that is affected by the transaction, the type of account and the name of each account holder;\n7. (g) every reference number that is connected to the transaction and has a function equivalent to that of an account number; and\n8. (h) every transaction identifier, including the sending and receiving addresses.\n\n(fiche d'opération de change en monnaie virtuelle)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nWorking days\n\nIn respect of an electronic funds transfer (EFT) report or a large virtual currency transaction report, a working day is a day between and including Monday to Friday. It excludes Saturday, Sunday, and a public holiday. (jour ouvrable)\n\nDate Modified: 2024-10-11",
    "chunks": [
        {
            "idx": 0,
            "content": "# Correspondent banking relationship requirements : FINTRAC's compliance guidance  \n**From:** Financial Transactions and Reports Analysis Centre of Canada (FINTRAC)  \nThis guidance explains the correspondent banking relationship requirements under the Proceeds of Crime (Money Laundering) and Terrorist Financing Act (the Act) and associated Regulations that apply to financial entities.",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance"
            },
            "word_count": 48,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 1,
            "content": "## In this guidance  \n- 1\\. Who must comply\n- 2\\. What is a correspondent banking relationship\n- 3\\. What must I do to meet the requirements\n- 4\\. What correspondent banking relationship records do I need to keep\n- 5\\. What must I do if the client of a foreign financial institution has direct access to services I provide\n- 6\\. What are the exceptions\n- For assistance",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "In this guidance"
            },
            "word_count": 69,
            "bullet_point_ratio": 0.875
        },
        {
            "idx": 2,
            "content": "## Related links  \nRelated acts and regulations  \n- Proceeds of Crime (Money Laundering) and Terrorist Financing Act\n- Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations\n- Proceeds of Crime (Money Laundering) and Terrorist Financing Suspicious Transaction Reporting Regulations  \nRelated guidance  \n- Compliance program requirements\n- Risk assessment guidance\n- Reporting suspicious transactions to FINTRAC\n- Special Bulletin on financial activity associated with suspected sanctions evasion\n- Report suspected sanctions evasion\n- Reporting terrorist property to FINTRAC\n- Voluntary self-declaration of non-compliance  \nRelated resources  \n- Policy interpretations database\n- Penalties for non-compliance\n- Guidance glossary\n- Learning resources for businesses",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Related links"
            },
            "word_count": 101,
            "bullet_point_ratio": 0.7777777777777778
        },
        {
            "idx": 3,
            "content": "## 1\\. Who must comply  \nThe following Canadian financial entities are subject to the correspondent banking requirement if it enters into a correspondent banking relationship:  \n- bank\n- cooperative credit society\n- credit union\n- caisse populaire\n- federally or provincially regulated trust or loan company\n- unregulated trust company\n- financial services cooperative\n- life insurance company, or an entity that is a life insurance broker or agent, that offers loans or prepaid payment products to the public, **or** maintains accounts for these loans or prepaid payment products, other than:  \n- loans made by the insurer to a policy holder if the insured person has a terminal illness that significantly reduces their life expectancy and the loan is secured by the value of an insurance policy\n- loans made by the insurer to a policy holder for the sole purpose of funding the life insurance policy\n- advance payments made by the insurer to a policy holder who is entitled to them",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "1\\. Who must comply"
            },
            "word_count": 163,
            "bullet_point_ratio": 0.8461538461538461
        },
        {
            "idx": 4,
            "content": "- credit union central when it offers financial services to non-members\n- an agent of the Crown when it accepts deposit liabilities while providing financial services to the public\n- loan companies regulated by a Provincial Act  \nLegal references  \n- Proceeds of Crime (Money Laundering) and Terrorist Financing Act, S.C. 2000, Chapter.17, paragraphs 5(a),(b), (d), (e), (e.1), and (f)\n- Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations, SOR/2002-184, section 16(1)",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "1\\. Who must comply"
            },
            "word_count": 72,
            "bullet_point_ratio": 0.8333333333333334
        },
        {
            "idx": 5,
            "content": "## 2\\. What is a correspondent banking relationship  \nA correspondent banking relationship is created by an agreement or arrangement between a prescribed foreign financial institution and a Canadian financial entity (as defined above). In this relationship, the Canadian financial entity provides prescribed services to the foreign financial institution or international electronic funds transfers, cash management, or cheque clearing services.  \nLegal references  \n- Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations, SOR/2002-184, subsection 9.4 (3)",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "2\\. What is a correspondent banking relationship"
            },
            "word_count": 75,
            "bullet_point_ratio": 0.25
        },
        {
            "idx": 6,
            "content": "## 3\\. What must I do to meet the requirements  \n**Before** you enter into a correspondent banking relationship, you **must**:  \n- Obtain information about the foreign financial institution and its activities to fulfil the related **verifying** and **record keeping requirements** outlined in this guidance.\n- Ensure that the foreign financial institution is not a shell bank.  \n- If it is a shell bank, you **cannot** enter into the correspondent banking relationship.  \n- Obtain the approval of senior management to enter into the correspondent banking relationship.\n- Set out in writing your obligations and the foreign financial institution’s obligations for the correspondent banking services (for example, your correspondent banking agreement or arrangement, or product agreements).  \nWhen you enter into a correspondent banking relationship, you **must also** do the following:",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "3\\. What must I do to meet the requirements"
            },
            "word_count": 128,
            "bullet_point_ratio": 0.625
        },
        {
            "idx": 7,
            "content": "- Periodically conduct ongoing monitoring of the correspondent banking relationship, at a frequency appropriate to the level of risk determined in your risk assessment, for the purpose of:\n- detecting any suspicious transactions that you are required to report to FINTRAC\n- keeping the information that is required to enter into a correspondent banking relationship up to date\n- ensure that the foreign financial institution has appropriate anti-money laundering and anti-terrorist financing measures in place\n- reassessing the level of risk associated with the foreign financial institution’s transactions, and\n- determining whether the transactions or activities are consistent with the information obtained about the foreign financial institution and with your risk assessment  \n- Verify the name and address of the foreign financial institution by examining a copy of:\n- the foreign financial institution’s banking licence\n- its banking charter",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "3\\. What must I do to meet the requirements"
            },
            "word_count": 139,
            "bullet_point_ratio": 1.0
        },
        {
            "idx": 8,
            "content": "- the authorization or certification to operate that is issued by the competent authority under the legislation of the jurisdiction in which the foreign financial institution was incorporated\n- its certificate of incorporation, or\n- a similar document.  \n- Take reasonable measures to verify, based on publicly available information, if civil or criminal penalties have been imposed on the foreign financial institution for not respecting anti-money laundering, or anti-terrorist financing requirements, and\n- **if penalties have been imposed**, you must monitor all transactions conducted in the context of the correspondent banking relationship to detect any suspicious transactions that must be reported to FINTRAC.  \n- Take reasonable measures to assess, based on publicly available information:\n- the reputation of the foreign financial institution with respect to its compliance with anti-money laundering and anti-terrorist financing requirements, and",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "3\\. What must I do to meet the requirements"
            },
            "word_count": 135,
            "bullet_point_ratio": 1.0
        },
        {
            "idx": 9,
            "content": "- the quality of the anti-money laundering and anti-terrorist financing supervision of the jurisdiction in which the foreign financial institution was incorporated, and the jurisdiction that it conducts transactions in the context of the correspondent banking relationship.  \n- Take reasonable measures to determine the nature of the clientele and markets served by the foreign financial institution.\n- Take reasonable measures to ascertain whether the foreign financial institution has anti-money laundering, and anti-terrorist financing policies and procedures in place, including procedures for the approval of the opening of new accounts, and  \n- **if the reasonable measures you took were unsuccessful or the policies and procedures are not in place**, you must take reasonable measures to monitor all transactions conducted in the context of the correspondent banking relationship for the purpose of detecting suspicious transactions.",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "3\\. What must I do to meet the requirements"
            },
            "word_count": 133,
            "bullet_point_ratio": 1.0
        },
        {
            "idx": 10,
            "content": "- As part of your risk assessment within your compliance program, you must assess and document money laundering, or terrorist activity financing risks related to your correspondent banking relationships.  \nLegal references  \n- Proceeds of Crime (Money Laundering) and Terrorist Financing Act  \n- section 7\n- subsection 9.31(1)\n- subsection 9.4(1)  \n- Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations, SOR/2002-184  \n- subsection 16(3.1)\n- paragraphs 90(a), 90(b) and 90(c)\n- subsection 16(3)\n- paragraph 156(c) (i)  \n- Proceeds of Crime (Money Laundering) and Terrorist Financing Suspicious Transaction Reporting Regulations, SOR/2001-317\n- section 9",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "3\\. What must I do to meet the requirements"
            },
            "word_count": 94,
            "bullet_point_ratio": 0.9230769230769231
        },
        {
            "idx": 11,
            "content": "## 4\\. What correspondent banking relationship records do I need to keep  \nWhen you enter into a correspondent banking relationship, you must keep the following records:  \n- A record of the foreign financial institution’s name and address, primary business line and the names of its directors.\n- A copy of the foreign financial institution’s most recent annual report or audited financial statement.\n- A copy of one of the following:  \n- the foreign financial institution’s banking license, banking charter, authorization or certification to operate issued by the competent authority under the legislation of the jurisdiction in which it was incorporated\n- its certificate of incorporation, or\n- a similar document.  \n- A copy of the correspondent banking agreement or arrangement, or product agreements, defining the respective responsibilities of your financial entity and of the foreign financial institution.",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "4\\. What correspondent banking relationship records do I need to keep"
            },
            "word_count": 137,
            "bullet_point_ratio": 0.7777777777777778
        },
        {
            "idx": 12,
            "content": "- A record of the anticipated correspondent banking account activity of the foreign financial institution, including the products or services to be used.\n- A written statement from the foreign financial institution that it does not have, directly or indirectly, a correspondent banking relationship with a shell bank.\n- A written statement from the foreign financial institution that it is in compliance with anti-money laundering, and anti-terrorist financing legislation in every jurisdiction in which it operates.\n- A record of measures taken to determine the nature of the clientele and markets served by the foreign financial institution.\n- A record of the measures taken to ascertain whether any civil or criminal penalties have been imposed on the foreign financial institution for not respecting anti-money laundering, and anti-terrorist financing requirements, and the results of those measures.",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "4\\. What correspondent banking relationship records do I need to keep"
            },
            "word_count": 135,
            "bullet_point_ratio": 1.0
        },
        {
            "idx": 13,
            "content": "- A record of the measures taken to assess the reputation of the foreign financial institution with respect to its compliance with anti-money laundering and anti-terrorist financing requirements and the result of those measures.\n- A record of the measures taken to assess the quality of the anti-money laundering and anti-terrorist financing supervision of the jurisdiction in which the foreign financial institution is incorporated and the jurisdiction in which it conducts transactions in the context of the correspondent banking relationship, and the results of those measures.\n- A copy of every Suspicious Transaction Report and Terrorist Property Report sent to FINTRAC as a result of your correspondent banking relationship(s).  \n**Retention:** At least five years after the day on which the last business transaction is conducted.  \nLegal references  \n- Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations, SOR/2002-184\n- subsection 16(2)\n- paragraph 148 (1)(b)",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "4\\. What correspondent banking relationship records do I need to keep"
            },
            "word_count": 145,
            "bullet_point_ratio": 0.75
        },
        {
            "idx": 14,
            "content": "## 5\\. What must I do if the client of a foreign financial institution has direct access to the services I provide  \nIf, as part of a correspondent banking relationship, a client of the foreign financial institution has direct access to services you provide, you must take reasonable measures to verify whether the foreign financial institution:  \n- has met requirements that are consistent with your requirements for verifying client identification for this client, and\n- has agreed to provide relevant client identification information to you upon request.  \nLegal references  \n- Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations, SOR/2002-184\n- section 91",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "5\\. What must I do if the client of a foreign financial institution has direct access to the services I provide"
            },
            "word_count": 103,
            "bullet_point_ratio": 0.5714285714285714
        },
        {
            "idx": 15,
            "content": "## 6\\. What are the exceptions to correspondent banking relationship requirements  \nFor a correspondent banking relationship, you do not need to keep account opening and transaction records (other than what is included in this Guidance) when you open an account for a foreign financial institution.  \nAlso, certain correspondent banking relationship requirements do not apply to your activities related to the processing of payments by credit card or prepaid payment product for a merchant, including:  \n- Keeping correspondent banking relationships records (as listed under What correspondent banking relationship records do I need to keep)\n- Taking reasonable measures to determine whether the foreign financial institution has anti-money laundering and anti-terrorist financing policies and procedures in place, including procedures for the approval of the opening of new accounts, and",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "6\\. What are the exceptions to correspondent banking relationship requirements"
            },
            "word_count": 127,
            "bullet_point_ratio": 0.4
        },
        {
            "idx": 16,
            "content": "- **if the reasonable measures you took were unsuccessful or the policies and procedures are not in place**, you must take reasonable measures to monitor all transactions conducted in the context of the correspondent banking relationship for the purpose of detecting suspicious transactions and terrorist activities.  \n- Periodically conducting ongoing monitoring of the correspondent banking relationship, at a frequency appropriate to the level of risk determined in your risk assessment, for the purpose of:\n- detecting any suspicious or terrorist activity financing transactions that you are required to report to FINTRAC\n- keeping the information that is required to enter a correspondent banking relationship (see above) up to date\n- reassessing the level of risk associated with the foreign financial institution’s transactions and activities related to the correspondent banking relationship, and",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "6\\. What are the exceptions to correspondent banking relationship requirements"
            },
            "word_count": 131,
            "bullet_point_ratio": 1.0
        },
        {
            "idx": 17,
            "content": "- determining whether transactions and activities are consistent with the information obtained, through the risk assessment, of the foreign financial institution  \nLegal references  \n- Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations, SOR/2002-184\n- section 16\n- section 150",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "6\\. What are the exceptions to correspondent banking relationship requirements"
            },
            "word_count": 40,
            "bullet_point_ratio": 0.8
        },
        {
            "idx": 18,
            "content": "## For assistance  \nIf you have questions on your requirements, please contact FINTRAC by email atguidelines-lignesdirectrices@fintrac-canafe.gc.ca.",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "For assistance"
            },
            "word_count": 16,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 19,
            "content": "## Definitions  \nAccountant  \nA chartered accountant, a certified general accountant, a certified management accountant or, if applicable, a chartered professional accountant. (comptable)  \nReference:  \nProceeds of Crime (Money Laundering) and Terrorist Financing Regulations (PCMLTFR), SOR/2002-184, s. 1(2).  \nAccounting firm  \nAn entity that is engaged in the business of providing accounting services to the public and has at least one partner, employee or administrator that is an accountant. (cabinet d'expertise comptable)  \nReference:  \nPCMLTFR, SOR/2002-184, s. 1(2).  \nAct  \nThe Proceeds of Crime (Money Laundering) and Terrorist Financing Act (PCMLTFA). (la Loi)  \nReference:",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 89,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 20,
            "content": "Proceeds of Crime (Money Laundering) and Terrorist Financing Administrative Monetary Penalties Regulations (PCMLTFAMPR), SOR/2007-292, s. 1, Proceeds of Crime (Money Laundering) and Terrorist Financing Registration Regulations (PCMLTFRR), SOR/2007-121, s. 1, PCMLTFR, SOR/2002-184, s. 1(2), and Proceeds of Crime (Money Laundering) and Terrorist Financing Suspicious Transaction Reporting Regulations (PCMLTFSTRR), SOR/2001-317, s. 1(2).  \nAdministrative monetary penalties (AMPs)  \nCivil penalties that may be issued to reporting entities by FINTRAC for non-compliance with the PCMLTFA and associated Regulations. (pénalité administrative pécuniaire \\[PAP\\])  \nAffiliate  \nAn entity is affiliated with another entity if one of them is wholly owned by the other, if both are wholly owned by the same entity or if their financial statements are consolidated.(entité du même groupe)  \nReference:  \nPCMLTFR, SOR/2002-184, s. 4.  \nAnnuity",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 121,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 21,
            "content": "Has the same meaning as in subsection 248(1) of the Income Tax Act. (rente)  \nReference:  \nPCMLTFR, SOR/2002-184, s. 1(2).  \nArmoured cars  \nPersons or entities that are engaged in the business of transporting currency, money orders, traveller’s cheques or other similar negotiable instruments. (Véhicules blindés)  \nAs soon as practicable  \nA time period that falls in-between immediately and as soon as possible, within which a suspicious transaction report (STR) must be submitted to FINTRAC. The completion and submission of the STR should take priority over other tasks. In this context, the report must be completed promptly, taking into account the facts and circumstances of the situation. While some delay is permitted, it must have a reasonable explanation. (aussitôt que possible)  \nAttempted transaction",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 120,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 22,
            "content": "Occurs when an individual or entity starts to conduct a transaction that is not completed. For example, a client or a potential client walks away from conducting a $10,000 cash deposit. (opération tentée)  \nAuthentic  \nIn respect of verifying identity, means genuine and having the character of an original, credible, and reliable document or record. (authentique)  \nAuthorized person  \nA person who is authorized under subsection 45(2). (personne autorisée)  \nReference:  \nProceeds of Crime (Money Laundering) and Terrorist Financing Act (PCMLTFA), S.C. 2000, c 17, s. 2(1).  \nAuthorized user  \nA person who is authorized by a holder of a prepaid payment product account to have electronic access to funds or virtual currency available in the account by means of a prepaid payment product that is connected to it. (utilisateur autorisé)  \nReference:  \nPCMLTFR, SOR/2002-184, s. 1(2).  \nBeneficial owner(s)",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 134,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 23,
            "content": "Beneficial owners are the individuals who are the trustees, and known beneficiaries and settlors of a trust, or who directly or indirectly own or control 25% or more of i) the shares of a corporation or ii) an entity other than a corporation or trust, such as a partnership. The ultimate beneficial owner(s) cannot be another corporation or entity; it must be the actual individual(s) who owns or controls the entity. (bénéficiaire effectif)  \nBeneficiary  \nA beneficiary is the individual or entity that will benefit from a transaction or to which the final remittance is made. (bénéficiaire)  \nBranch  \nA branch is a part of your business at a distinct location other than your main office. (succursale)  \nBritish Columbia notary corporation  \nAn entity that carries on the business of providing notary services to the public in British Columbia in accordance with the Notaries Act, R.S.B.C. 1996, c. 334. (société de notaires de la Colombie-Britannique)  \nReference:",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 153,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 24,
            "content": "PCMLTFR, SOR/2002-184, s. 1(2).  \nBritish Columbia notary public  \nA person who is a member of the Society of Notaries Public of British Columbia. (notaire public de la Colombie-Britannique)  \nReference:  \nPCMLTFR, SOR/2002-184, s. 1(2).  \nCash  \nCoins referred to in section 7 of the Currency Act, notes issued by the Bank of Canada under the Bank of Canada Act that are intended for circulation in Canada or coins or bank notes of countries other than Canada. (espèces)  \nReference:  \nPCMLTFR, SOR/2002-184, s. 1(2) and PCMLTFSTRR, SOR/2001-317, s. 1(2).  \nCasino  \nA government, organization, board or operator that is referred to in any of paragraphs 5(k) to (k.3) of the Act. (casino)  \nReference:  \nPCMLTFR, SOR/2002-184, s 1(2) and PCMLTFSTRR, SOR/2001-317, s. 1(2).  \nCertified translator",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 119,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 25,
            "content": "An individual that holds the title of professional certified translator granted by a Canadian provincial or territorial association or body that is competent under Canadian provincial or territorial law to issue such certification. (traducteur agréé)  \nClarification request  \nA clarification request is a method used to communicate with money services businesses (MSBs) or foreign money services businesses (FMSBs) when FINTRAC needs more information about their registration form. This request is usually sent by email. (demande de précisions)  \nClient  \nA person or entity that engages in a financial transaction with another person or entity. (client)  \nReference:  \nPCMLTFA, S.C. 2000, c 17, s. 2(1).  \nClient identification information  \nThe identifying information that you have obtained on your clients, such as name, address, telephone number, occupation or nature of principal business, and date of birth for an individual. (renseignements d'identification du client)",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 137,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 26,
            "content": "Competent authority  \nFor the purpose of the criminal record check submitted with an application for registration, a competent authority is any person or organization that has the legally delegated or invested authority, capacity, or power to issue criminal record checks. (autorité compétente)  \nCompleted transaction  \nIs a transaction conducted by a person or entity, that is completed and results in the movement of funds, virtual currency, or the purchase or sale of an asset. (opération effectuée)  \nCompleting action",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 77,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 27,
            "content": "With respect to a reportable transaction, information related to the instructions provided by the person or entity making the request to the reporting entity to complete a transaction. For example, an individual arrives at a bank and requests to purchase a bank draft. The completing action is the details of how the reporting entity fulfilled the person or entity’s instructions which led to the transaction being completed. This includes what the funds or virtual currency initially brought to the reporting entity was used for (see “disposition”). A transaction may have one or more completing actions depending on the instructions provided by the person or entity. (action d’achèvement)  \nCompliance officer  \nThe individual, with the necessary authority, that you appoint to be responsible for the implementation of your compliance program. (agent de conformité)  \nCompliance policies and procedures",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 135,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 28,
            "content": "Written methodology outlining the obligations applicable to your business under the PCMLTFA and its associated Regulations and the corresponding processes and controls you put in place to address your obligations. (politiques et procédures de conformité)  \nCompliance program  \nAll elements (compliance officer, policies and procedures, risk assessment, training program, effectiveness review) that you, as a reporting entity, are legally required to have under the PCMLTFA and its associated Regulations to ensure that you meet all your obligations. (programme de conformité)  \nContext  \nClarifies a set of circumstances or provides an explanation of a situation or financial transaction that can be understood and assessed. (contexte)  \nCorrespondent banking relationship",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 105,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 29,
            "content": "A relationship created by an agreement or arrangement under which an entity referred to in any of paragraphs 5(a), (b), (d),(e) and (e.1) or an entity that is referred to in section 5 and that is prescribed undertakes to provide to a prescribed foreign entity prescribed services or international electronic funds transfers, cash management or cheque clearing services. (relation de correspondant bancaire)  \nReference:  \nPCMLTFA, S.C. 2000, c 17, s. 9.4(3) and PCMLTFR, SOR/2002-184, s. 16(1)(b).  \nCountry of residence  \nThe country where an individual has lived continuously for 12 months or more. The individual must have a dwelling in the country concerned. For greater certainty, a person only has one country of residence no matter how many dwelling places they may have, inside or outside of that country. (pays de résidence)  \nCredit card acquiring business  \nA credit card acquiring business is a financial entity that has an agreement with a merchant to provide the following services:",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 155,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 30,
            "content": "- enabling a merchant to accept credit card payments by cardholders for goods and services and to receive payments for credit card purchases;\n- processing services, payment settlements and providing point-of-sale equipment (such as computer terminals); and\n- providing other ancillary services to the merchant.  \n(entreprise d'acquisition de cartes de crédit)Credit union central  \nA central cooperative credit society, as defined in section 2 of the Cooperative Credit Associations Act, or a credit union central or a federation of credit unions or caisses populaires that is regulated by a provincial Act other than one enacted by the legislature of Quebec. (centrale de caisses de crédit)  \nReference:  \nPCMLTFR, SOR/2002-184, s. 1(2).  \nCrowdfunding platform  \nA website or an application or other software that is used to raise funds or virtual currency through donations. (plateforme de sociofinancement)  \nReference:  \nPCMLTFR, SOR/2002-184, s. 1(2).  \nCrowdfunding platform services",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 141,
            "bullet_point_ratio": 0.25
        },
        {
            "idx": 31,
            "content": "The provision and maintenance of a crowdfunding platform for use by other persons or entities to raise funds or virtual currency for themselves or for persons or entities specified by them. (services de plateforme de sociofinancement)  \nReference:  \nPCMLTFR, SOR/2002-184, s. 1(2).  \nCurrent  \nIn respect of a document or source of information that is used to verify identity, is up to date, and, in the case of a government-issued photo identification document, must not have been expired when the ID was verified. (à jour)  \nDealer in precious metals and stones",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 89,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 32,
            "content": "A person or entity that, in the course of their business activities, buys or sells precious metals, precious stones or jewellery. It includes a department or an agent of His Majesty in right of Canada or an agent or mandatary of His Majesty in right of a province when the department or the agent or mandatary carries out the activity, referred to in subsection 65(1), of selling precious metals to the public. (négociant en métaux précieux et pierres précieuses)  \nReference:  \nPCMLTFR, SOR/2002-184, s. 1(2).  \nDeferred profit sharing plan  \nHas the same meaning as in subsection 248(1) of the Income Tax Act. (régime de participation différée aux bénéfices)  \nReference:  \nPCMLTFR, SOR/2002-184, s. 1(2).  \nDeposit slip  \nA record that sets out:  \n1. (a) the date of the deposit;\n2. (b) the name of the person or entity that makes the deposit;\n3. (c) the amount of the deposit and of any part of it that is made in cash;\n4. (d) the method by which the deposit is made; and",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 168,
            "bullet_point_ratio": 0.3076923076923077
        },
        {
            "idx": 33,
            "content": "5. (e) the number of the account into which the deposit is made and the name of each account holder.  \n(relevé de dépôt)  \nReference:  \nPCMLTFR, SOR/2002-184, s. 1(2).  \nDirecting services  \nA business is directing services at persons or entities in Canada if at least one of the following applies:  \n- The business's marketing or advertising is directed at persons or entities located in Canada;\n- The business operates a \".ca\" domain name; or,\n- The business is listed in a Canadian business directory.  \nAdditional criteria may be considered, such as if the business describes its services being offered in Canada or actively seeks feedback from persons or entities in Canada. (diriger des services)  \nDistributed ledger",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 115,
            "bullet_point_ratio": 0.36363636363636365
        },
        {
            "idx": 34,
            "content": "For the purpose of section 151 of the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations (PCMLTFR), a digital ledger that is maintained by multiple persons or entities and that can only be modified by a consensus of those persons or entities. (registres distribués)  \nReference:  \nPCMLTFR, SOR/2002-184, s. 151(2).  \nDisposition  \nWith respect to a reportable transaction, the disposition is what the funds or virtual currency was used for. For example, an individual arrives at a bank with cash and purchases a bank draft. The disposition is the purchase of the bank draft. (répartition)  \nElectronic funds transfer",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 97,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 35,
            "content": "The transmission—by any electronic, magnetic or optical means—of instructions for the transfer of funds, including a transmission of instructions that is initiated and finally received by the same person or entity. In the case of SWIFT messages, only SWIFT MT-103 messages and their equivalent are included. It does not include a transmission or instructions for the transfer of funds:  \n1. (a) that involves the beneficiary withdrawing cash from their account;\n2. (b) that is carried out by means of a direct deposit or pre-authorized debit;\n3. (c) that is carried out by cheque imaging and presentment\n4. (d) that is both initiated and finally received by persons or entities that are acting to clear or settle payment obligations between themselves; or",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 121,
            "bullet_point_ratio": 0.8
        },
        {
            "idx": 36,
            "content": "5. (e) that is initiated or finally received by a person or entity referred to in paragraphs 5(a) to (h.1) of the Act for the purpose of internal treasury management, including the management of their financial assets and liabilities, if one of the parties to the transaction is a subsidiary of the other or if they are subsidiaries of the same corporation.  \n(télévirement)  \nReference:  \nPCMLTFR, SOR/2002-184, s. 1(2).  \nEmployees profit sharing plan  \nHas the same meaning as in subsection 248(1) of the Income Tax Act. (régime de participation des employés aux bénéfices)  \nReference:  \nPCMLTFR, SOR/2002-184, s. 1(2).  \nEntity  \nA body corporate, a trust, a partnership, a fund or an unincorporated association or organization. (entité)  \nReference:  \nPCMLTFA, S.C. 2000, c 17, s. 2(1).  \nFacts",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 123,
            "bullet_point_ratio": 0.07692307692307693
        },
        {
            "idx": 37,
            "content": "Actual events, actions, occurrences or elements that exist or are known to have happened or existed. Facts are not opinions. For example, facts surrounding a transaction or multiple transactions could include the date, time, location, amount or type of transaction or could include the account details, particular business lines, or the client's financial history. (faits)  \nFamily member  \nFor the purposes of subsection 9.3(1) of the Act, a prescribed family member of a politically exposed foreign person, a politically exposed domestic person or a head of an international organization is:  \n1. (a) their spouse or common-law partner;\n2. (b) their child;\n3. (c) their mother or father;\n4. (d) the mother or father of their spouse or common-law partner; or\n5. (e) a child of their mother or father.  \n(membre de la famille)  \nReference:  \nPCMLTFR, SOR/2002-184, s. 2(1).  \nFiat currency",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 139,
            "bullet_point_ratio": 0.4166666666666667
        },
        {
            "idx": 38,
            "content": "A currency that is issued by a country and is designated as legal tender in that country. (monnaie fiduciaire)  \nReference:  \nPCMLTFR, SOR/2002-184, s. 1(2) and PCMLTFSTRR, SOR/2001-317, s. 1(2).  \nFinal receipt  \nIn respect of an electronic funds transfer, means the receipt of the instructions by the person or entity that is to make the remittance to a beneficiary. (destinataire)  \nReference:  \nPCMLTFR, SOR/2002-184, s. 1(2).  \nFinancial entity  \nMeans:  \n1. (a) an entity that is referred to in any of paragraphs 5(a), (b) and (d) to (f) of the Act;\n2. (b) a financial services cooperative;\n3. (c) a life insurance company, or an entity that is a life insurance broker or agent, in respect of loans or prepaid payment products that it offers to the public and accounts that it maintains with respect to those loans or prepaid payment products, other than:",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 141,
            "bullet_point_ratio": 0.25
        },
        {
            "idx": 39,
            "content": "1. (i) loans that are made by the insurer to a policy holder if the insured person has a terminal illness that significantly reduces their life expectancy and the loan is secured by the value of an insurance policy;\n2. (ii) loans that are made by the insurer to the policy holder for the sole purpose of funding the life insurance policy; and\n3. (iii) advance payments to which the policy holder is entitles that are made to them by the insurer;\n4. (d) a credit union central when it offers financial services to a person, or to an entity that is not a member of that credit union central; and\n5. (e) a department, or an entity that is an agent of His Majesty in right of Canada or an agent or mandatary of His Majesty in right of a province, when it carries out an activity referred to in section 76.  \n(entité financière)  \nReference:  \nPCMLTFR, SOR/2002-184, s. 1(2).  \nFinancial Action Task Force",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 164,
            "bullet_point_ratio": 0.5555555555555556,
            "context": " The chunk provides specific examples and legal references to clarify the definition of a \"financial entity\" within the context of correspondent banking relationship requirements outlined by FINTRAC.",
            "questions": [
                "What are the conditions under which an insurer can make a loan to a policy holder according to the provided chunk?",
                "How does the definition of a 'financial entity' extend to a credit union central in the context of correspondent banking relationships as outlined by FINTRAC?",
                "Which specific activities carried out by a department or an entity that is an agent of His Majesty qualify it as a financial entity under the PCMLTFR, SOR/2002-184, s. 1(2)?"
            ],
            "qnas": [
                {
                    "question": "What are the conditions under which an insurer can make a loan to a policy holder according to the provided chunk?",
                    "answer": "An insurer can make a loan to a policy holder under the following conditions, as outlined by FINTRAC:\n\n1. The insured person has a terminal illness that significantly reduces their life expectancy, and the loan is secured by the value of an insurance policy.\n2. The loan is made for the sole purpose of funding the life insurance policy.\n3. The loan is an advance payment to which the policy holder is entitled."
                },
                {
                    "question": "How does the definition of a 'financial entity' extend to a credit union central in the context of correspondent banking relationships as outlined by FINTRAC?",
                    "answer": "According to FINTRAC, the definition of a 'financial entity' extends to a credit union central when it offers financial services to a person or to an entity that is not a member of that credit union central."
                },
                {
                    "question": "Which specific activities carried out by a department or an entity that is an agent of His Majesty qualify it as a financial entity under the PCMLTFR, SOR/2002-184, s. 1(2)?",
                    "answer": "A department or an entity that is an agent of His Majesty qualifies as a financial entity under the PCMLTFR, SOR/2002-184, s. 1(2) when it carries out an activity referred to in section 76."
                }
            ]
        },
        {
            "idx": 40,
            "content": "The Financial Action Task Force on Money Laundering established in 1989. (Groupe d'action financière)  \nReference:  \nPCMLTFA, S.C. 2000, c 17, s. 2(1).  \nFinancial services cooperative  \nA financial services cooperative that is regulated by an Act respecting financial services cooperatives, CQLR, c. C-67.3 or the Act respecting the Mouvement Desjardins, S.Q. 2000, c. 77, other than a caisse populaire. (coopérative de services financiers)  \nReference:  \nPCMLTFR, SOR/2002-184, s. 1(2).  \nForeign currency  \nA fiat currency that is issued by a country other than Canada. (devise)  \nReference:  \nPCMLTFR, SOR/2002-184, s. 1(2).  \nForeign currency exchange transaction  \nAn exchange, at the request of another person or entity, of one fiat currency for another. (opération de change en devise)  \nReference:  \nPCMLTFR, SOR/2002-184, s. 1(2).  \nForeign currency exchange transaction ticket",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 122,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 41,
            "content": "A record respecting a foreign currency exchange transaction—including an entry in a transaction register—that sets out:  \n1. (a) the date of the transaction;\n2. (b) in the case of a transaction of $3,000 or more, the name and address of the person or entity that requests the exchange, the nature of their principal business or their occupation and, in the case of a person, their date of birth;\n3. (c) the type and amount of each of the fiat currencies involved in the payment made and received by the person or entity that requests the exchange;\n4. (d) the method by which the payment is made and received;\n5. (e) the exchange rates used and their source;\n6. (f) the number of every account that is affected by the transaction, the type of account and the name of each account holder; and\n7. (g) every reference number that is connected to the transaction and has a function equivalent to that of an account number.  \n(fiche d'opération de change en devise)  \nReference:",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 171,
            "bullet_point_ratio": 0.7
        },
        {
            "idx": 42,
            "content": "PCMLTFR, SOR/2002-184, s. 1(2).  \nForeign money services business  \nPersons and entities that do not have a place of business in Canada, that are engaged in the business of providing at least one of the following services that is directed at persons or entities in Canada, and that provide those services to their clients in Canada:  \n1. (i) foreign exchange dealing,\n2. (ii) remitting funds or transmitting funds by any means or through any person, entity or electronic funds transfer network,\n3. (iii) issuing or redeeming money orders, traveller's cheques or other similar negotiable instruments except for cheques payable to a named person or entity,\n4. (iv) dealing in virtual currencies, or\n5. (v) any prescribed service.  \n(entreprise de services monétaires étrangère)  \nReference:  \nPCMLTFA, S.C. 2000, c 17, s. 5(h.1), PCMLTFRR, SOR/2007-121, s. 1 and PCMLTFR, SOR/2002-184, s. 1(2).  \nForeign state",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 140,
            "bullet_point_ratio": 0.4166666666666667
        },
        {
            "idx": 43,
            "content": "Except for the purposes of Part 2, means a country other than Canada and includes any political subdivision or territory of a foreign state. (État étranger)  \nReference:  \nPCMLTFA, S.C. 2000, c 17, s. 2(1).  \nFunds  \nMeans:  \n1. (a) cash and other fiat currencies, and securities, negotiable instruments or other financial instruments that indicate a title or right to or interest in them; or\n2. (b) a private key of a cryptographic system that enables a person or entity to have access to a fiat currency other than cash.  \nFor greater certainty, it does not include virtual currency. (fonds)  \nReference:  \nPCMLTFR, SOR/2002-184, s. 1(2) and PCMLTFSTRR, SOR/2001-317, s. 1(2).  \nHead of an international organization  \nA person who, at a given time, holds—or has held within a prescribed period before that time—the office or position of head of  \n1. a) an international organization that is established by the governments of states;",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 149,
            "bullet_point_ratio": 0.23076923076923078
        },
        {
            "idx": 44,
            "content": "2. b) an institution of an organization referred to in paragraph (a); or\n3. c) an international sports organization.  \n(dirigeant d'une organisation internationale)  \nReference:  \nPCMLTFA, S.C. 2000, c 17, s. 9.3(3).  \nImmediately  \nIn respect of submitting a Terrorist Property Report (TPR), the time period within which a TPR must be submitted, which does not allow for any delay prior to submission. (immédiatement)  \nInformation record  \nA record that sets out the name and address of a person or entity and:  \n1. (a) in the case of a person, their date of birth and the nature of their principal business or their occupation; and\n2. (b) in the case of an entity, the nature of its principal business.  \n(dossier de renseignements)  \nReference:  \nPCMLTFR, SOR/2002-184, s. 1(2).  \nInitiation  \nIn respect of an electronic funds transfer, means the first transmission of the instructions for the transfer of funds. (amorcer)  \nReference:  \nPCMLTFR, SOR/2002-184, s. 1(2).  \nInstitutional trust",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 152,
            "bullet_point_ratio": 0.21052631578947367
        },
        {
            "idx": 45,
            "content": "For the purpose of section 15 of the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations (PCMLTFR), means a trust that is established by a corporation or other entity for a particular business purpose and includes a pension plan trust, a pension master trust, a supplemental pension plan trust, a mutual fund trust, a pooled fund trust, a registered retirement savings plan trust, a registered retirement income fund trust, a registered education savings plan trust, a group registered retirement savings plan trust, a deferred profit sharing plan trust, an employee profit sharing plan trust, a retirement compensation arrangement trust, an employee savings plan trust, a health and welfare trust, an unemployment benefit plan trust, a foreign insurance company trust, a foreign reinsurance trust, a reinsurance trust, a real estate investment trust, an environmental trust and a trust established in respect of endowment, a foundation or a registered charity. (fiducie",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 150,
            "bullet_point_ratio": 0.0,
            "context": " This chunk defines the term \"trust\" within the context of section 15 of the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations (PCMLTFR) under the 'Definitions' section of FINTRAC's compliance guidance for correspondent banking relationship requirements.",
            "questions": [
                "What is the definition of 'trust' according to section 15 of the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations (PCMLTFR)?",
                "What types of trusts are included under the definition provided in section 15 of the PCMLTFR?",
                "How does the definition of 'trust' in section 15 of the PCMLTFR relate to the compliance requirements for correspondent banking relationships?"
            ],
            "qnas": [
                {
                    "question": "What is the definition of 'trust' according to section 15 of the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations (PCMLTFR)?",
                    "answer": "According to section 15 of the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations (PCMLTFR), a \"trust\" is defined as a trust established by a corporation or other entity for a particular business purpose. This includes various types of trusts such as pension plan trusts, mutual fund trusts, registered retirement savings plan trusts, and others listed in the regulations."
                },
                {
                    "question": "What types of trusts are included under the definition provided in section 15 of the PCMLTFR?",
                    "answer": "According to section 15 of the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations (PCMLTFR), the types of trusts included are: pension plan trust, pension master trust, supplemental pension plan trust, mutual fund trust, pooled fund trust, registered retirement savings plan trust, registered retirement income fund trust, registered education savings plan trust, group registered retirement savings plan trust, deferred profit sharing plan trust, employee profit sharing plan trust, retirement compensation arrangement trust, employee savings plan trust, health and welfare trust, unemployment benefit plan trust, foreign insurance company trust, foreign reinsurance trust, reinsurance trust, real estate investment trust, environmental trust, and a trust established in respect of endowment, a foundation, or a registered charity."
                },
                {
                    "question": "How does the definition of 'trust' in section 15 of the PCMLTFR relate to the compliance requirements for correspondent banking relationships?",
                    "answer": "The definition of 'trust' in section 15 of the PCMLTFR, as outlined by FINTRAC, includes various types of trusts established for specific business purposes, such as pension plans, mutual funds, and registered savings plans. This definition is relevant to compliance requirements for correspondent banking relationships, as it helps financial entities understand the scope of trusts they must monitor and assess for potential money laundering and terrorist financing risks, in accordance with FINTRAC's guidelines."
                }
            ]
        },
        {
            "idx": 46,
            "content": "institutionnelle)",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 1,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 47,
            "content": "Reference:  \nPCMLTFR, SOR/2002-184, s. 15(2).  \nInternational electronic funds transfer  \nAn electronic funds transfer other than for the transfer of funds within Canada. (télévirement international)  \nReference:  \nPCMLTFR, SOR/2002-184, s. 1(2).  \nInter vivos trust  \nA personal trust, other than a trust created by will. (fiducie entre vifs)  \nReference:  \nPCMLTFR, SOR/2002-184, s. 1(2).  \nJewellery  \nObjects that are made of gold, silver, palladium, platinum, pearls or precious stones and that are intended to be worn as a personal adornment. (bijou)  \nReference:  \nPCMLTFR, SOR/2002-184, s. 1(2).  \nLarge cash transaction record  \nA record that indicates the receipt of an amount of $10,000 or more in cash in a single transaction and that contains the following information:  \n01. (a) the date of the receipt;",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 117,
            "bullet_point_ratio": 0.058823529411764705
        },
        {
            "idx": 48,
            "content": "02. (b) if the amount is received for deposit into an account, the number of the account, the name of each account holder and the time of the deposit or an indication that the deposit is made in a night deposit box outside the recipient's normal business hours;\n03. (c) the name and address of every other person or entity that is involved in the transaction, the nature of their principal business or their occupation and, in the case of a person, their date of birth;\n04. (d) the type and amount of each fiat currency involved in the receipt;\n05. (e) the method by which the cash is received;\n06. (f) if applicable, the exchange rates used and their source;\n07. (g) the number of every other account that is affected by the transaction, the type of account and the name of each account holder\n08. (h) every reference number that is connected to the transaction and has a function equivalent to that of an account number;\n09. (i) the purpose of the transaction;",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 175,
            "bullet_point_ratio": 1.0
        },
        {
            "idx": 49,
            "content": "10. (j) the following details of the remittance of, or in exchange for, the cash received:\n1. (i) the method of remittance;\n2. (ii) if the remittance is in funds, the type and amount of each type of funds involved;\n3. (iii) if the remittance is not in funds, the type of remittance and its value, if different from the amount of cash received; and\n4. (iv) the name of every person or entity involved in the remittance and their account number or policy number or, if they have no account number or policy number, their identifying number; and\n11. (k) if the amount is received by a dealer in precious metals and precious stones for the sale of precious metals, precious stones or jewellery:\n1. (i) the type of precious metals, precious stones or jewellery;\n2. (ii) the value of the precious metals, precious stones or jewellery, if different from the amount of cash received, and\n3. (iii) the wholesale value of the precious metals, precious stones or jewellery.",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 170,
            "bullet_point_ratio": 1.0,
            "context": " The chunk lists specific details required for reporting cash transactions, including remittance methods, funds involved, and information about precious metals and stones, situated under the 'Definitions' section of FINTRAC's compliance guidance on correspondent banking relationship requirements.",
            "questions": [
                "What details are required to be reported for the remittance of cash received, according to the compliance guidance?",
                "In the context of FINTRAC's guidance, what specific information must be included when the remittance involves precious metals and stones?",
                "How does the reporting of cash transactions differ when the remittance is not in funds compared to when it is in funds?"
            ],
            "qnas": [
                {
                    "question": "What details are required to be reported for the remittance of cash received, according to the compliance guidance?",
                    "answer": "According to FINTRAC's compliance guidance, the following details are required to be reported for the remittance of cash received:\n\n1. The method of remittance.\n2. If the remittance is in funds, the type and amount of each type of funds involved.\n3. If the remittance is not in funds, the type of remittance and its value, if different from the amount of cash received.\n4. The name of every person or entity involved in the remittance and their account number, policy number, or identifying number if they have no account or policy number.\n\nAdditionally, if the cash is received by a dealer in precious metals and stones, the following must be reported:\n1. The type of precious metals, precious stones, or jewellery.\n2. The value of the precious metals, precious stones, or jewellery, if different from the amount of cash received.\n3. The wholesale value of the precious metals, precious stones, or jewellery."
                },
                {
                    "question": "In the context of FINTRAC's guidance, what specific information must be included when the remittance involves precious metals and stones?",
                    "answer": "According to FINTRAC's guidance, when the remittance involves precious metals and stones, the following specific information must be included:\n\n1. The type of precious metals, precious stones, or jewellery.\n2. The value of the precious metals, precious stones, or jewellery, if different from the amount of cash received.\n3. The wholesale value of the precious metals, precious stones, or jewellery."
                },
                {
                    "question": "How does the reporting of cash transactions differ when the remittance is not in funds compared to when it is in funds?",
                    "answer": "When the remittance is in funds, FINTRAC requires reporting the type and amount of each type of funds involved. However, if the remittance is not in funds, FINTRAC requires reporting the type of remittance and its value, if different from the amount of cash received."
                }
            ]
        },
        {
            "idx": 50,
            "content": "(relevé d'opération importante en espèces)  \nReference:  \nPCMLTFR, SOR/2002-184, s. 1(2).  \nLarge virtual currency transaction record  \nA record that indicates the receipt of an amount of $10,000 or more in virtual currency in a single transaction and that contains the following information:  \n1. (a) the date of the receipt;\n2. (b) if the amount is received for deposit into an account, the name of each account holder;\n3. (c) the name and address of every other person or entity that is involved in the transaction, the nature of their principal business or their occupation and, in the case of a person, their date of birth;\n4. (d) the type and amount of each virtual currency involved in the receipt;\n5. (e) the exchange rates used and their source;\n6. (f) the number of every other account that is affected by the transaction, the type of account and the name of each account holder;",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 152,
            "bullet_point_ratio": 0.5454545454545454
        },
        {
            "idx": 51,
            "content": "7. (g) every reference number that is connected to the transaction and has a function equivalent to that of an account number;\n8. (h) every transaction identifier, including the sending and receiving addresses; and\n9. (i) if the amount is received by a dealer in precious metals and precious stones for the sale of precious metals, precious stones or jewellery:\n1. (i) the type of precious metals, precious stones or jewellery;\n2. (ii) the value of the precious metals, precious stones or jewellery, if different from the amount of virtual currency received; and\n3. (iii) the wholesale value of the precious metals, precious stones or jewellery.  \n(relevé d'opération importante en monnaie virtuelle)  \nReference:  \nPCMLTFR, SOR/2002-184, s. 1(2).  \nLife insurance broker or agent  \nA person or entity that is authorized under provincial legislation to carry on the business of arranging contracts of life insurance. (représentant d'assurance-vie)  \nReference:  \nPCMLTFR, SOR/2002-184, s. 1(2).",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 150,
            "bullet_point_ratio": 0.46153846153846156
        },
        {
            "idx": 52,
            "content": "Life insurance company  \nA life company or foreign life company to which the Insurance Companies Act applies or a life insurance company regulated by a provincial Act. (société d'assurance-vie)  \nReference:  \nPCMLTFR, SOR/2002-184, s. 1(2).  \nListed person  \nHas the same meaning as in section 1 of the Regulations Implementing the United Nations Resolutions on the Suppression of Terrorism. (personne inscrite)  \nReference:  \nPCMLTFSTRR, SOR/2001-317, s. 1(2).  \nManaging general agents (MGAs)  \nLife insurance brokers or agents that act as facilitators between other life insurance brokers or agents and life insurance companies. MGAs typically offer services to assist with insurance agents contracting and commission payments, facilitate the flow of information between insurer and agent, and provide training to, and compliance oversight of, insurance agents. (agent général de gestion)  \nMandatary  \nA person who acts, under a mandate or agreement, for another person or entity. (mandataire)",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 140,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 53,
            "content": "Marketing or advertising  \nWhen a person or entity uses promotional materials such as advertisements, graphics for websites or billboards, etc., with the intent to promote money services business (MSB) services and to acquire business from persons or entities in Canada. (marketing ou publicité)  \nMinister  \nIn relation to sections 24.1 to 39, the Minister of Public Safety and Emergency Preparedness and, in relation to any other provision of this Act, the Minister of Finance. (ministre)  \nReference:  \nPCMLTFA, S.C. 2000, c 17, s. 2(1).  \nMoney laundering offence",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 85,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 54,
            "content": "An offence under subsection 462.31(1) of the Criminal Code. The United Nations defines money laundering as \"any act or attempted act to disguise the source of money or assets derived from criminal activity.\" Essentially, money laundering is the process whereby \"dirty money\"—produced through criminal activity—is transformed into \"clean money,\" the criminal origin of which is difficult to trace.(infraction de recyclage des produits de la criminalité)  \nReference:  \nPCMLTFA, S.C. 2000, c 17, s. 2(1).  \nMoney laundering and terrorist financing indicators (ML/TF indicators)  \nPotential red flags that could initiate suspicion or indicate that something may be unusual in the absence of a reasonable explanation. \\[Indicateurs de blanchiment d'argent (BA) et de financement du terrorisme (FT) (indicateurs de BA/FT)\\]  \nMoney services business  \nA person or entity that has a place of business in Canada and that is engaged in the business of providing at least one of the following services:",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 147,
            "bullet_point_ratio": 0.0,
            "context": " The chunk provides definitions related to money laundering and money services businesses within the context of correspondent banking relationship requirements outlined by FINTRAC.",
            "questions": [
                "What is the legal definition of money laundering according to the Criminal Code, and how does the United Nations describe it?",
                "What are 'ML/TF indicators,' and why are they considered important in the context of financial regulation?",
                "What services must a business provide to be classified as a 'money services business' under Canadian law?"
            ],
            "qnas": [
                {
                    "question": "What is the legal definition of money laundering according to the Criminal Code, and how does the United Nations describe it?",
                    "answer": "The legal definition of money laundering, according to the Criminal Code, is outlined under subsection 462.31(1). The United Nations describes money laundering as \"any act or attempted act to disguise the source of money or assets derived from criminal activity.\""
                },
                {
                    "question": "What are 'ML/TF indicators,' and why are they considered important in the context of financial regulation?",
                    "answer": "ML/TF indicators, as defined by FINTRAC, are potential red flags that could initiate suspicion or indicate that something may be unusual in the absence of a reasonable explanation. They are considered important in the context of financial regulation because they help financial institutions and other reporting entities to identify and report suspected money laundering and terrorist financing activities, thereby complying with anti-money laundering (AML) and counter-terrorism financing (CTF) obligations."
                },
                {
                    "question": "What services must a business provide to be classified as a 'money services business' under Canadian law?",
                    "answer": "To be classified as a 'money services business' under Canadian law, a business must provide at least one of the following services, as outlined by FINTRAC:"
                }
            ]
        },
        {
            "idx": 55,
            "content": "1. (i) foreign exchange dealing,\n2. (ii) remitting funds or transmitting funds by any means or through any person, entity or electronic funds transfer network,\n3. (iii) issuing or redeeming money orders, traveller's cheques or other similar negotiable instruments except for cheques payable to a named person or entity,\n4. (iv) dealing in virtual currencies, or\n5. (v) any prescribed service.  \n(entreprise de services monétaires)  \nReference:  \nPCMLTFA, S.C. 2000, c 17, s. 5(h), PCMLTFRR, SOR/2007-121, s. 1 and PCMLTFR, SOR/2002-184, s. 1(2).  \nMoney services business agent  \nAn individual or entity authorized to deliver services on behalf of a money services business (MSB). It is not an MSB branch. (mandataire d'une entreprise de services monétaires)  \nMortgage administrator",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 116,
            "bullet_point_ratio": 0.45454545454545453
        },
        {
            "idx": 56,
            "content": "A person or entity, other than a financial entity, that is engaged in the business of servicing mortgage agreements on real property or hypothec agreements on immovables on behalf of a lender. (administrateur hypothécaire)  \nReference:  \nPCMLTFA, S.C. 2000, c 17, s. 5(i), PCMLTFRR,SOR/2002-184, subsection 1(2)  \nMortgage broker  \nA person or entity that is authorized under provincial legislation to act as an intermediary between a lender and a borrower with respect to loans secured by mortgages on real property or hypothecs on immovables. (courtier hypothécaire)  \nReference:  \nPCMLTFA, S.C. 2000, c 17, s. 5(i),\nPCMLTFRR,SOR/2002-184, subsection 1(2)  \nMortgage lender  \nA person or entity, other than a financial entity, that is engaged in the business of providing loans secured by mortgages on real property or hypothecs on immovables. (prêteur hypothécaire)  \nReference:  \nPCMLTFA, S.C. 2000, c 17, s. 5(i),\nPCMLTFRR,SOR/2002-184, subsection 1(2)  \nNature of principal business",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 142,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 57,
            "content": "An entity's type or field of business. Also applies to an individual in the case of a sole proprietorship. (nature de l'entreprise principale)  \nNew developments  \nChanges to the structure or operations of a business when new services, activities, or locations are put in place. For example, changes to a business model or business restructuring. (nouveaux développements)  \nNew technologies  \nThe adoption of a technology that is new to a business. For example, when a business adopts new systems or software such as transaction monitoring systems or client onboarding and identification tools. (nouvelles technologies)  \nNo apparent reason  \nThere is no clear explanation to account for suspicious behaviour or information. (sans raison apparente)  \nOccupation  \nThe job or profession of an individual. (profession ou métier)  \nPerson  \nAn individual. (personne)  \nReference:  \nPCMLTFA, S.C. 2000, c 17, s. 2(1).  \nPerson authorized to give instructions",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 138,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 58,
            "content": "In respect of an account, means a person who is authorized to instruct on the account or make changes to the account, such as modifying the account type, updating the account contact details, and in the case of a credit card account, requesting a limit increase or decrease, or adding or removing card holders. A person who is only able to conduct transactions on the account is not considered a person authorized to give instructions. (personne habilitée à donner des instructions)  \nPolitically exposed domestic person  \nA person who, at a given time, holds—or has held within a prescribed period before that time—one of the offices or positions referred to in any of paragraphs (a) and (c) to (j) in or on behalf of the federal government or a provincial government or any of the offices or positions referred to in paragraphs (b) and (k):  \n01. (a) Governor General, lieutenant governor or head of government;",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 154,
            "bullet_point_ratio": 0.25
        },
        {
            "idx": 59,
            "content": "02. (b) member of the Senate or House of Commons or member of a legislature of a province;\n03. (c) deputy minister or equivalent rank;\n04. (d) ambassador, or attaché or counsellor of an ambassador;\n05. (e) military officer with a rank of general or above;\n06. (f) president of a corporation that is wholly owned directly by His Majesty in right of Canada or a province;\n07. (g) head of a government agency;\n08. (h) judge of an appellate court in a province, the Federal Court of Appeal or the Supreme Court of Canada;\n09. (i) leader or president of a political party represented in a legislature;\n10. (j) holder of any prescribed office or position; or\n11. (k) mayor, reeve or other similar chief officer of a municipal or local government.  \n(national politiquement vulnérable)  \nReference:  \nPCMLTFA, S.C. 2000, c 17, s. 9.3(3).  \nPolitically exposed foreign person  \nA person who holds or has held one of the following offices or positions in or on behalf of a foreign state:",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 170,
            "bullet_point_ratio": 0.6666666666666666
        },
        {
            "idx": 60,
            "content": "01. (a) head of state or head of government;\n02. (b) member of the executive council of government or member of a legislature;\n03. (c) deputy minister or equivalent rank;\n04. (d) ambassador, or attaché or counsellor of an ambassador;\n05. (e) military officer with a rank of general or above;\n06. (f) president of a state-owned company or a state-owned bank;\n07. (g) head of a government agency;\n08. (h) judge of a supreme court, constitutional court or other court of last resort;\n09. (i) leader or president of a political party represented in a legislature; or\n10. (j) holder of any prescribed office or position.  \n(étranger politiquement vulnérable)  \nReference:  \nPCMLTFR, SOR/2002-184, s. 1(2).  \nPossibility",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 116,
            "bullet_point_ratio": 0.7142857142857143
        },
        {
            "idx": 61,
            "content": "In regards to completing a suspicious transaction report (STR), the likelihood that a transaction may be related to a money laundering/terrorist financing (ML/TF) offence. For example, based on your assessment of facts, context and ML/TF indicators you have reasonable grounds to suspect that a transaction is related to the commission or attempted commission of an ML/TF offence. (possibilité)  \nPrecious metal  \nGold, silver, palladium or platinum in the form of coins, bars, ingots or granules or in any other similar form. (métal précieux)  \nReference:  \nPCMLTFA, S.C. 2000, c 17, s. 2(1).  \nPrecious stones  \nDiamonds, sapphires, emeralds, tanzanite, rubies or alexandrite. (pierre précieuse)  \nReference:  \nPCMLTFR, SOR/2002-184, s. 1(2).  \nPrepaid payment product",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 109,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 62,
            "content": "A product that is issued by a financial entity and that enables a person or entity to engage in a transaction by giving them electronic access to funds or virtual currency paid to a prepaid payment product account held with the financial entity in advance of the transaction. It excludes a product that:  \n1. (a) enables a person or entity to access a credit or debit account or one that is issued for use only with particular merchants; or\n2. (b) is issued for single use for the purposes of a retail rebate program.  \n(produit de paiement prépayé)  \nReference:  \nPCMLTFR, SOR/2002-184, s. 1(2).  \nPrepaid payment product account  \nAn account – other than an account to which only a public body or, if doing so for the purposes of humanitarian aid, a registered charity as defined in subsection 248(1) of the Income Tax Act, can add funds or virtual currency – that is connected to a prepaid payment product and that permits:",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 161,
            "bullet_point_ratio": 0.25
        },
        {
            "idx": 63,
            "content": "1. (a) funds or virtual currency that total $1,000 or more to be added to the account within a 24-hour period; or\n2. (b) a balance of funds or virtual currency of $1,000 or more to be maintained.  \n(compte de produit de paiement prépayé)  \nReference:  \nPCMLTFR, SOR/2002-184, s. 1(2).  \nPrescribed  \nPrescribed by regulations made by the Governor in Council. (Version anglaise seulement)  \nReference:  \nPCMLTFA, S.C. 2000, c 17, s. 2(1).  \nProbability  \nThe likelihood in regards to completing a suspicious transaction report (STR) that a financial transaction is related to a money laundering/terrorist financing (ML/TF) offence. For example, based on facts, having reasonable grounds to believe that a transaction is probably related to the commission or attempted commission of an ML/TF offence. (probabilité)  \nProduction order  \nA judicial order that compels a person or entity to disclose records to peace officers or public officers. (ordonnance de communication)  \nPublic body  \nMeans",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 148,
            "bullet_point_ratio": 0.13333333333333333
        },
        {
            "idx": 64,
            "content": "1. (a) a department or an agent of His Majesty in right of Canada or an agent or mandatary of His Majesty in right of a province;\n2. (b) an incorporated city or town, village, metropolitan authority, township, district, county, rural municipality or other incorporated municipal body in Canada or an agent or mandatary in Canada of any of them; and\n3. (c) an organization that operates a public hospital and that is designated by the Minister of National Revenue as a hospital authority under the Excise Tax Act, or an agent or mandatary of such an organization.  \n(organisme public)  \nReference:  \nPCMLTFR, SOR/2002-184, s. 1(2).  \nReal estate broker or sales representative  \nA person or entity that is authorized under provincial legislation to act as an agent or mandatary for purchasers or vendors in respect of the purchase or sale of real property or immovables. (courtier ou agent immobilier)  \nReference:  \nPCMLTFR, SOR/2002-184, s. 1(2).  \nReal estate developer",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 156,
            "bullet_point_ratio": 0.2727272727272727
        },
        {
            "idx": 65,
            "content": "A person or entity that, in any calendar year after 2007, has sold to the public, other than in the capacity of a real estate broker or sales representative:  \n1. (a) five or more new houses or condominium units;\n2. (b) one or more new commercial or industrial buildings; or\n3. (c) one or more new multi-unit residential buildings each of which contains five or more residential units, or two or more new multi-unit residential buildings that together contain five or more residential units.  \n(promoteur immobilier)  \nReference:  \nPCMLTFR, SOR/2002-184, s. 1(2).  \nReasonable measures  \nSteps taken to achieve a desired outcome, even if they do not result in the desired outcome. For example, this can include doing one or more of the following:  \n- asking the client,\n- conducting open source searches,\n- retrieving information already available, including information held in non-digital formats, or\n- consulting commercially available information.",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 148,
            "bullet_point_ratio": 0.5384615384615384
        },
        {
            "idx": 66,
            "content": "(mesures raisonnables)Receipt of funds record  \nA record that indicates the receipt of an amount of funds and that contains the following information:  \n01. (a) the date of the receipt;\n02. (b) if the amount is received from a person, their name, address and date of birth and the nature of their principal business or their occupation;\n03. (c) if the amount is received from or on behalf of an entity, the entity's name and address and the nature of their principal business;\n04. (d) the amount of the funds received and of any part of the funds that is received in cash;\n05. (e) the method by which the amount is received;\n06. (f) the type and amount of each fiat currency involved in the receipt;\n07. (g) if applicable, the exchange rates used and their source;\n08. (h) the number of every account that is affected by the transaction in which the receipt occurs, the type of account and the name of each account holder;",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 166,
            "bullet_point_ratio": 0.8
        },
        {
            "idx": 67,
            "content": "09. (i) the name and address of every other person or entity that is involved in the transaction, the nature of their principal business or their occupation and, in the case of a person, their date of birth;\n10. (j) every reference number that is connected to the transaction and has a function equivalent to that of an account number; and\n11. (k) the purpose of the transaction.  \n(relevé de réception de fonds)  \nReference:  \nPCMLTFR, SOR/2002-184, s. 1(2).  \nRegistered pension plan  \nHas the same meaning as in subsection 248(1) of the Income Tax Act. (régime de pension agréé)  \nReference:  \nPCMLTFR, SOR/2002-184, s. 1(2).  \nRegistered retirement income fund  \nHas the same meaning as in subsection 248(1) of the Income Tax Act. (fonds enregistré de revenu de retraite)  \nReference:  \nPCMLTFR, SOR/2002-184, s. 1(2).  \nReliable",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 132,
            "bullet_point_ratio": 0.2
        },
        {
            "idx": 68,
            "content": "In respect of information that is used to verify identity, means that the source is well known, reputable, and is considered one that you trust to verify the identity of the client. (fiable)  \nRepresentative for service  \nAn individual in Canada that has been appointed by a person or entity that is a foreign money services business (FMSB), pursuant to the PCMLTFA, to receive notices and documents on behalf of the FMSB. (représentant du service)  \nRisk assessment  \nThe review and documentation of potential money laundering/terrorist financing risks in order to help a business establish policies, procedures and controls to detect and mitigate these risks and their impact. (évaluation des risques)  \nSanctions evasion",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 111,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 69,
            "content": "Sanctions evasion offence means an offence arising from the contravention of a restriction or prohibition established by an order or a regulation made under the United Nations Act, the Special Economic Measures Act or the Justice for Victims of Corrupt Foreign Officials Act (Sergei Magnitsky Law). (contournement des sanctions)  \nSecurities dealer  \nA person or entity that is referred to in paragraph 5(g) of the Act. (courtier en valeurs mobilières)  \nReference:  \nPCMLTFR, SOR/2002-184, s. 1(2).  \nSenior officer  \nIn respect of an entity, means:  \n1. (a) a director of the entity who is one of its full-time employees;\n2. (b) the entity's chief executive officer, chief operating officer, president, secretary, treasurer, controller, chief financial officer, chief accountant, chief auditor or chief actuary, or any person who performs any of those functions; or",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 130,
            "bullet_point_ratio": 0.2222222222222222
        },
        {
            "idx": 70,
            "content": "3. (c) any other officer who reports directly to the entity's board of directors, chief executive officer or chief operating officer.  \n(cadre dirigeant)  \nReference:  \nPCMLTFR, SOR/2002-184, s. 1(2).  \nService agreement  \nAn agreement between a money services business (MSB) and an organization according to which the MSB will provide any of the following MSB services on an ongoing basis:  \n- money transfers;\n- foreign currency exchange;\n- issuing or redeeming money orders, traveller's cheques or anything similar; or\n- dealing in virtual currencies.\n- Crowdfunding\n- Armoured Cars  \n(accord de relation commerciale)\nSettlor",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 92,
            "bullet_point_ratio": 0.5
        },
        {
            "idx": 71,
            "content": "A settlor is an individual or entity that creates a trust with a written trust declaration. The settlor ensures that legal responsibility for the trust is given to a trustee and that the trustee is provided with a trust instrument document that explains how the trust is to be used for the beneficiaries. A settlor includes any individual or entity that contributes financially to that trust, either directly or indirectly. (constituant)  \nShell bank  \nA foreign financial institution that:  \n1. (a) does not have a place of business that:\n1. (i) is located at a fixed address—where it employs one or more persons on a full-time basis and maintains operating records related to its banking activities—in a country in which it is authorized to conduct banking activities; and\n2. (ii) is subject to inspection by the regulatory authority that licensed it to conduct banking activities; and",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 145,
            "bullet_point_ratio": 0.5
        },
        {
            "idx": 72,
            "content": "2. (b) is not controlled by, or under common control with, a depository institution, credit union or foreign financial institution that maintains a place of business referred to in paragraph (a) in Canada or in a foreign country.  \n(banque fictive)  \nReference:  \nPCMLTFR, SOR/2002-184, s. 1(1).  \nSignature  \nIncludes an electronic signature or other information in electronic form that is created or adopted by a client of a person or entity referred to in section 5 of the Act and that is accepted by the person or entity as being unique to that client. (signature)  \nReference:  \nPCMLTFR, SOR/2002-184, s. 1(2).  \nSignature card  \nIn respect of an account, means a document that is signed by a person who is authorized to give instructions in respect of the account, or electronic data that constitutes the signature of such a person. (fiche-signature)  \nReference:  \nPCMLTFR, SOR/2002-184, s. 1(2).  \nSource",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 143,
            "bullet_point_ratio": 0.07692307692307693
        },
        {
            "idx": 73,
            "content": "The issuer or provider of information or documents for verifying identification. (source)  \nSource of funds or of virtual currency (VC)  \nThe origin of the particular funds or VC used to carry out a specific transaction or to attempt to carry out a transaction. It is how the funds were acquired, not where the funds may have been transferred from. For example, the source of funds could originate from activities or occurrences such as employment income, gifts, the sale of a large asset, criminal activity, etc. (origine des fonds ou de la monnaie virtuelle (MV))  \nSource of wealth  \nThe origin of a person's total assets that can be reasonably explained, rather than what might be expected. For example, a person's wealth could originate from an accumulation of activities and occurrences such as business undertakings, family estates, previous and current employment income, investments, real estate, inheritance, lottery winnings, etc. (origine de la richesse)  \nStarting action",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 153,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 74,
            "content": "With respect to a reportable transaction, information related to the instructions provided by the person or entity making the request to the reporting entity to start a transaction. For example, an individual arrives at a bank and requests to purchase a bank draft. The starting action is the details of the instructions for the purchase which includes the funds or virtual currency that the requesting person or entity brought to the reporting entity. A transaction must have at least one starting action. (action d’amorce)  \nSWIFT  \nThe Society for Worldwide Interbank Financial Telecommunication.(SWIFT)  \nReference:  \nPCMLTFR, SOR/2002-184, s. 1(2).  \nTerrorist activity  \nHas the same meaning as in subsection 83.01(1) of the Criminal Code. (activité terroriste)  \nReference:  \nPCMLTFA, S.C. 2000, c 17, s. 2(1).  \nTerrorist activity financing offence",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 125,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 75,
            "content": "An offence under section 83.02, 83.03 or 83.04 of the Criminal Code or an offence under section 83.12 of the Criminal Code arising out of a contravention of section 83.08 of that Act.  \nA terrorist financing offence is knowingly collecting or giving property (such as money) to carry out terrorist activities. This includes the use and possession of any property to help carry out the terrorist activities. The money earned for terrorist financing can be from legal sources, such as personal donations and profits from a business or charitable organization or from criminal sources, such as the drug trade, the smuggling of weapons and other goods, fraud, kidnapping and extortion. (infraction de financement des activités terroristes)  \nReference:  \nPCMLTFA, S.C. 2000, c 17, s. 2(1).  \nThird party  \nAny individual or entity that instructs another individual or entity to act on their behalf for a financial activity or transaction. (tiers)  \nThreats to the security of Canada",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 154,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 76,
            "content": "Has the same meaning as in section 2 of the Canadian Security Intelligence Service Act. (menaces envers la sécurité du Canada)  \nReference:  \nPCMLTFA, S.C. 2000, c 17, s. 2(1).  \nTraining program  \nA written and implemented program outlining the ongoing training for your employees, agents or other individuals authorized to act on your behalf. It should contain information about all your obligations and requirements to be fulfilled under the Proceeds of Crime (Money Laundering) and Terrorist Financing Act and its associated Regulations. (programme de formation)  \nTrust  \nA right of property held by one individual or entity (a trustee) for the benefit of another individual or entity (a beneficiary). (fiducie)  \nTrust company  \nA company that is referred to in any of paragraphs 5(d) to (e.1) of the Act. (société de fiducie)  \nReference:  \nPCMLTFR, SOR/2002-184, s. 1(2).  \nTrustee",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 135,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 77,
            "content": "A trustee is the individual or entity authorized to hold or administer the assets of a trust. (fiduciaire)  \nTutor  \nIn the context of civil law, a person who has been lawfully appointed to the care of the person and property of a minor. (tuteur)  \nTwo year effectiveness review  \nA review, conducted every two years (at a minimum), by an internal or external auditor to test the effectiveness of your policies and procedures, risk assessment, and training program. (examen bisannuel de l'efficacité)  \nValid  \nIn respect of a document or information that is used to verify identity, appears legitimate or authentic and does not appear to have been altered or had any information redacted. The information must also be valid according to the issuer, for example if a passport is invalid because of a name change, it is not valid for FINTRAC purposes. (valide)  \nVerify identity",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 144,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 78,
            "content": "To refer to certain information or documentation, in accordance with the prescribed methods, to identify a person or entity (client). (vérifier l'identité)  \nVery large corporation or trust  \nA corporation or trust that has minimum net assets of $75 million CAD on its last audited balance sheet. The corporation's shares or units have to be traded on a Canadian stock exchange or on a stock exchange designated under subsection 262(1) of the Income Tax Act. The corporation or trust also has to operate in a country that is a member of the Financial Action Task Force (FATF). (personne morale ou fiducie dont l'actif est très important)  \nViolation  \nA contravention of the Act or the regulations that is designated as a violation by regulations made under subsection 73.1(1). (violation)  \nReference:  \nPCMLTFA, S.C. 2000, c 17, s. 2(1).  \nVirtual currency  \nMeans:",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 138,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 79,
            "content": "1. (a) a digital representation of value that can be used for payment or investment purposes that is not a fiat currency and that can be readily exchanged for funds or for another virtual currency that can be readily exchanged for funds; or\n2. (b) a private key of a cryptographic system that enables a person or entity to have access to a digital representation of value referred to in paragraph (a).  \n(monnaie virtuelle)  \nReference:  \nPCMLTFR, SOR/2002-184, s. 1(2) and PCMLTFSTRR, SOR/2001-317, s. 1(2).  \nVirtual currency exchange transaction  \nAn exchange, at the request of another person or entity, of virtual currency for funds, funds for virtual currency or one virtual currency for another. (opération de change en monnaie virtuelle)  \nReference:  \nPCMLTFR, SOR/2002-184, s. 1(2).  \nVirtual currency exchange transaction ticket  \nA record respecting a virtual currency exchange transaction—including an entry in a transaction register—that sets out:  \n1. (a) the date of the transaction;",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 152,
            "bullet_point_ratio": 0.25,
            "context": " This chunk is from the \"Definitions\" section of FINTRAC's compliance guidance on correspondent banking relationship requirements, providing definitions for \"Virtual Currency\" and \"Virtual Currency Exchange Transaction.\"",
            "questions": [
                "What is the definition of 'Virtual Currency' according to FINTRAC's compliance guidance on correspondent banking relationship requirements?",
                "How is a 'Virtual Currency Exchange Transaction' defined in FINTRAC's compliance guidance?",
                "What information must be included in a 'Virtual Currency Exchange Transaction Ticket' as per FINTRAC's guidelines?"
            ],
            "qnas": [
                {
                    "question": "What is the definition of 'Virtual Currency' according to FINTRAC's compliance guidance on correspondent banking relationship requirements?",
                    "answer": "According to FINTRAC, 'Virtual Currency' is defined as:\n\n1. (a) a digital representation of value that can be used for payment or investment purposes that is not a fiat currency and that can be readily exchanged for funds or for another virtual currency that can be readily exchanged for funds; or\n2. (b) a private key of a cryptographic system that enables a person or entity to have access to a digital representation of value referred to in paragraph (a).\n\nReference: PCMLTFR, SOR/2002-184, s. 1(2) and PCMLTFSTRR, SOR/2001-317, s. 1(2)."
                },
                {
                    "question": "How is a 'Virtual Currency Exchange Transaction' defined in FINTRAC's compliance guidance?",
                    "answer": "A 'Virtual Currency Exchange Transaction' is defined by FINTRAC as \"an exchange, at the request of another person or entity, of virtual currency for funds, funds for virtual currency or one virtual currency for another.\" This definition is outlined in the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations (PCMLTFR, SOR/2002-184, s. 1(2))."
                },
                {
                    "question": "What information must be included in a 'Virtual Currency Exchange Transaction Ticket' as per FINTRAC's guidelines?",
                    "answer": "According to FINTRAC's guidelines, a 'Virtual Currency Exchange Transaction Ticket' must include the date of the transaction."
                }
            ]
        },
        {
            "idx": 80,
            "content": "2. (b) in the case of a transaction of $1,000 or more, the name and address of the person or entity that requests the exchange, the nature of their principal business or their occupation and, in the case of a person, their date of birth;\n3. (c) the type and amount of each type of funds and each of the virtual currencies involved in the payment made and received by the person or entity that requests the exchange;\n4. (d) the method by which the payment is made and received;\n5. (e) the exchange rates used and their source;\n6. (f) the number of every account that is affected by the transaction, the type of account and the name of each account holder;\n7. (g) every reference number that is connected to the transaction and has a function equivalent to that of an account number; and\n8. (h) every transaction identifier, including the sending and receiving addresses.  \n(fiche d'opération de change en monnaie virtuelle)  \nReference:  \nPCMLTFR, SOR/2002-184, s. 1(2).  \nWorking days",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 171,
            "bullet_point_ratio": 0.6363636363636364
        },
        {
            "idx": 81,
            "content": "In respect of an electronic funds transfer (EFT) report or a large virtual currency transaction report, a working day is a day between and including Monday to Friday. It excludes Saturday, Sunday, and a public holiday. (jour ouvrable)  \nDate Modified: 2024-10-11",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 41,
            "bullet_point_ratio": 0.0
        }
    ],
    "selected_chunks": [
        {
            "idx": 49,
            "content": "10. (j) the following details of the remittance of, or in exchange for, the cash received:\n1. (i) the method of remittance;\n2. (ii) if the remittance is in funds, the type and amount of each type of funds involved;\n3. (iii) if the remittance is not in funds, the type of remittance and its value, if different from the amount of cash received; and\n4. (iv) the name of every person or entity involved in the remittance and their account number or policy number or, if they have no account number or policy number, their identifying number; and\n11. (k) if the amount is received by a dealer in precious metals and precious stones for the sale of precious metals, precious stones or jewellery:\n1. (i) the type of precious metals, precious stones or jewellery;\n2. (ii) the value of the precious metals, precious stones or jewellery, if different from the amount of cash received, and\n3. (iii) the wholesale value of the precious metals, precious stones or jewellery.",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 170,
            "bullet_point_ratio": 1.0,
            "context": " The chunk lists specific details required for reporting cash transactions, including remittance methods, funds involved, and information about precious metals and stones, situated under the 'Definitions' section of FINTRAC's compliance guidance on correspondent banking relationship requirements.",
            "questions": [
                "What details are required to be reported for the remittance of cash received, according to the compliance guidance?",
                "In the context of FINTRAC's guidance, what specific information must be included when the remittance involves precious metals and stones?",
                "How does the reporting of cash transactions differ when the remittance is not in funds compared to when it is in funds?"
            ],
            "qnas": [
                {
                    "question": "What details are required to be reported for the remittance of cash received, according to the compliance guidance?",
                    "answer": "According to FINTRAC's compliance guidance, the following details are required to be reported for the remittance of cash received:\n\n1. The method of remittance.\n2. If the remittance is in funds, the type and amount of each type of funds involved.\n3. If the remittance is not in funds, the type of remittance and its value, if different from the amount of cash received.\n4. The name of every person or entity involved in the remittance and their account number, policy number, or identifying number if they have no account or policy number.\n\nAdditionally, if the cash is received by a dealer in precious metals and stones, the following must be reported:\n1. The type of precious metals, precious stones, or jewellery.\n2. The value of the precious metals, precious stones, or jewellery, if different from the amount of cash received.\n3. The wholesale value of the precious metals, precious stones, or jewellery."
                },
                {
                    "question": "In the context of FINTRAC's guidance, what specific information must be included when the remittance involves precious metals and stones?",
                    "answer": "According to FINTRAC's guidance, when the remittance involves precious metals and stones, the following specific information must be included:\n\n1. The type of precious metals, precious stones, or jewellery.\n2. The value of the precious metals, precious stones, or jewellery, if different from the amount of cash received.\n3. The wholesale value of the precious metals, precious stones, or jewellery."
                },
                {
                    "question": "How does the reporting of cash transactions differ when the remittance is not in funds compared to when it is in funds?",
                    "answer": "When the remittance is in funds, FINTRAC requires reporting the type and amount of each type of funds involved. However, if the remittance is not in funds, FINTRAC requires reporting the type of remittance and its value, if different from the amount of cash received."
                }
            ]
        },
        {
            "idx": 79,
            "content": "1. (a) a digital representation of value that can be used for payment or investment purposes that is not a fiat currency and that can be readily exchanged for funds or for another virtual currency that can be readily exchanged for funds; or\n2. (b) a private key of a cryptographic system that enables a person or entity to have access to a digital representation of value referred to in paragraph (a).  \n(monnaie virtuelle)  \nReference:  \nPCMLTFR, SOR/2002-184, s. 1(2) and PCMLTFSTRR, SOR/2001-317, s. 1(2).  \nVirtual currency exchange transaction  \nAn exchange, at the request of another person or entity, of virtual currency for funds, funds for virtual currency or one virtual currency for another. (opération de change en monnaie virtuelle)  \nReference:  \nPCMLTFR, SOR/2002-184, s. 1(2).  \nVirtual currency exchange transaction ticket  \nA record respecting a virtual currency exchange transaction—including an entry in a transaction register—that sets out:  \n1. (a) the date of the transaction;",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 152,
            "bullet_point_ratio": 0.25,
            "context": " This chunk is from the \"Definitions\" section of FINTRAC's compliance guidance on correspondent banking relationship requirements, providing definitions for \"Virtual Currency\" and \"Virtual Currency Exchange Transaction.\"",
            "questions": [
                "What is the definition of 'Virtual Currency' according to FINTRAC's compliance guidance on correspondent banking relationship requirements?",
                "How is a 'Virtual Currency Exchange Transaction' defined in FINTRAC's compliance guidance?",
                "What information must be included in a 'Virtual Currency Exchange Transaction Ticket' as per FINTRAC's guidelines?"
            ],
            "qnas": [
                {
                    "question": "What is the definition of 'Virtual Currency' according to FINTRAC's compliance guidance on correspondent banking relationship requirements?",
                    "answer": "According to FINTRAC, 'Virtual Currency' is defined as:\n\n1. (a) a digital representation of value that can be used for payment or investment purposes that is not a fiat currency and that can be readily exchanged for funds or for another virtual currency that can be readily exchanged for funds; or\n2. (b) a private key of a cryptographic system that enables a person or entity to have access to a digital representation of value referred to in paragraph (a).\n\nReference: PCMLTFR, SOR/2002-184, s. 1(2) and PCMLTFSTRR, SOR/2001-317, s. 1(2)."
                },
                {
                    "question": "How is a 'Virtual Currency Exchange Transaction' defined in FINTRAC's compliance guidance?",
                    "answer": "A 'Virtual Currency Exchange Transaction' is defined by FINTRAC as \"an exchange, at the request of another person or entity, of virtual currency for funds, funds for virtual currency or one virtual currency for another.\" This definition is outlined in the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations (PCMLTFR, SOR/2002-184, s. 1(2))."
                },
                {
                    "question": "What information must be included in a 'Virtual Currency Exchange Transaction Ticket' as per FINTRAC's guidelines?",
                    "answer": "According to FINTRAC's guidelines, a 'Virtual Currency Exchange Transaction Ticket' must include the date of the transaction."
                }
            ]
        },
        {
            "idx": 39,
            "content": "1. (i) loans that are made by the insurer to a policy holder if the insured person has a terminal illness that significantly reduces their life expectancy and the loan is secured by the value of an insurance policy;\n2. (ii) loans that are made by the insurer to the policy holder for the sole purpose of funding the life insurance policy; and\n3. (iii) advance payments to which the policy holder is entitles that are made to them by the insurer;\n4. (d) a credit union central when it offers financial services to a person, or to an entity that is not a member of that credit union central; and\n5. (e) a department, or an entity that is an agent of His Majesty in right of Canada or an agent or mandatary of His Majesty in right of a province, when it carries out an activity referred to in section 76.  \n(entité financière)  \nReference:  \nPCMLTFR, SOR/2002-184, s. 1(2).  \nFinancial Action Task Force",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 164,
            "bullet_point_ratio": 0.5555555555555556,
            "context": " The chunk provides specific examples and legal references to clarify the definition of a \"financial entity\" within the context of correspondent banking relationship requirements outlined by FINTRAC.",
            "questions": [
                "What are the conditions under which an insurer can make a loan to a policy holder according to the provided chunk?",
                "How does the definition of a 'financial entity' extend to a credit union central in the context of correspondent banking relationships as outlined by FINTRAC?",
                "Which specific activities carried out by a department or an entity that is an agent of His Majesty qualify it as a financial entity under the PCMLTFR, SOR/2002-184, s. 1(2)?"
            ],
            "qnas": [
                {
                    "question": "What are the conditions under which an insurer can make a loan to a policy holder according to the provided chunk?",
                    "answer": "An insurer can make a loan to a policy holder under the following conditions, as outlined by FINTRAC:\n\n1. The insured person has a terminal illness that significantly reduces their life expectancy, and the loan is secured by the value of an insurance policy.\n2. The loan is made for the sole purpose of funding the life insurance policy.\n3. The loan is an advance payment to which the policy holder is entitled."
                },
                {
                    "question": "How does the definition of a 'financial entity' extend to a credit union central in the context of correspondent banking relationships as outlined by FINTRAC?",
                    "answer": "According to FINTRAC, the definition of a 'financial entity' extends to a credit union central when it offers financial services to a person or to an entity that is not a member of that credit union central."
                },
                {
                    "question": "Which specific activities carried out by a department or an entity that is an agent of His Majesty qualify it as a financial entity under the PCMLTFR, SOR/2002-184, s. 1(2)?",
                    "answer": "A department or an entity that is an agent of His Majesty qualifies as a financial entity under the PCMLTFR, SOR/2002-184, s. 1(2) when it carries out an activity referred to in section 76."
                }
            ]
        },
        {
            "idx": 54,
            "content": "An offence under subsection 462.31(1) of the Criminal Code. The United Nations defines money laundering as \"any act or attempted act to disguise the source of money or assets derived from criminal activity.\" Essentially, money laundering is the process whereby \"dirty money\"—produced through criminal activity—is transformed into \"clean money,\" the criminal origin of which is difficult to trace.(infraction de recyclage des produits de la criminalité)  \nReference:  \nPCMLTFA, S.C. 2000, c 17, s. 2(1).  \nMoney laundering and terrorist financing indicators (ML/TF indicators)  \nPotential red flags that could initiate suspicion or indicate that something may be unusual in the absence of a reasonable explanation. \\[Indicateurs de blanchiment d'argent (BA) et de financement du terrorisme (FT) (indicateurs de BA/FT)\\]  \nMoney services business  \nA person or entity that has a place of business in Canada and that is engaged in the business of providing at least one of the following services:",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 147,
            "bullet_point_ratio": 0.0,
            "context": " The chunk provides definitions related to money laundering and money services businesses within the context of correspondent banking relationship requirements outlined by FINTRAC.",
            "questions": [
                "What is the legal definition of money laundering according to the Criminal Code, and how does the United Nations describe it?",
                "What are 'ML/TF indicators,' and why are they considered important in the context of financial regulation?",
                "What services must a business provide to be classified as a 'money services business' under Canadian law?"
            ],
            "qnas": [
                {
                    "question": "What is the legal definition of money laundering according to the Criminal Code, and how does the United Nations describe it?",
                    "answer": "The legal definition of money laundering, according to the Criminal Code, is outlined under subsection 462.31(1). The United Nations describes money laundering as \"any act or attempted act to disguise the source of money or assets derived from criminal activity.\""
                },
                {
                    "question": "What are 'ML/TF indicators,' and why are they considered important in the context of financial regulation?",
                    "answer": "ML/TF indicators, as defined by FINTRAC, are potential red flags that could initiate suspicion or indicate that something may be unusual in the absence of a reasonable explanation. They are considered important in the context of financial regulation because they help financial institutions and other reporting entities to identify and report suspected money laundering and terrorist financing activities, thereby complying with anti-money laundering (AML) and counter-terrorism financing (CTF) obligations."
                },
                {
                    "question": "What services must a business provide to be classified as a 'money services business' under Canadian law?",
                    "answer": "To be classified as a 'money services business' under Canadian law, a business must provide at least one of the following services, as outlined by FINTRAC:"
                }
            ]
        },
        {
            "idx": 45,
            "content": "For the purpose of section 15 of the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations (PCMLTFR), means a trust that is established by a corporation or other entity for a particular business purpose and includes a pension plan trust, a pension master trust, a supplemental pension plan trust, a mutual fund trust, a pooled fund trust, a registered retirement savings plan trust, a registered retirement income fund trust, a registered education savings plan trust, a group registered retirement savings plan trust, a deferred profit sharing plan trust, an employee profit sharing plan trust, a retirement compensation arrangement trust, an employee savings plan trust, a health and welfare trust, an unemployment benefit plan trust, a foreign insurance company trust, a foreign reinsurance trust, a reinsurance trust, a real estate investment trust, an environmental trust and a trust established in respect of endowment, a foundation or a registered charity. (fiducie",
            "metadata": {
                "Header 1": "Correspondent banking relationship requirements : FINTRAC's compliance guidance",
                "Header 2": "Definitions"
            },
            "word_count": 150,
            "bullet_point_ratio": 0.0,
            "context": " This chunk defines the term \"trust\" within the context of section 15 of the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations (PCMLTFR) under the 'Definitions' section of FINTRAC's compliance guidance for correspondent banking relationship requirements.",
            "questions": [
                "What is the definition of 'trust' according to section 15 of the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations (PCMLTFR)?",
                "What types of trusts are included under the definition provided in section 15 of the PCMLTFR?",
                "How does the definition of 'trust' in section 15 of the PCMLTFR relate to the compliance requirements for correspondent banking relationships?"
            ],
            "qnas": [
                {
                    "question": "What is the definition of 'trust' according to section 15 of the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations (PCMLTFR)?",
                    "answer": "According to section 15 of the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations (PCMLTFR), a \"trust\" is defined as a trust established by a corporation or other entity for a particular business purpose. This includes various types of trusts such as pension plan trusts, mutual fund trusts, registered retirement savings plan trusts, and others listed in the regulations."
                },
                {
                    "question": "What types of trusts are included under the definition provided in section 15 of the PCMLTFR?",
                    "answer": "According to section 15 of the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations (PCMLTFR), the types of trusts included are: pension plan trust, pension master trust, supplemental pension plan trust, mutual fund trust, pooled fund trust, registered retirement savings plan trust, registered retirement income fund trust, registered education savings plan trust, group registered retirement savings plan trust, deferred profit sharing plan trust, employee profit sharing plan trust, retirement compensation arrangement trust, employee savings plan trust, health and welfare trust, unemployment benefit plan trust, foreign insurance company trust, foreign reinsurance trust, reinsurance trust, real estate investment trust, environmental trust, and a trust established in respect of endowment, a foundation, or a registered charity."
                },
                {
                    "question": "How does the definition of 'trust' in section 15 of the PCMLTFR relate to the compliance requirements for correspondent banking relationships?",
                    "answer": "The definition of 'trust' in section 15 of the PCMLTFR, as outlined by FINTRAC, includes various types of trusts established for specific business purposes, such as pension plans, mutual funds, and registered savings plans. This definition is relevant to compliance requirements for correspondent banking relationships, as it helps financial entities understand the scope of trusts they must monitor and assess for potential money laundering and terrorist financing risks, in accordance with FINTRAC's guidelines."
                }
            ]
        }
    ],
    "summary": " This document outlines FINTRAC's compliance guidance for Canadian financial entities on correspondent banking relationship requirements under the Proceeds of Crime (Money Laundering) and Terrorist Financing Act and associated regulations."
}