{
    "markdown": "# Methods to verify the identity of persons and entities\n\n**From:** [Financial Transactions and Reports Analysis Centre of Canada](/intro-eng) (FINTRAC)\n\n## Overview\n\n**This guidance came into effect on June 1, 2021.**\n\nThis guidance explains the methods that can be used by reporting entities (REs) to verify the identity of a [person](/guidance-directives/glossary-glossaire/1-eng#person) or an [entity](/guidance-directives/glossary-glossaire/1-eng#entity).\n\n**Note**: For specific information on when to verify the identity of a person or an entity (the timing requirement) for your business sector, refer to the [related guidance by business sectors](#sectors).\n\n## Who is this guidance for\n\nThe requirement to verify the identity of a person or an entity under the Proceeds of Crime (Money Laundering) and Terrorist Financing Act (PCMLTFA) and associated Regulations applies to all reporting entities\n\n**Note**: Throughout this guidance, references to REs covered under paragraphs 5(a) to (g) of the PCMLTFA include:\n\n- banks\n- [authorized foreign banks](https://laws-lois.justice.gc.ca/eng/acts/b-1.01/FullText.html)\n- cooperative credit societies\n- savings and credit unions\n- caisses populaires\n- life insurance companies\n- trust companies\n- unregulated trust companies\n- loan companies\n- securities dealers\n\n- [1\\. Meaning of verifying the identity of a person or an entity](#s1)\n- [2\\. How to verify the identity of a person](#s2)\n  - [2.1 Government-issued photo identification method](#s21)\n  - [2.2 Credit file method](#s22)\n  - [2.3 Dual-process method](#s23)\n  - [2.4 Affiliate or member method](#s24)\n  - [2.5 Reliance method](#s25)\n- [3\\. Using an agent or a mandatary to verify the identity of a person on your behalf](#s3)\n- [4\\. Verifying a person's identity if it has been previously verified](#s4)\n- [5\\. How to identify a child](#s5)\n- [6\\. How to verify the identity of a person who does not have any identity verification documentation or information for a retail deposit account](#s6) Added on February 22, 2023\n- [7\\. How to verify the identity of an entity](#s7)\n  - [7.1 Confirmation of existence method](#s71)\n  - [7.2 Reliance method](#s72)\n  - [7.3 Simplified identification method](#s73)\n- [8\\. Verifying the identity of an entity if it has been previously verified](#s8)\n- [9\\. Restrictions on the use of personal information](#s9)\n- [Annex 1: Summary of the methods to identify persons and associated record keeping obligations](#annex1)\n- [Annex 2: Summary of who can identify a person on your behalf](#annex2)\n- [Annex 3: Summary of methods to identify an entity and associated record keeping obligations](#annex3)\n- [Annex 4: Examples of acceptable photo identification documents](#annex4)\n- [Annex 5: Examples of reliable sources of information for the dual-process method](#annex5)\n- [Details and history](#dh)\n- [For assistance](#assist)\n\n### Related acts and regulations\n\n- [Proceeds of Crime (Money Laundering) and Terrorist Financing Act](https://laws-lois.justice.gc.ca/eng/acts/P-24.501/)\n- [Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations](https://laws-lois.justice.gc.ca/eng/regulations/SOR-2002-184/) SOR/2002-184\n\n### Related guidance by business sectors\n\n- [When to verify the identity of persons and entities – Accountants](/guidance-directives/client-clientele/client/acc-eng)\n- [When to verify the identity of persons and entities – Departments and Agents of the Crown](/guidance-directives/client-clientele/client/agents-eng)\n- [When to verify the identity of persons and entities – British Columbia notaries](/guidance-directives/client-clientele/client/bc-eng)\n- [When to verify the identity of persons and entities – Casinos](/guidance-directives/client-clientele/client/cas-eng)\n- [When to verify the identity of persons and entities – Dealers in precious metals and precious stones](/guidance-directives/client-clientele/client/dpms-eng)\n- [When to verify the identity of persons and entities – Financial entities](/guidance-directives/client-clientele/client/fin-eng)\n- [When to verify the identity of persons and entities – Life insurance companies, brokers and agents](/guidance-directives/client-clientele/client/li-eng)\n- [When to verify the identity of persons and entities – Money services businesses and foreign money services businesses](/guidance-directives/client-clientele/client/msb-eng)\n- [When to verify the identity of persons and entities – Mortgage administrators, brokers and lenders](/guidance-directives/client-clientele/client/mort-eng) Added on October 11, 2024\n- [When to verify the identity of persons and entities – Real estate brokers or sales representatives, and real estate developers](/guidance-directives/client-clientele/client/real-eng)\n- [When to verify the identity of persons and entities – Securities dealers](/guidance-directives/client-clientele/client/sec-eng)\n\n### Related videos\n\n- [Video 1– Verifying the identity of a client: Government-issued photo ID method](/training-formation/id/id-eng)\n- [Video 2 – Verifying the identity of a client: Credit file method](/training-formation/id/id2-eng)\n- [Video 3 – Verifying the identity of a client: Dual-process method](/training-formation/id/id3-eng)\n- [Video 4 – Verifying the identity of a client: Affiliate or member method](/training-formation/id/id4-eng)\n- [Video 5 – Verifying the identity of a client: Reliance method](/training-formation/id/id5-eng)\n\n## 1\\. Meaning of verifying the identity of a person or an entity\n\nIt means to use the methods described in this guidance to ensure that the information in an identification document or from other informational sources matches the information that the person or entity provided.\n\n[Verifying identity](/guidance-directives/glossary-glossaire/1-eng#verify) is a foundational element of Canada's anti-money laundering and anti-terrorist financing regime and a key component of an RE's relationship with [clients](/guidance-directives/glossary-glossaire/1-eng#client). It helps you to know your clients and to understand and assess any risk that may be associated to their transactions or activities.\n\n## 2\\. How to verify the identity of a person\n\nYou can use any of the 5 methods described below to identify a person:\n\n1. 2.1 [Government-issued photo identification method](#s21)\n2. 2.2 [Credit file method](#s22)\n3. 2.3 [Dual-process method](#s23)\n4. 2.4 [Affiliate or member method](#s24)\n5. 2.5 [Reliance method](#s25)\n\n### 2.1 Government-issued photo identification method\n\nYou may verify the identity of a person by referring to a government-issued photo identification document.[Footnote 1](#fn20211) To do so, the document must:\n\n- be [**authentic**](/guidance-directives/glossary-glossaire/1-eng#authentic), [**valid**](/guidance-directives/glossary-glossaire/1-eng#valid) **and** [**current**](/guidance-directives/glossary-glossaire/1-eng#current);[Footnote 2](#fn20212)\n- be issued by a federal, provincial or territorial government (or by a foreign government if it is equivalent to a Canadian document);\n- indicate the person's name;\n- include a photo of the person;\n- include a unique identifying number; and\n- match the name and appearance of the person being identified.\n\nPhoto identification documents issued by municipal governments, Canadian or foreign, are not acceptable. See [Annex 4](#annex4) for examples of acceptable government-issued photo identification documents.\n\nYou can determine whether a government-issued photo identification document is **authentic, valid and current** by viewing it **in person**, and by looking at the characteristics of the original physical document and its security features (or markers, as applicable) **in the presence of the person being identified**. This will allow you to be satisfied that the identification document is authentic, as issued by the competent authority (federal, provincial, or territorial government), valid (unaltered, not counterfeit) and current (not expired).\n\n#### Watch video\n\n[Video 1– Verifying the identity of a client: Government-issued photo ID method](/training-formation/id/id-eng)\n\n#### Using the government-issued photo identification method if a person is not physically present\n\nYou may use the government-issued photo identification method if a person is **not physically present**, but you must have a **process in place to authenticate** the government-issued photo identification document. For instance, you could assess a document by using a technology capable of determining the document's authenticity. For example, you could:\n\n- ask a person to scan their government-issued photo identification document using the camera on their mobile phone or electronic device; and\n- use a technology to compare the features of the government-issued photo identification document against known characteristics (for example, size, texture, character spacing, raised lettering, format, design), security features (for example, holograms, barcodes, magnetic strips, watermarks, embedded electronic chips) or markers (for example, logos, symbols) to be satisfied that it is an authentic document as issued by the competent authority (federal, provincial, or territorial government).\n\nWhen a person **is not physically present,** you must still determine whether the authenticated government-issued photo identification document is **valid** and **current,** and that the name and photo are those of the person providing the document. For example, you could:\n\n- participate in a live video chat session with the person and compare the name and the features of the live video image to the name and photo on the authentic government-issued photo identification document; or\n- ask the person to take a \"selfie\" photo using the camera on their mobile phone or electronic device, and use an application to apply facial recognition technology to compare the features of that \"selfie\" to the photo on the authentic government-issued photo identification document. You would also need a process to compare the name on the government-issued photo identification document with the name provided by the person.\n\n**Note**: It is not enough to only view a person and their government-issued photo identification document through a video conference or another type of virtual application.\n\nYour [compliance program's policies and procedures](/guidance-directives/glossary-glossaire/1-eng#cpp) must describe the processes you follow to determine whether a government-issued photo identification document is authentic, whether the client is present or not, and how you will confirm that it is valid and current. Your policies and procedures must also describe the steps you use to confirm that the name and photograph are those of the person. Your processes to determine that a government-issued photo identification document is authentic, valid, and current, **and** the verification step (ensuring that the name and photo match the name and appearance of the person), do **not** need to happen at the same time. It is up to you to determine the timing, but you must complete both steps.\n\n#### Record keeping requirements for the government-issued photo identification method\n\nIf you use the government-issued photo identification method, you must record:[Footnote 3](#fn20213)\n\n- the person's name;\n- the date on which you verified the person's identity;\n- the type of document used (for example, driver's licence, passport, etc.);\n- the unique identifying number of the document used;\n- the jurisdiction (province or state) and country of issue of the document; and\n- the expiry date of the document, if available (if this information appears on the document or card, you must record it).\n\n### 2.2 Credit file method\n\nYou may verify the identity of a person by referring to information that is in their credit file.[Footnote 4](#fn20214) To do so, the credit file must:\n\n- contain information that is **valid and current**;[Footnote 5](#fn20215)\n- be from a Canadian credit bureau (credit files from foreign credit bureaus are not acceptable);\n- have been in existence for at least three years;\n- contain information that is derived from more than one source (i.e. more than one tradeline); and\n- match the name, address and date of birth of the person being identified.\n\nA credit file provides a rating on a person's ability to repay loans; however, it is possible to request a credit file to verify a person's identifying information that does not include a credit assessment. You do not need a credit assessment to verify the identity of a person. Equifax Canada and TransUnion Canada are Canadian credit bureaus that provide credit file information for identification purposes.\n\nTo use the credit file method, you must conduct the search **at the time** you are verifying the person's identity. A person cannot provide you with a copy of their credit file, nor can a previously obtained credit file be used.\n\nIt is acceptable to use an automated system to match the person's information with the information in the person's credit file. You may also refer to a third party vendor to provide you with valid and current information from the person's credit file. A third party vendor is a business that is authorized by a Canadian credit bureau to provide access to Canadian credit information.\n\nIf any of the information provided by the person (name, address or date of birth) does not match the information in the credit file, you cannot use that credit file to verify the identity of the person. You will need to use another credit file from a different provider (credit bureau or third party vendor) or use a different method (for example, the government-issued photo identification method or the dual-process method) to verify the person's identity.\n\nOn occasion, information found in the credit file may contain a variation on the name or a discrepancy in the address that was provided to you by the person. In these instances, you must determine whether the information in the credit file matches the information provided by the person. For example:\n\n- If there is a slight typo in the address or name, you may determine that the information still matches what the person provided.\n- If there is a discrepancy in their date of birth, it is more likely that you will determine that the information does not match.\n  - In this case, if this is your determination, you cannot rely on the information in the credit file for identification purposes. You will need to use another credit file from a different provider (credit bureau or third party vendor) or use a different method (for example, the government-issued photo identification method or the dual-process method) to verify the person's identity.\n- If there are multiple addresses in the credit file, it is possible that the address the person provided to you is not the primary address in the credit file but it does appear in the credit file as a secondary address. If this is the case, you can still meet your requirements for ensuring that the information matches what the person provided.\n\n#### Watch video\n\n[Video 2 – Verifying the identity of a client: Credit file method](/training-formation/id/id2-eng)\n\n#### Record keeping requirements for the credit file method\n\nIf you use the credit file method, you must record:[Footnote 6](#fn20216)\n\n- the person's name;\n- the date you consulted or searched the credit file;\n- the name of the Canadian credit bureau or third party vendor as the source holding the credit file; and\n- the person's credit file number.\n\nYour compliance program's policies and procedures must describe the processes you will follow to verify a person's identity using the credit file method **and** how you will ensure that the information is valid and current. It should also include the steps you will take if the information is not valid and current (for example, search a different credit file, use another method, stop the transaction, etc.).\n\n### 2.3 Dual-process method\n\nYou may verify the identity of a person by using the dual-process method, which consists of doing any **two** of the following:[Footnote 7](#fn20217)\n\n- referring to information from a reliable source that includes the **person's name and address** and confirming that the name and address are those of the person;\n- referring to information from a reliable source that includes the person's **name and date of birth**, and confirming that the name and date of birth are those of the person; or\n- referring to information that includes the person's **name and confirms that they have a deposit account, a** [**prepaid payment product account**](/guidance-directives/glossary-glossaire/1-eng#pppa) **, or a credit card or other loan account with a financial entity**, and confirming that information.\n\nThe information you refer to **must** be valid and current[Footnote 8](#fn20218) **and** come from two different reliable sources. This information could be found in **statements, letters, certificates, forms or other information sources** that can be provided through an original version or by another version of the information's original format such as a fax, a photocopy, a scan, or an electronic image. For example, you can rely on a fax, photocopy, scan or electronic image of a government-issued photo identification document as one of the two pieces of information required to verify a person's identity.\n\nYou **cannot** use the same source for the two categories of information you choose to verify a person's identity.[Footnote 9](#fn20219) For example, you cannot rely on a bank statement from Bank A that includes the person's name and address and another bank statement from Bank A that includes the person's name and confirms that the person holds a deposit account, as Bank A would be the same source of both categories of information. You can, however, refer to a bank statement from Bank A that contains the person's name and confirms that the person holds a deposit account, and rely on an electronic image of a driver's licence to confirm the person's name and address.\n\nFor further precision, the possible combinations for this method include:\n\nReferring to information from one reliable source that includes the person's **name** and **address** and confirming that this matches the information provided by the person, **and** referring to information from a different reliable source that includes the person's **name** and **date of birth** and confirming that this matches the information provided by the person.\n\n**OR**\n\nReferring to information from one reliable source that includes the person's **name** and **address** and confirming that this matches the information provided by the person, **and** referring to information from a different reliable source that includes the person's **name** and a **financial account**(specifically, a deposit account, a prepaid payment product account, a credit card account or a loan account) and confirming this information.\n\n**OR**\n\nReferring to information from one reliable source that includes the person's **name** and **date of birth** and confirming that this matches the information provided by the person, **and** referring to information from a different reliable source that includes the person's **name** and a **financial account**(specifically, a deposit account, a prepaid payment product account, a credit card account or a loan account) and confirming this information.\n\n**Note**: If the information does not match the information provided by the person, you cannot rely on it. For example, it is **not acceptable** to rely on information if the account number or number that is associated with the information is truncated or redacted. On occasion, information from a source may contain a variation on the name of the client or a typo in the client's address. In these instances, you must determine whether the information matches the information provided by the person. If it is a slight typo in the address or a misspelled name, you may determine that the information still matches what the person provided. However, in the case of an incorrect date of birth, it is more likely that you will determine that the information does not match. In this case, you cannot rely on the information from this source for identification purposes. You must obtain information from a different source under the dual-process method or use a different method (for example, the government-issued photo identification method or the credit file method) to verify the person's identity.\n\n#### Reliable source of information\n\nA reliable source of information is an originator or issuer of information that you trust. To be considered reliable, the source should be well known and considered reputable. For example, a reliable source could be the federal, provincial, territorial or municipal levels of government, Crown corporations, federally regulated financial institutions, or utility providers. Social media is **not** an acceptable source of information to verify a person's identity. Also, the source **cannot** be the person whose identity is being verified, nor you, the RE who is verifying identity.[Footnote 10](#fn202110) See [Annex 5](#annex5) for a table of examples of reliable sources of information for the dual-process method.\n\n#### How to use a credit file under the dual-process method\n\nA Canadian credit file can be used as one of the two pieces of information required to verify the identity of a person under the dual-process method. Specifically, it can be used to confirm the person's name and address, name and date of birth, or to confirm the person's name and confirm that the person has a credit card account or a loan account. If you use a credit file as one of the information pieces for the dual-process method, it must have existed for at least six months.[Footnote 11](#fn202111)\n\nInformation from a second source, for example, a property tax assessment, must be used to confirm the second category of information. In this instance, the two reliable sources are the Canadian credit bureau that provided the credit file information and the municipal government that issued the property tax assessment. The information from these two sources must match the information provided by the person.\n\nYou can also refer to information from a Canadian credit bureau if it acts as an aggregator that compiles information from different reliable sources (often referred to as tradelines). In this instance, the Canadian credit bureau must provide you with information from **two** independent tradelines where each tradeline confirms one of the two categories of information required to verify the identity of a person under this method. In this instance, **each tradeline is a distinct source; the credit bureau is not the source**.\n\nThe tradelines cannot be your own, as the RE verifying the person's identity, and each tradeline must originate from a different reliable source (for example, a federally regulated financial institution, a utility service provider, etc.).\n\n#### Watch video\n\n[Video 3 – Verifying the identity of a client: Dual-process method](/training-formation/id/id3-eng)\n\n#### Record keeping requirements for the dual-process method\n\nIf you use the dual-process method to verify a person's identity, you must record:[Footnote 12](#fn202112)\n\n- the person's name;\n- the date you verified the information;\n- the name of the two different reliable sources that were used to verify the identity of the person;\n- the type of information referred to (for example, a utility statement, a bank statement, a marriage licence); and\n- the number associated with the information (for example, account number or if there is no account number, a number that is associated with the information, which could be a reference number or certificate number, etc.). If you use information aggregated by a Canadian credit bureau and receive information from two distinct sources (tradelines), you must record the account number or number associated to each tradeline, not the aggregator (credit bureau) number.\n\nYour compliance program's policies and procedures must describe the processes you follow when using the dual-process method to verify a person's identity and how you will ensure that the information is valid and current.\n\n### 2.4 Affiliate or member method\n\nYou may verify the identity of a person by confirming that one of the following entities previously verified the person's identity:\n\n- an [**affiliate**](/guidance-directives/glossary-glossaire/1-eng#aff) of yours that is an RE referred to in any of paragraphs 5(a) to (g) of the PCMLTFA;[Footnote 13](#fn202113)\n- a **foreign affiliate** of yours that carries out activities outside of Canada that are similar to the activities of an RE referred to in any of paragraphs 5(a) to (g) of the PCMLTFA;[Footnote 14](#fn202114) **or**\n- a financial entity that is subject to the PCMLTFA and isa **member** of yourfinancial services cooperative or credit union central.[Footnote 15](#fn202115)\n\nYou must confirm that the name, address, and date of birth in the affiliate or member's records match the information provided by the person whose identity is being verified.[Footnote 16](#fn202116)\n\nThe affiliate or member must have previously verified the person's identity by using the government-issued photo identification method, the credit file method or the dual-process method presented in this Guidance. If the affiliate or member verified the identity of the person prior to June 1, 2021, they must have done so in accordance with the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations (PCMLTFR), by using the methods that were in place **at the time**.[Footnote 17](#fn202117)\n\nIf you have any concerns about the methods or information that the affiliate or member used to verify the person's identity, you should re-verify their identity,[Footnote 18](#fn202118) as you have the responsibility for ensuring the person's identity has been verified.\n\n**Note**: [Financial services cooperatives](/guidance-directives/glossary-glossaire/1-eng#fsc) or [credit union centrals](/guidance-directives/glossary-glossaire/1-eng#cuc) act on behalf of a membership composed of certain financial entities and can provide financial services to that group.\n\n#### Watch video\n\n[Video 4 – Verifying the identity of a client: Affiliate or member method](/training-formation/id/id4-eng)\n\n#### Record keeping requirements for the affiliate or member method\n\nWhen you verify the identity of a person by confirming that an **affiliate** or a financial entity that is a **member** of **your** financial services cooperative or credit union central previously verified their identity, you must record:[Footnote 19](#fn202119)\n\n- the person's name;\n- the date on which you verified the identity of the person;\n- the name of the affiliate or the member that previously verified the person's identity;\n- the method (government-issued photo identification, credit file or dual-process) that the affiliate or the member used to verify the person's identity; and\n- the information that the affiliate or the member recorded based on the method used (this includes the name of the person, the date the affiliate or member verified identity, and all the other information required to be kept by them for the method used).\n\n**Note**: If the affiliate or the member verified the identity of the person in accordance with the methods that were in place prior to June 1, 2021, you must still record the information listed above, but include the method they used in accordance with the PCMLTFR as it read at the time, and the information that was required to be recorded for that method.[Footnote 20](#fn202120)\n\nYour compliance program's policies and procedures must describe the processes you follow when using the affiliate or member method to verify a person's identity.\n\n### 2.5 Reliance method\n\nYou may verify the identity of a person by relying on measures that were previously taken by:\n\n- **another** **RE**(person or entity that is referred to in section 5 of the PCMLTFA);[Footnote 21](#fn202121) **or**\n- an entity that is affiliated with you or with another RE **and** carries out activities outside of Canada that are similar to those of a person or entity referred to in any of paragraphs 5(a) to (g) of the PCMLTFA(an **affiliated foreign entity**).[Footnote 22](#fn202122)\n\nTo rely on measures previously taken by an **affiliated foreign entity**, you must be satisfied, after considering the risk of a money laundering or terrorist activity financing offence in the foreign state in which it carries out its activities, that:[Footnote 23](#fn202123)\n\n- the **affiliated foreign entity** has policies in place similar to the record keeping, verifying identity, and compliance program requirements under the PCMLTFA, including the requirement to develop and apply policies to assess, in the course of their activities, the risk of a money laundering offence or a terrorist activity financing offence, and the requirement to take enhanced measures where the risk has been identified as high; **and**\n- the **affiliated foreign entity's** compliance with those policies is subject to the supervision of a competent authority under the legislation of that foreign state.\n\nTo rely on measures previously taken by **another RE** or an **affiliated foreign entity** to verify the identity of a person, you must:[Footnote 24](#fn202124)\n\n- as soon as feasible, obtain from the **other RE** or **affiliated foreign entity** the information that was confirmed as being that of the person, and be satisfied that:\n\n  - the information is valid and current; and\n  - the **other RE** or **affiliated foreign entity** verified the person's identity using the government-issued photo identification method, the credit file method or the dual-process method, or if the **other RE** or **affiliated foreign entity** verified the person's identity prior to June 1, 2021, that they did so in accordance with the PCMLTFR, by using the methods that were in place at the time; **and**\n- have a written agreement or arrangement with the **other RE** or **affiliated foreign entity** that upon request requires them to provide you, as soon as feasible, with all of the information that they referred to in order to verify the person's identity.\n\n#### Watch video\n\n[Video 5 – Verifying the identity of a client: Reliance method](/training-formation/id/id5-eng)\n\n#### Record keeping requirements for the reliance method\n\nIf you rely on **another RE** or an **affiliated foreign entity** to verify the identity of a person, you must keep a record of:[Footnote 25](#fn202125)\n\n- the person's name;\n- the written agreement or arrangement with the **other RE** or **affiliated foreign entity** for the purpose of verifying a person's identity; and\n- the information that the **other RE** or **affiliated foreign entity** referred to in order to verify the identity the person.\n\nYour compliance program's policies and procedures must describe the processes you follow when using the reliance method to verify a person's identity and how you will ensure that the information is valid and current.\n\n## 3\\. Using an agent or a mandatary to verify the identity of a person on your behalf\n\nYou may verify the identity of a person by using an agent or [mandatary](/guidance-directives/glossary-glossaire/1-eng#mandatary) to carry out the verification on your behalf, in accordance with the government-issued photo identification method, the credit file method, or the dual-process method.[Footnote 26](#fn202126)\n\nYou may rely on the measures that were previously taken by an agent or mandatary to verify the person's identity, if the agent or mandatary was:[Footnote 27](#fn202127)\n\n- acting in their own capacity at the time, whether or not they were required to use the methods in accordance with the PCMLTFR; or\n- acting as an agent or mandatary under a written agreement or arrangement that was entered into with another RE, for the purposes of verifying a person's identity using either the government-issued photo identification method, the credit file method or the dual-process method, or if the measures were taken prior to June 1, 2021, using the methods in accordance with the PCMLTFR that were in place at the time.\n\nTo use an agent or mandatary to verify the identity of a person you must:[Footnote 28](#fn202128)\n\n- have a written agreement or arrangement in place with the agent or mandatary **before** you use them;[Footnote 29](#fn202129)\n- obtain, as soon as feasible, all of the information that  the agent or mandatary referred to in order to verify the person's identity, and the information that the agent or mandatory confirmed as being that of the person;[Footnote 30](#fn202130) and\n- be satisfied that:\n  - the information that the agent or mandatary confirmed as being that of the person is valid and current, and\n  - the person's identity was verified using the government-issued photo identification method, the credit file method or the dual-process method, or, if the person's identity was verified prior to June 1, 2021, using the methods in accordance with the PCMLTFR in place at the time.[Footnote 31](#fn202131)\n\n**Example 1 — Acceptable**\n\n**Jane Smith** would like to open an account with you. Your agent—with whom you have a written agreement for this purpose—verified Jane Smith's identity in 2019 using the government-issued photo identification method, by referring to her driver's licence, which expired in February 2021. In 2019, Jane Smith's name and appearance matched the name and photograph on the driver's licence, and the document was determined to be authentic, valid and current, therefore, her identity was verified by the agent in accordance with the method. Jane's name and appearance have not changed. When you obtain the information from the agent, you are satisfied that the information the agent confirmed as being Jane's (her name and photo) is still valid and current and is therefore acceptable. It does not matter that her licence (the identification document used by the agent) has expired, as it is the information that you must be satisfied is valid and current, not the document.\n\n**Example 2 — Not acceptable**\n\n**Jane Smith** (maiden name — Jane Rogers) would like to carry out a transaction for which you must verify her identity. Your agent—with whom you have a written agreement for this purpose—verified Jane Rogers' identity in 2019 using the government-issued photo identification method, by referring to her driver's licence, which has not yet expired. In 2019, **Jane Rogers'** name and appearance matched the name and photograph on the driver's licence, and the document was determined to be authentic, valid and current, therefore, her identity was verified by the agent in accordance with the method. However, although the licence has not yet expired, it is not acceptable to rely on the information from the agent now because the agent's information is about Jane Rogers, and this does not match the name of your client who is now Jane Smith, so the information provided by the agent is not valid and current.\n\n**Example 3 — Not acceptable**\n\n**Jane Smith** would like to carry out a transaction for which you must verify her identity. Your agent—with whom you have a written agreement for this purpose—verified Jane Smith's identity in 2019 by referring to her driver's licence, which expired in 2018. In 2019, because **Jane Smith's** driver's licence had expired, her identity **was not** verified in accordance with the government-issued photo identification method. As such, it is not acceptable to rely on the information from the agent.\n\n#### Record keeping requirements when using an agent or a mandatary\n\nWhen you verify the identity of a person by using an agent or mandatary, you must keep a record of:[Footnote 32](#fn202132)\n\n- the person's name;\n- the written agreement or arrangement with the agent or mandatary for verifying a person's identity; and\n- all of the information the agent or mandatary referred to in order to verify the identity of the person, and the information that the agent or mandatary confirmed as being that of the person (this includes, as applicable, information that is required to be kept in the record for the method used).\n\n**Note**: As an RE it is your responsibility to meet your client identification requirements under the PCMLTFA and associated Regulations, even when you use an agent or mandatary to verify the identity of a person on your behalf, or when you rely on the measures previously taken by an agent or mandatary to verify a person's identity.\n\nFor example, if your agent verifies the identity of a person using the government-issued photo identification method but they don't refer to an authentic, valid and current photo identification document issued by a federal, provincial or territorial government, or keep the required records after verifying the person's identity, you are still responsible. Specifically, it is your responsibility to ensure that the agent is verifying client identity and keeping the required records in accordance with the PCMLTFA and associated Regulations.\n\nYour compliance program's policies and procedures must describe the processes you follow when you rely on an agent or mandatary to verify a person's identity and how you will ensure that the information is valid and current.\n\n## 4\\. Verifying a person's identity if it has been previously verified\n\nYou do **not** need to verify a person's identity for subsequent transactions or activities, as required, **if** you have already verified the identity of the person using:[Footnote 33](#fn202133)\n\n- one of the methods explained in this guidance; or\n- the methods specified in the PCMLTFR prior to June 1, 2021 as it read at the time, and have kept the required record.\n\nYou must not have doubts about the information that was previously used to verify the person's identity. If you have doubts, you must verify their identity again using the methods explained in this guidance.[Footnote 34](#fn202134)\n\n**Note**: In the context of a business merger or acquisition, you are not required to re-identify the acquired [clients](/guidance-directives/glossary-glossaire/1-eng#client) if their identities were verified in accordance with the methods in the PCMLTFR at the time the verification took place. As a best practice, you are encouraged to review and update client information (for example, name, address, occupation, etc.), in accordance with your [risk assessment](/guidance-directives/glossary-glossaire/1-eng#risk) process. The acquired clients become the responsibility of the acquiring entity which must ensure compliance with the PCMLTFA and associated Regulations. This includes reviewing any money laundering or terrorist financing risks that may be associated with these clients.\n\n## 5\\. How to identify a child\n\nIf a child is under 12 years of age, you must verify the identity of one parent, guardian or [tutor](/guidance-directives/glossary-glossaire/1-eng#tutor) **and** record the parent, guardian or tutor's information.[Footnote 35](#fn202135) You can rely on the information provided by the parent, guardian or tutor in order to record the child's identification details.\n\nIf a child is between 12 and 15 years of age, you can verify their identity by using any of the methods. If this is not possible due to a lack of identification information, you may use a variation of the dual-process method that allows you to:\n\n- Refer to one reliable source of information that includes the name and address of the child's parent, guardian, or tutor;[Footnote 36](#fn202136) and\n- Refer to a second reliable source that includes the child's name and date of birth.\n\nFor example, if the child has a passport you may be able to use it to verify their identity under the government-issued photo identification method. If not, you could rely on the parent's driver's licence to verify the parent's name and their common address, and the child's birth certificate to verify the child's name and date of birth.\n\n## 6\\. How to verify the identity of a person who does not have any identity verification documentation or information for a retail deposit account Added on February 22, 2023\n\nIn the case of opening a retail deposit account, if a bank cannot verify a person's identity in accordance with one of the methods outlined above, they would still be in compliance with their anti-money laudering/anti-terrorist financing obligations if they opened the account in a way that meets the conditions set out in [subsections 627.17(1) and (3) of the Bank Act](https://laws-lois.justice.gc.ca/eng/acts/B-1.01/page-64.html#h-1369270).\n\n**Note:** The Bank Act applies to banks, authorized foreign banks and federal credit unions, which are defined as banks under the Act.\n\nFor reasons beyond a person's control, they may face barriers in meeting requirements where they must provide proper identification documentation or information. This may be the case for vulnerable populations with barriers to obtaining proper identification such as survivors of human trafficking or victims of domestic abuse.\n\nIn specific circumstances, where a person does not have the proper identification documentation or information, a bank must:\n\n- follow the measures as defined by the Bank Act and any [bulletins published by the Financial Consumer Agency of Canada](https://www.canada.ca/en/financial-consumer-agency/services/industry/bulletins/access-basic-banking.html) that further define the measures to be taken\n- document in their compliance policies and procedures the types of circumstances where their organization would follow the Bank Act for verification of identification\n- ensure that the banking products provided to the individual opening the account are limited to a basic retail deposit account until which time the account holder returns with the proper form of identification as specified in paragraphs 105(1)(a) to (e) of the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations\n- verify the person's identity using the appropriate form of identification as specified in paragraphs 105(1)(a) to (e) of the Regulations, within 6 to 12 months, or as described in their risk-based approach and keep appropriate records\n- continue to follow their customer due diligence and \"know your client\" processes, ensure ongoing monitoring activities are conducted as per the bank's risk assessment of the client and monitor transactions to ensure that the financial activity and use of associated products/services aligns with what is known about the person.\n\n**Note:** The risk-based approach must reflect what is known about the client (i.e., their profile and individual circumstances including the fact that alternate identification was accepted), and that ongoing monitoring should then be commensurate to the risk profile of the client.\n\nWhen FINTRAC undertakes compliance activities to ensure reporting entities are meeting their obligations, and observes that this process is used, we will:\n\n- verify that you have documented policies and procedures that articulate the steps your organization takes to ensure that they are meeting this requirement\n- ensure that the procedures are also followed in practice\n- verify that your risk assessment takes into account these circumstances, ensures that these individuals are identified within a reasonable timeframe (i.e., 6 to 12 months) and that you are able to demonstrate that you are fulfilling these requirements.\n\nLegal reference\n\nProceeds of Crime (Money Laundering) and Terrorist Financing Regulations, SOR/2002-184, section 105(6)\n\n## 7\\. How to verify the identity of an entity\n\nYou can use any of the 3 methods described below to verify the identity of an entity:\n\n1. 7.1 [Confirmation of existing method](#s71)\n2. 7.2 [Reliance method](#s72)\n3. 7.3 [Simplified identification method](#s73)\n\nWhile an entity can be a corporation, a trust, a partnership, a fund, or an unincorporated association or organization, corporations are subject to different requirements than other entities (as explained below).\n\n### 7.1 Confirmation of existence method\n\n#### Corporation\n\nTo verify the identity of **a corporation**, you may refer to:[Footnote 37](#fn202137)\n\n- a certificate of incorporation;\n- a record that has to be filed annually under provincial securities legislation; **or**\n- the most recent version of any other record that confirms the corporation's existence and contains its name and address and the names of its directors, such as a certificate of active corporate status, the corporation's published annual report signed by an audit firm, or a letter or notice of assessment for the corporation from a municipal, provincial, territorial or federal government.\n\nThe record you refer to must be authentic, valid and current.[Footnote 38](#fn202138)\n\nYou may obtain a corporation's name and address and the names of its directors from a publicly accessible database, such as a provincial or federal database like the [Corporations Canada database](https://www.ic.gc.ca/app/scr/cc/CorporationsCanada/fdrlCrpSrch.html?locale=en_CA), or a corporation search and registration service through subscription.\n\nWhen a corporation is a securities dealer, you do not need to confirm the names of its directors when you confirm its existence.[Footnote 39](#fn202139)\n\n#### Entity\n\nTo verify the identity of an **entity other than a corporation,** you may refer to:[Footnote 40](#fn202140)\n\n- a partnership agreement;\n- articles of association; **or**\n- the most recent version of any other record that confirms its existence and contains its name and address.\n\nThe record you refer to must be authentic, valid and current.[Footnote 41](#fn202141)\n\n#### Record keeping requirements when verifying the identity of a corporation or other entity\n\nIf you refer to a paper record or an electronic version of a record, you must keep the record or a copy of it.\n\nIf the electronic version of the record that you refer to is contained in a database that is accessible to the public, you must keep a record that includes the corporation or other entity's registration number, the type of record referred to and the source of the electronic version of the record.[Footnote 42](#fn202142)\n\nYour compliance program's policies and procedures must describe the processes you follow when using the confirmation of existence method to verify the identity of corporations and other entities, and how you will ensure that the information is authentic, valid and current.\n\n### 7.2 Reliance method\n\nYou may verify the identity of a **corporation** or other **entity** by relying on the measures that were previously taken by:\n\n- another **RE**(a person or entity that is referred to in section 5 of the PCMLTFA);[Footnote 43](#fn202143) **or**\n- an entity that is affiliated with you **or** with another RE **and** carries out activities outside of Canada that are similar to those of a person or entity referred to in any of paragraphs 5(a) to (g) of the PCMLTFA (an **affiliated foreign entity**).[Footnote 44](#fn202144)\n\n#### Measures previously taken by an affiliated foreign entity\n\nTo rely on measures previously taken by an **affiliated foreign entity**, you must be satisfied, after considering the risk of a money laundering or terrorist activity financing offence in the foreign state in which it carries out its activities, that:[Footnote 45](#fn202145)\n\n- the **affiliated foreign entity** has policies in place similar to the record keeping, verifying identity, and compliance program requirements under the PCMLTFA, including the requirement to develop and apply policies to assess, in the course of their activities, the risk of a money laundering offence or a terrorist activity financing offence, and the requirement to take enhanced measures where the risk has been identified as high; **and**\n- the **affiliated foreign entity's** compliance with those policies is subject to the supervision of a competent authority under the legislation of that foreign state.\n\n#### Measures previously taken by another reporting entity or an affiliated foreign entity\n\nTo rely on the measures previously taken by **another RE** or an **affiliated foreign entity** to verify the identity of a corporation or other entity, you must:[Footnote 46](#fn202146)\n\n- as soon as feasible, obtain from the **other RE** or **affiliated foreign entity** the information that was used to confirm the identity of the corporation or other entity, as the case may be, and be satisfied that:\n\n  - the information is valid and current; and\n  - **for a corporation**, its identity was verified by the **other RE** or **affiliated foreign entity** by referring to a record as described in the confirmation of existence method above, **or** if the measures to verify the corporation's identity were performed prior to June 1, 2021, that the **other RE** or **affiliated foreign entity** confirmed the corporation's existence and ascertained its name, address, and the names of its directors in accordance with the methods in the PCMLTFR as they read at that time;[Footnote 47](#fn202147) and\n  - **for an entity other than a corporation**, its identity was verified by the **other RE** or **affiliated foreign entity** by referring to a record as described in the confirmation of existence method above, **or** if the measures to verify the entity's identity were performed prior to June 1, 2021, the **other RE** or **affiliated foreign entity** confirmed the entity's existence in accordance with the methods in the PCMLTFR as they read at that time;[Footnote 48](#fn202148) **and**\n- have a written agreement or arrangement in place with the **other RE** or **affiliated foreign entity** that upon request requires them to provide you, as soon as feasible, with all of the information that they referred to in order to verify the identity of the **corporation** or other **entity,** as the case may be.[Footnote 49](#fn202149)\n\nYour compliance program's policies and procedures must describe the processes you will follow when using the reliance method to verify the identity of corporations and other entities and how you will ensure that the information is valid and current.\n\n### 7.3 Simplified identification method\n\nIf you are an **RE** that isreferred to in any of paragraphs 5(a) to (g) of the PCMLTFA, you may use the simplified identification method to meet your obligation to verify the identity of a **corporation** or other **entity**. Specifically, you are deemed to comply with your requirement to verify the identity of a **corporation** or other **entity** if, based on your risk assessment, you consider there is a low risk of a money laundering offence or terrorist activity financing offence, **and** if:[Footnote 50](#fn202150)\n\n- the **corporation** or other **entity** whose identity is being verified:\n\n  1. is referred to in any of paragraphs 5(a) to (g) of the PCMLTFA;\n  2. is a foreign corporation or entity that carries out activities that are similar to those of an entity referred to in any of paragraph 5(a) to (g) of the PCMLTFA;\n  3. administers a pension or investment fund that is regulated under the legislation of a foreign state and that either is created by a foreign government or is subject to the supervision of a competent authority under the legislation of that foreign state;\n  4. is one whose shares are traded on a Canadian stock exchange or a stock exchange designated under subsection 262(1) of the Income Tax Act;\n  5. is a subsidiary of a **corporation** or an **entity** that is referred to in paragraphs a. to d. in this section, and is one whose financial statements are consolidated with the financial statements of that corporation or entity;\n  6. is an institution or agency of, or in the case of a corporation, is owned by, the government of a foreign state; **or**\n  7. is a public service body, as defined in subsection 123(1) of the Excise Tax Act; **and**\n- you are satisfied that, within the applicable time period for which you had to verify identity, as explained in the sector-specific guidance on [When to verify the identity of persons and entities](/guidance-directives/guidance-directives-eng#s2), the corporation or other entity exists **and** that every person who deals with you on behalf of the corporation or other entity is authorized by it to do so.\n\nIf you subsequently consider, based on your risk assessment, that the risk of a money laundering offence or terrorist activity financing offence has increased and is no longer low then you **must**, as soon as feasible, verify the identity of the corporation or other entity, as the case may be, by referring to the appropriate records, as explained in [**section 7.1, Confirmation of existence method**](#s71).[Footnote 51](#fn202151)\n\n#### Record keeping requirements for the simplified identification method\n\nIf you use the simplified identification method to verify the identity of a corporation or other entity, you must keep a record that sets out:\n\n- the grounds for considering there is a low risk of a money laundering offence or terrorist activity financing offence; and\n- the information obtained about the corporation or other entity, as the case may be, and about the persons that assure you that the corporation or other entity exists and that the persons you deal with are authorized to act on behalf of the corporation or the entity.[Footnote 52](#fn202152)\n\nYour compliance program's policies and procedures must describe the processes you follow when using the simplified identification method to verify the identity of corporations and other entities.\n\n## 8\\. Verifying the identity of an entity if it has been previously verified\n\nYou do **not** need to verifythe identity of a corporation or other entity for subsequent transactions or activities, as required, if you have already verified their identity by using: [Footnote 53](#fn202153)\n\n- One of the methods explained in this guidance; or\n- in the case of an **entity**, you confirmed the entity's existence in accordance with the PCMLTFR, and you complied with the related record keeping provisions, as they read at the time prior to June 1, 2021; **or**\n- in the case of a **corporation**, you confirmed the corporation's existence and ascertained its name and address and the names of its directors in accordance with PCMLTFR, and you complied with the related record keeping provisions, as they read at the time prior to June 1, 2021\n\nYou must not have doubts about the information that was previously used to verify the identity of the corporation or other entity. If you have doubts, you must verify identity again using the methods explained in this guidance.[Footnote 54](#fn202154)\n\n## 9\\. Restrictions on the use of personal information\n\nThe use of personal information in Canadian commercial activities is protected by the Personal Information Protection and Electronic Documents Act (PIPEDA), or by similar provincial legislation. You have to inform clients about the collection of their personal information. However, you do not have to inform them when you include their personal information in the reports you are required to submit to FINTRAC.\n\nThe [Office of the Privacy Commissioner of Canada](https://www.priv.gc.ca/en/) can provide further guidance, and has created a Question and Answer document about [PIPEDA and the Proceeds of Crime (Money Laundering) and Terrorist Financing Act](https://www.priv.gc.ca/en/privacy-topics/surveillance/police-and-public-safety/financial-transaction-reporting/faqs_pcmltfa_01/), to help clarify your responsibilities under PIPEDA.\n\n## Annex 1: Summary of the methods to identify persons and associated record keeping obligations\n\n| Identification method | Documents or information to review | Identification details that must match | Information that must be recorded |\n| --- | --- | --- | --- |\n| Government-issued photo identification | Photo identification document issued by a government (not a municipal government) that is authentic, valid and current | Name and photograph | - Person's name <br>- Date of verification<br>- Type of document<br>- Document number<br>- Province or state and country that issued the document<br>- Expiry date (if applicable) |\n| Credit file | Valid and current information from a Canadian credit file that has been in existence for at least three years where information is derived from more than one source | Name, address and date of birth | - Person's name <br>- Date you consulted/searched the credit file<br>- Name of the credit bureau or third party vendor<br>- Person's credit file number |\n| **Dual-process** | Valid and current information from two different reliable sources where neither the RE nor the person is a source | A combination of two of the following:<br>- name and address;<br>- name and date of birth; **or**<br>- name and confirmation of a financial account | - Person's name<br>- Date you verified the information<br>- Name of the two different sources used to verify the identity of the person <br>- Type of information referred to <br>- Account number or number associated with the information if no account number exists |\n| Affiliate or member | Information in the records of the affiliate or the member for the method used | Name, address and date of birth | - Person's name<br>- Date you verified the identity of the person<br>- Name of affiliate or member that previously verified the identity of the person<br>- Method used by the affiliate or member to verify the person's identity<br>- Information that the affiliate or member recorded based on the method used |\n| Reliance | - Be satisfied that the information from the other RE or affiliated foreign entity is valid and current and that the person's identity was verified by using the government-issued photo identification, credit file or dual-process methods or<br>- Where the identity was verified prior to June 1, 2021, that the person's identity was verified using one of the methods in force in the PCMLTFR at that time | The identification details listed under the identification method used | - Person's name<br>- The written agreement or arrangement with the other RE or affiliated foreign entity for the purpose of verifying a person's identity<br>- The information provided by the other RE or affiliated foreign entity that they referred to in order to verify the identity of the person |\n\n## Annex 2: Summary of who can identify a person on your behalf\n\n| Who | Documents or information to review | Identification details that must match | Information that must be recorded |\n| --- | --- | --- | --- |\n| Agent or mandatary that:<br> <br>- Acts for you<br>- Previously acted in their own capacity, or acted as an agent or mandatary under a written agreement or arrangement with another person or entity for the purposes of verifying identity | - Be satisfied that the information is valid and current and that the person's identity was verified using one of the government-issued photo identification, credit file or dual-process methods **or**<br>- Where the identity was verified prior to June 1, 2021, that the person's identity was verified using one of the methods in force in the PCMLTFR at that time | The identification details listed under the identification method used | - Person's name<br>- The written agreement or arrangement with the agent or mandatary for the purpose of verifying a person's identity<br>- All of the information the agent or mandatary referred to when verifying the person's identity <br>- The information obtained from the agent or mandatary that they confirmed as being that of the person |\n\n## Annex 3: Summary of methods to identify an entity and associated record keeping obligations\n\n| Identification Method | Documents or information to review | Identification details that must match | Information that must be recorded |\n| --- | --- | --- | --- |\n| Confirmation of existence | - Information that is authentic, valid and current<br>**For an entity (other than a corporation):**<br>- partnership agreement<br>- articles of association<br>- the most recent version of any other record that confirms its existence and contains its name and address<br>**For a corporation:**<br>-  certificate of incorporation<br>- record that has to be filed annually under provincial securities legislation<br>- the most recent version of any other record that confirms the corporation's existence and contains its name and address and the names of its directors | - Name and address <br>- Names of Directors (for corporation only) | If you consulted an electronic record from a publicly accessible database:<br>- registration number;<br>- type of document consulted; and<br>- source of the electronic document. <br>If you consulted a paper record or an electronic record:<br>- the paper record, or a copy of the record. |\n| Reliance | - Verify that information from the other RE or affiliated foreign entity is valid and current and that the entity's identity was verified by using the confirmation of existence method<br>- Where the identity was verified prior to June 1, 2021, that the entity's identity was verified using one of the methods in force in the PCMLTFR at that time | - Name and address<br>- Names of Directors (for corporation only) | - Entity's name<br>- The written agreement or arrangement with the other RE or affiliated foreign entity for the purpose of verifying an entity's identity<br>- The information provided by the other RE or affiliated foreign entity that they referred to in order to verify the identity of the entity |\n| Simplified identification <br> <br>(This method can only be used if you are an RE that is referred to in any of paragraphs 5(a) to (g) of the PCMLTFA.) | - Risk assessment to confirm that the risk of a money laundering offence or terrorist activity financing offence is low<br>- Information to satisfy that the entity exists and that every person who deals with you on behalf of the entity is authorized to do so | N/A but this method can only be used to verify the identity of specific entities | - The grounds for considering that there is a low risk of a money laundering offence or terrorist activity financing offence <br>- The information obtained about the entity and persons to satisfy that it exists and that the persons you deal with are authorized to act on behalf of the entity |\n\n## Annex 4: Examples of acceptable photo identification documents\n\nThe following list provides examples of acceptable government-issued photo identification documents from federal, provincial or territorial authorities. This is **not** an exhaustive list.\n\n| Type of card or document | Issuing province or state and country |\n| --- | --- |\n| [Canadian passport](https://www.canada.ca/en/immigration-refugees-citizenship/services/canadian-passports.html) | Canada |\n| [Permanent resident card](https://www.canada.ca/en/immigration-refugees-citizenship/services/new-immigrants/pr-card.html) | Canada |\n| [Citizenship card](https://www.canada.ca/en/immigration-refugees-citizenship/services/canadian-citizenship/proof-citizenship/documents.html) (issued prior to 2012) | Canada |\n| [Secure Certificate of Indian Status](https://www.aadnc-aandc.gc.ca/eng/1100100032424/1100100032428) | Canada |\n| Driver's licences |\n| [British Columbia Driver's Licence](https://www.icbc.com/driver-licensing/new-drivers/Pages/default.aspx) | British Columbia, Canada |\n| [Alberta Driver's Licence](https://www.servicealberta.ca/1301.cfm) | Alberta, Canada |\n| [Saskatchewan Driver's Licence](https://www.sgi.sk.ca/licence-features) | Saskatchewan, Canada |\n| [Manitoba Driver's Licence](https://www.mpi.mb.ca/Pages/Licensing-ID.aspx) | Manitoba, Canada |\n| [Ontario Driver's Licence](https://www.ontario.ca/page/renew-drivers-licence) | Ontario, Canada |\n| [Québec Driver's Licence](https://saaq.gouv.qc.ca/en/drivers-licences/) | Québec, Canada |\n| [New Brunswick Driver's Licence](https://www2.gnb.ca/content/gnb/en/services/services_renderer.201491.Driver_s_Licences.html) | New Brunswick, Canada |\n| [Nova Scotia Driver's Licence](https://www.novascotia.ca/sns/paal/rmv/paal269.asp) | Nova Scotia, Canada |\n| [Prince Edward Island Driver's Licence](http://www.gov.pe.ca/highwaysafety/driverlicensing) | Prince Edward Island, Canada |\n| [Newfoundland and Labrador Driver's Licence](http://www.servicenl.gov.nl.ca/drivers/driversandvehicles/driverlicensing/index.html) | Newfoundland and Labrador, Canada |\n| [Yukon Driver's Licence](http://www.hpw.gov.yk.ca/mv/mvdrlic.html) | Yukon, Canada |\n| [Northwest Territories Driver's Licence](https://www.inf.gov.nt.ca/en/newlicence) | Northwest Territories, Canada |\n| [Nunavut Driver's Licence](http://gov.nu.ca/edt/faq/where-can-i-get-drivers-licence) | Nunavut, Canada |\n| DND 404 Driver's Licence | Department of National Defence, Canada |\n| Provincial services cards |\n| [British Columbia Services Card](http://www2.gov.bc.ca/gov/content/health/health-drug-coverage/msp/bc-residents/personal-health-identification/your-bc-services-card) | British Columbia, Canada |\n| Provincial or territorial identity cards |\n| [British Columbia Enhanced ID](https://www.icbc.com/driver-licensing/new-drivers/Pages/default.aspx) | British Columbia, Canada |\n| [Alberta Photo Identification Card](http://www.servicealberta.ca/1048.cfm) | Alberta, Canada |\n| [Saskatchewan Non-driver photo ID](https://www.sgi.sk.ca/non-driver-id) | Saskatchewan, Canada |\n| [Manitoba Enhanced Identification Card](https://www.mpi.mb.ca/Pages/Licensing-ID.aspx) | Manitoba, Canada |\n| [Ontario Photo Card](https://www.ontario.ca/page/ontario-photo-card) | Ontario, Canada |\n| [New Brunswick Photo ID Card](http://www2.gnb.ca/content/gnb/en/services/services_renderer.12535.Photo_ID_Card.html) | New Brunswick, Canada |\n| [Nova Scotia Identification Card](http://www.novascotia.ca/sns/access/drivers/new-licence.asp) | Nova Scotia, Canada |\n| [Prince Edward Island Voluntary ID](https://www.princeedwardisland.ca/en/information/transportation-infrastructure-and-energy/voluntary-id) | Prince Edward Island, Canada |\n| [Newfoundland and Labrador Photo Identification Card](http://www.servicenl.gov.nl.ca/drivers/photoid/photoid.html) | Newfoundland and Labrador, Canada |\n| [Northwest Territories General Identification Card](https://www.inf.gov.nt.ca/en/newlicence) | Northwest Territories, Canada |\n| [Nunavut General Identification Card](http://gov.nu.ca/edt/faq/where-can-i-get-general-identification-card) | Nunavut, Canada |\n| Types of card or international document |\n| Global Entry Card | United States |\n| NEXUS | United States or Canada |\n| France driver's licence | France |\n| Australian passport | Australia |\n| Pennsylvania driver's licence | Pennsylvania, United States |\n\n**Note**: You cannot use a provincial health card for identification purposes where it is prohibited by provincial legislation to use the card as a form of identification or to record the health card number.\n\n## Annex 5: Examples of reliable sources of information for the dual-process method\n\nThis is **not** an exhaustive list. You must always rely on valid and current information, whether it be through an original version or whether you obtain another version of the information's original format, such as a fax, photocopy, scan, or electronic image, and that can meet your related record keeping obligations.\n\n| Reliable sources of information to verify name and address | Reliable sources of information to verify name and date of birth | Reliable sources of information to verify name and confirm a financial account (specifically, a deposit account, prepaid payment product account, credit card account or loan account) |\n| --- | --- | --- |\n| **Issued by a Canadian government body:**<br>- A fax, photocopy, scan or electronic image of a government-issued photo identification document<br>- Any statement, form, certificate or other source issued by a Canadian government body (federal, provincial, territorial or municipal): <br>  - Canada Pension Plan (CPP) statement <br>  - Property tax assessment issued by a municipality<br>  - Provincially issued vehicle registration<br>- Benefits statement: <br>  - Federal, provincial, territorial, or municipal levels<br>**Issued by other Canadian sources:**<br>- Utility bill (for example, electricity, water, telecommunications) <br>- Canada 411 <br>- Record of Employment<br>- Registered investment account statements (for example, RRSP, TFSA or RRIF) <br>- Canadian credit file that has been in existence for at least six months <br>- Product from a Canadian credit bureau or other third party (containing two trade lines in existence for at least six months)<br>- Insurance documents (home, auto, life) <br>- For a currently enrolled student, a transcript or documentation issued by a school that contains a unique reference number | **Issued by a Canadian government body:**<br>- A fax, photocopy, scan or electronic image of a government-issued photo identification document<br>- Any statement, form, certificate or other source issued by a Canadian government body (federal, provincial, territorial or municipal): <br>  - Birth certificate <br>  - Marriage certificate or government-issued proof of marriage document (long form which includes date of birth)<br>  - Divorce documentation<br>  - Permanent resident card <br>  - Citizenship certificate<br>  - Temporary driver's licence (non-photo)<br>**Issued by other Canadian sources:**<br>- Canadian credit file that has been in existence for at least six months <br>- Product from a Canadian credit bureau (containing two trade lines in existence for at least six months) <br>- Investment account statements (for example, RRSP, GIC) <br>- Insurance documents (home, auto, life) <br>**Issued by a foreign government:**<br>- Travel visa <br>- A fax, photocopy, scan or electronic image of a photo identification document issued by a foreign federal, provincial or territorial government (for example, foreign driver's licence or passport) | **Confirm that the person has a deposit account, prepaid payment product account, credit card or loan account by means of:**<br>- Credit card statement<br>- Bank statement for deposit or chequing accounts <br>- Loan account statement (for example,  mortgage)<br>- Cheque that has been processed in the last statement period (cleared, insufficient funds) by a financial institution<br>- Telephone call, email, letter, or other traceable means of confirmation from the financial entity holding the deposit account, prepaid payment product account, credit card or loan account <br>- Product from a Canadian credit bureau (containing two trade lines in existence for at least six months)<br>- Use of micro-deposits |\n\n## Details and history\n\n**Published:** June 2021\n\n| Date<br>\\[YYYY-MM-DD\\] | Summary of changes |\n| --- | --- |\n| 2023-08-02 | - Added link to video 5 \"Verifying the identity of a client: Reliance method\" |\n| 2023-05-11 | - Added link to video 4 \"Verifying the identity of a client: Affiliate or member method\" |\n| 2023-03-22 | - Added link to video 3 \"Verifying the identity of a client: Dual-process method\" |\n| 2023-02-22 | - Added section 6 \"How to verify the identity of a person who does not have any identity verification documentation or information for a retail deposit account\" <br>- Modified layout of the guidance |\n| 2023-01-26 | - Added link to video 1 \"Verifying the identity of a client: Government-issued photo ID method\"<br>- Added link to video 2 \"Verifying the identity of a client: Credit file method\" |\n\nList of changes and updates\n\n## For assistance\n\nIf you have questions about this guidance, please contact FINTRAC by email at [guidelines-lignesdirectrices@fintrac-canafe.gc.ca](mailto:guidelines-lignesdirectrices@fintrac-canafe.gc.ca).\n\n## Definitions\n\nAccountant\n\nA chartered accountant, a certified general accountant, a certified management accountant or, if applicable, a chartered professional accountant. (comptable)\n\nReference:\n\nProceeds of Crime (Money Laundering) and Terrorist Financing Regulations (PCMLTFR), SOR/2002-184, s. 1(2).\n\nAccounting firm\n\nAn entity that is engaged in the business of providing accounting services to the public and has at least one partner, employee or administrator that is an accountant. (cabinet d'expertise comptable)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nAct\n\nThe Proceeds of Crime (Money Laundering) and Terrorist Financing Act (PCMLTFA). (la Loi)\n\nReference:\n\nProceeds of Crime (Money Laundering) and Terrorist Financing Administrative Monetary Penalties Regulations (PCMLTFAMPR), SOR/2007-292, s. 1, Proceeds of Crime (Money Laundering) and Terrorist Financing Registration Regulations (PCMLTFRR), SOR/2007-121, s. 1, PCMLTFR, SOR/2002-184, s. 1(2), and Proceeds of Crime (Money Laundering) and Terrorist Financing Suspicious Transaction Reporting Regulations (PCMLTFSTRR), SOR/2001-317, s. 1(2).\n\nAdministrative monetary penalties (AMPs)\n\nCivil penalties that may be issued to reporting entities by FINTRAC for non-compliance with the PCMLTFA and associated Regulations. (pénalité administrative pécuniaire \\[PAP\\])\n\nAffiliate\n\nAn entity is affiliated with another entity if one of them is wholly owned by the other, if both are wholly owned by the same entity or if their financial statements are consolidated. (entité du même groupe)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 4.\n\nAnnuity\n\nHas the same meaning as in subsection 248(1) of the [Income Tax Act](https://laws-lois.justice.gc.ca/eng/acts/I-3.3). (rente)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nArmoured cars\n\nPersons or entities that are engaged in the business of transporting currency, money orders, traveller’s cheques or other similar negotiable instruments. (Véhicules blindés)\n\nAs soon as practicable\n\nA time period that falls in-between immediately and as soon as possible, within which a suspicious transaction report (STR) must be submitted to FINTRAC. The completion and submission of the STR should take priority over other tasks. In this context, the report must be completed promptly, taking into account the facts and circumstances of the situation. While some delay is permitted, it must have a reasonable explanation. (aussitôt que possible)\n\nAttempted transaction\n\nOccurs when an individual or entity starts to conduct a transaction that is not completed. For example, a client or a potential client walks away from conducting a $10,000 cash deposit. (opération tentée)\n\nAuthentic\n\nIn respect of verifying identity, means genuine and having the character of an original, credible, and reliable document or record. (authentique)\n\nAuthorized person\n\nA person who is authorized under subsection 45(2). (personne autorisée)\n\nReference:\n\nProceeds of Crime (Money Laundering) and Terrorist Financing Act (PCMLTFA), S.C. 2000, c 17, s. 2(1).\n\nAuthorized user\n\nA person who is authorized by a holder of a prepaid payment product account to have electronic access to funds or virtual currency available in the account by means of a prepaid payment product that is connected to it. (utilisateur autorisé)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nBeneficial owner(s)\n\nBeneficial owners are the individuals who are the trustees, and known beneficiaries and settlors of a trust, or who directly or indirectly own or control 25% or more of i) the shares of a corporation or ii) an entity other than a corporation or trust, such as a partnership. The ultimate beneficial owner(s) cannot be another corporation or entity; it must be the actual individual(s) who owns or controls the entity. (bénéficiaire effectif)\n\nBeneficiary\n\nA beneficiary is the individual or entity that will benefit from a transaction or to which the final remittance is made. (bénéficiaire)\n\nBranch\n\nA branch is a part of your business at a distinct location other than your main office. (succursale)\n\nBritish Columbia notary corporation\n\nAn entity that carries on the business of providing notary services to the public in British Columbia in accordance with the Notaries Act, R.S.B.C. 1996, c. 334. (société de notaires de la Colombie-Britannique)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nBritish Columbia notary public\n\nA person who is a member of the Society of Notaries Public of British Columbia. (notaire public de la Colombie-Britannique)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nCash\n\nCoins referred to in section 7 of the Currency Act, notes issued by the Bank of Canada under the Bank of Canada Act that are intended for circulation in Canada or coins or bank notes of countries other than Canada. (espèces)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2) and PCMLTFSTRR, SOR/2001-317, s. 1(2).\n\nCasino\n\nA government, organization, board or operator that is referred to in any of paragraphs 5(k) to (k.3) of the Act. (casino)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s 1(2) and PCMLTFSTRR, SOR/2001-317, s. 1(2).\n\nCertified translator\n\nAn individual that holds the title of professional certified translator granted by a Canadian provincial or territorial association or body that is competent under Canadian provincial or territorial law to issue such certification. (traducteur agréé)\n\nClarification request\n\nA clarification request is a method used to communicate with money services businesses (MSBs) or foreign money services businesses (FMSBs) when FINTRAC needs more information about their registration form. This request is usually sent by email. (demande de précisions)\n\nClient\n\nA person or entity that engages in a financial transaction with another person or entity. (client)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nClient identification information\n\nThe identifying information that you have obtained on your clients, such as name, address, telephone number, occupation or nature of principal business, and date of birth for an individual. (renseignements d'identification du client)\n\nCompetent authority\n\nFor the purpose of the criminal record check submitted with an application for registration, a competent authority is any person or organization that has the legally delegated or invested authority, capacity, or power to issue criminal record checks. (autorité compétente)\n\nCompleted transaction\n\nIs a transaction conducted by a person or entity, that is completed and results in the movement of funds, virtual currency, or the purchase or sale of an asset. (opération effectuée)\n\nCompleting action\n\nWith respect to a reportable transaction, information related to the instructions provided by the person or entity making the request to the reporting entity to complete a transaction. For example, an individual arrives at a bank and requests to purchase a bank draft. The completing action is the details of how the reporting entity fulfilled the person or entity’s instructions which led to the transaction being completed. This includes what the funds or virtual currency initially brought to the reporting entity was used for (see “disposition”). A transaction may have one or more completing actions depending on the instructions provided by the person or entity. (action d’achèvement)\n\nCompliance officer\n\nThe individual, with the necessary authority, that you appoint to be responsible for the implementation of your compliance program. (agent de conformité)\n\nCompliance policies and procedures\n\nWritten methodology outlining the obligations applicable to your business under the PCMLTFA and its associated Regulations and the corresponding processes and controls you put in place to address your obligations. (politiques et procédures de conformité)\n\nCompliance program\n\nAll elements (compliance officer, policies and procedures, risk assessment, training program, effectiveness review) that you, as a reporting entity, are legally required to have under the PCMLTFA and its associated Regulations to ensure that you meet all your obligations. (programme de conformité)\n\nContext\n\nClarifies a set of circumstances or provides an explanation of a situation or financial transaction that can be understood and assessed. (contexte)\n\nCorrespondent banking relationship\n\nA relationship created by an agreement or arrangement under which an entity referred to in any of paragraphs 5(a), (b), (d),(e) and (e.1) or an entity that is referred to in section 5 and that is prescribed undertakes to provide to a prescribed foreign entity prescribed services or international electronic funds transfers, cash management or cheque clearing services. (relation de correspondant bancaire)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 9.4(3) and PCMLTFR, SOR/2002-184, s. 16(1)(b).\n\nCountry of residence\n\nThe country where an individual has lived continuously for 12 months or more. The individual must have a dwelling in the country concerned. For greater certainty, a person only has one country of residence no matter how many dwelling places they may have, inside or outside of that country. (pays de résidence)\n\nCredit card acquiring business\n\nA credit card acquiring business is a financial entity that has an agreement with a merchant to provide the following services:\n\n- enabling a merchant to accept credit card payments by cardholders for goods and services and to receive payments for credit card purchases;\n- processing services, payment settlements and providing point-of-sale equipment (such as computer terminals); and\n- providing other ancillary services to the merchant.\n\n\n(entreprise d'acquisition de cartes de crédit)Credit union central\n\nA central cooperative credit society, as defined in section 2 of the [Cooperative Credit Associations Act](https://laws-lois.justice.gc.ca/eng/acts/C-41.01), or a credit union central or a federation of credit unions or caisses populaires that is regulated by a provincial Act other than one enacted by the legislature of Quebec. (centrale de caisses de crédit)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nCrowdfunding platform\n\nA website or an application or other software that is used to raise funds or virtual currency through donations. (plateforme de sociofinancement)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nCrowdfunding platform services\n\nThe provision and maintenance of a crowdfunding platform for use by other persons or entities to raise funds or virtual currency for themselves or for persons or entities specified by them. (services de plateforme de sociofinancement)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nCurrent\n\nIn respect of a document or source of information that is used to verify identity, is up to date, and, in the case of a government-issued photo identification document, must not have been expired when the ID was verified. (à jour)\n\nDealer in precious metals and stones\n\nA person or entity that, in the course of their business activities, buys or sells precious metals, precious stones or jewellery. It includes a department or an agent of His Majesty in right of Canada or an agent or mandatary of His Majesty in right of a province when the department or the agent or mandatary carries out the activity, referred to in subsection 65(1), of selling precious metals to the public. (négociant en métaux précieux et pierres précieuses)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nDeferred profit sharing plan\n\nHas the same meaning as in subsection 248(1) of the [Income Tax Act](https://laws-lois.justice.gc.ca/eng/acts/I-3.3). (régime de participation différée aux bénéfices)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nDeposit slip\n\nA record that sets out:\n\n1. (a) the date of the deposit;\n2. (b) the name of the person or entity that makes the deposit;\n3. (c) the amount of the deposit and of any part of it that is made in cash;\n4. (d) the method by which the deposit is made; and\n5. (e) the number of the account into which the deposit is made and the name of each account holder.\n\n(relevé de dépôt)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nDirecting services\n\nA business is directing services at persons or entities in Canada if at least one of the following applies:\n\n- The business's marketing or advertising is directed at persons or entities located in Canada;\n- The business operates a \".ca\" domain name; or,\n- The business is listed in a Canadian business directory.\n\nAdditional criteria may be considered, such as if the business describes its services being offered in Canada or actively seeks feedback from persons or entities in Canada. (diriger des services)\n\nDistributed ledger\n\nFor the purpose of section 151 of the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations (PCMLTFR), a digital ledger that is maintained by multiple persons or entities and that can only be modified by a consensus of those persons or entities. (registres distribués)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 151(2).\n\nDisposition\n\nWith respect to a reportable transaction, the disposition is what the funds or virtual currency was used for. For example, an individual arrives at a bank with cash and purchases a bank draft. The disposition is the purchase of the bank draft. (répartition)\n\nElectronic funds transfer\n\nThe transmission—by any electronic, magnetic or optical means—of instructions for the transfer of funds, including a transmission of instructions that is initiated and finally received by the same person or entity. In the case of SWIFT messages, only SWIFT MT-103 messages and their equivalent are included. It does not include a transmission or instructions for the transfer of funds:\n\n1. (a) that involves the beneficiary withdrawing cash from their account;\n2. (b) that is carried out by means of a direct deposit or pre-authorized debit;\n3. (c) that is carried out by cheque imaging and presentment\n4. (d) that is both initiated and finally received by persons or entities that are acting to clear or settle payment obligations between themselves; or\n5. (e) that is initiated or finally received by a person or entity referred to in paragraphs 5(a) to (h.1) of the Act for the purpose of internal treasury management, including the management of their financial assets and liabilities, if one of the parties to the transaction is a subsidiary of the other or if they are subsidiaries of the same corporation.\n\n(télévirement)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nEmployees profit sharing plan\n\nHas the same meaning as in subsection 248(1) of the [Income Tax Act](https://laws-lois.justice.gc.ca/eng/acts/I-3.3). (régime de participation des employés aux bénéfices)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nEntity\n\nA body corporate, a trust, a partnership, a fund or an unincorporated association or organization. (entité)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nFacts\n\nActual events, actions, occurrences or elements that exist or are known to have happened or existed. Facts are not opinions. For example, facts surrounding a transaction or multiple transactions could include the date, time, location, amount or type of transaction or could include the account details, particular business lines, or the client's financial history. (faits)\n\nFamily member\n\nFor the purposes of subsection 9.3(1) of the Act, a prescribed family member of a politically exposed foreign person, a politically exposed domestic person or a head of an international organization is:\n\n1. (a) their spouse or common-law partner;\n2. (b) their child;\n3. (c) their mother or father;\n4. (d) the mother or father of their spouse or common-law partner; or\n5. (e) a child of their mother or father.\n\n(membre de la famille)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 2(1).\n\nFiat currency\n\nA currency that is issued by a country and is designated as legal tender in that country. (monnaie fiduciaire)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2) and PCMLTFSTRR, SOR/2001-317, s. 1(2).\n\nFinal receipt\n\nIn respect of an electronic funds transfer, means the receipt of the instructions by the person or entity that is to make the remittance to a beneficiary. (destinataire)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nFinancial entity\n\nMeans:\n\n1. (a) an entity that is referred to in any of paragraphs 5(a), (b) and (d) to (f) of the Act;\n2. (b) a financial services cooperative;\n3. (c) a life insurance company, or an entity that is a life insurance broker or agent, in respect of loans or prepaid payment products that it offers to the public and accounts that it maintains with respect to those loans or prepaid payment products, other than:\n1. (i) loans that are made by the insurer to a policy holder if the insured person has a terminal illness that significantly reduces their life expectancy and the loan is secured by the value of an insurance policy;\n2. (ii) loans that are made by the insurer to the policy holder for the sole purpose of funding the life insurance policy; and\n3. (iii) advance payments to which the policy holder is entitles that are made to them by the insurer;\n4. (d) a credit union central when it offers financial services to a person, or to an entity that is not a member of that credit union central; and\n5. (e) a department, or an entity that is an agent of His Majesty in right of Canada or an agent or mandatary of His Majesty in right of a province, when it carries out an activity referred to in section 76.\n\n\n(entité financière)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nFinancial Action Task Force\n\nThe Financial Action Task Force on Money Laundering established in 1989. (Groupe d'action financière)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nFinancial services cooperative\n\nA financial services cooperative that is regulated by an Act respecting financial services cooperatives, CQLR, c. C-67.3 or the Act respecting the Mouvement Desjardins, S.Q. 2000, c. 77, other than a caisse populaire. (coopérative de services financiers)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nForeign currency\n\nA fiat currency that is issued by a country other than Canada. (devise)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nForeign currency exchange transaction\n\nAn exchange, at the request of another person or entity, of one fiat currency for another. (opération de change en devise)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nForeign currency exchange transaction ticket\n\nA record respecting a foreign currency exchange transaction—including an entry in a transaction register—that sets out:\n\n1. (a) the date of the transaction;\n2. (b) in the case of a transaction of $3,000 or more, the name and address of the person or entity that requests the exchange, the nature of their principal business or their occupation and, in the case of a person, their date of birth;\n3. (c) the type and amount of each of the fiat currencies involved in the payment made and received by the person or entity that requests the exchange;\n4. (d) the method by which the payment is made and received;\n5. (e) the exchange rates used and their source;\n6. (f) the number of every account that is affected by the transaction, the type of account and the name of each account holder; and\n7. (g) every reference number that is connected to the transaction and has a function equivalent to that of an account number.\n\n(fiche d'opération de change en devise)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nForeign money services business\n\nPersons and entities that do not have a place of business in Canada, that are engaged in the business of providing at least one of the following services that is directed at persons or entities in Canada, and that provide those services to their clients in Canada:\n\n1. (i) foreign exchange dealing,\n2. (ii) remitting funds or transmitting funds by any means or through any person, entity or electronic funds transfer network,\n3. (iii) issuing or redeeming money orders, traveller's cheques or other similar negotiable instruments except for cheques payable to a named person or entity,\n4. (iv) dealing in virtual currencies, or\n5. (v) any prescribed service.\n\n(entreprise de services monétaires étrangère)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 5(h.1), PCMLTFRR, SOR/2007-121, s. 1 and PCMLTFR, SOR/2002-184, s. 1(2).\n\nForeign state\n\nExcept for the purposes of Part 2, means a country other than Canada and includes any political subdivision or territory of a foreign state. (État étranger)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nFunds\n\nMeans:\n\n1. (a) cash and other fiat currencies, and securities, negotiable instruments or other financial instruments that indicate a title or right to or interest in them; or\n2. (b) a private key of a cryptographic system that enables a person or entity to have access to a fiat currency other than cash.\n\nFor greater certainty, it does not include virtual currency. (fonds)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2) and PCMLTFSTRR, SOR/2001-317, s. 1(2).\n\nHead of an international organization\n\nA person who, at a given time, holds—or has held within a prescribed period before that time—the office or position of head of\n\n1. a) an international organization that is established by the governments of states;\n2. b) an institution of an organization referred to in paragraph (a); or\n3. c) an international sports organization.\n\n(dirigeant d'une organisation internationale)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 9.3(3).\n\nImmediately\n\nIn respect of submitting a Terrorist Property Report (TPR), the time period within which a TPR must be submitted, which does not allow for any delay prior to submission. (immédiatement)\n\nInformation record\n\nA record that sets out the name and address of a person or entity and:\n\n1. (a) in the case of a person, their date of birth and the nature of their principal business or their occupation; and\n2. (b) in the case of an entity, the nature of its principal business.\n\n(dossier de renseignements)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nInitiation\n\nIn respect of an electronic funds transfer, means the first transmission of the instructions for the transfer of funds. (amorcer)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nInstitutional trust\n\nFor the purpose of section 15 of the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations (PCMLTFR), means a trust that is established by a corporation or other entity for a particular business purpose and includes a pension plan trust, a pension master trust, a supplemental pension plan trust, a mutual fund trust, a pooled fund trust, a registered retirement savings plan trust, a registered retirement income fund trust, a registered education savings plan trust, a group registered retirement savings plan trust, a deferred profit sharing plan trust, an employee profit sharing plan trust, a retirement compensation arrangement trust, an employee savings plan trust, a health and welfare trust, an unemployment benefit plan trust, a foreign insurance company trust, a foreign reinsurance trust, a reinsurance trust, a real estate investment trust, an environmental trust and a trust established in respect of endowment, a foundation or a registered charity. (fiducie institutionnelle)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 15(2).\n\nInternational electronic funds transfer\n\nAn electronic funds transfer other than for the transfer of funds within Canada. (télévirement international)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nInter vivos trust\n\nA personal trust, other than a trust created by will. (fiducie entre vifs)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nJewellery\n\nObjects that are made of gold, silver, palladium, platinum, pearls or precious stones and that are intended to be worn as a personal adornment. (bijou)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nLarge cash transaction record\n\nA record that indicates the receipt of an amount of $10,000 or more in cash in a single transaction and that contains the following information:\n\n01. (a) the date of the receipt;\n02. (b) if the amount is received for deposit into an account, the number of the account, the name of each account holder and the time of the deposit or an indication that the deposit is made in a night deposit box outside the recipient's normal business hours;\n03. (c) the name and address of every other person or entity that is involved in the transaction, the nature of their principal business or their occupation and, in the case of a person, their date of birth;\n04. (d) the type and amount of each fiat currency involved in the receipt;\n05. (e) the method by which the cash is received;\n06. (f) if applicable, the exchange rates used and their source;\n07. (g) the number of every other account that is affected by the transaction, the type of account and the name of each account holder\n08. (h) every reference number that is connected to the transaction and has a function equivalent to that of an account number;\n09. (i) the purpose of the transaction;\n10. (j) the following details of the remittance of, or in exchange for, the cash received:\n    1. (i) the method of remittance;\n    2. (ii) if the remittance is in funds, the type and amount of each type of funds involved;\n    3. (iii) if the remittance is not in funds, the type of remittance and its value, if different from the amount of cash received; and\n    4. (iv) the name of every person or entity involved in the remittance and their account number or policy number or, if they have no account number or policy number, their identifying number; and\n11. (k) if the amount is received by a dealer in precious metals and precious stones for the sale of precious metals, precious stones or jewellery:\n    1. (i) the type of precious metals, precious stones or jewellery;\n    2. (ii) the value of the precious metals, precious stones or jewellery, if different from the amount of cash received, and\n    3. (iii) the wholesale value of the precious metals, precious stones or jewellery.\n\n(relevé d'opération importante en espèces)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nLarge virtual currency transaction record\n\nA record that indicates the receipt of an amount of $10,000 or more in virtual currency in a single transaction and that contains the following information:\n\n1. (a) the date of the receipt;\n2. (b) if the amount is received for deposit into an account, the name of each account holder;\n3. (c) the name and address of every other person or entity that is involved in the transaction, the nature of their principal business or their occupation and, in the case of a person, their date of birth;\n4. (d) the type and amount of each virtual currency involved in the receipt;\n5. (e) the exchange rates used and their source;\n6. (f) the number of every other account that is affected by the transaction, the type of account and the name of each account holder;\n7. (g) every reference number that is connected to the transaction and has a function equivalent to that of an account number;\n8. (h) every transaction identifier, including the sending and receiving addresses; and\n9. (i) if the amount is received by a dealer in precious metals and precious stones for the sale of precious metals, precious stones or jewellery:\n1. (i) the type of precious metals, precious stones or jewellery;\n2. (ii) the value of the precious metals, precious stones or jewellery, if different from the amount of virtual currency received; and\n3. (iii) the wholesale value of the precious metals, precious stones or jewellery.\n\n(relevé d'opération importante en monnaie virtuelle)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nLife insurance broker or agent\n\nA person or entity that is authorized under provincial legislation to carry on the business of arranging contracts of life insurance. (représentant d'assurance-vie)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nLife insurance company\n\nA life company or foreign life company to which the [Insurance Companies Act](https://laws-lois.justice.gc.ca/eng/acts/I-11.8) applies or a life insurance company regulated by a provincial Act. (société d'assurance-vie)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nListed person\n\nHas the same meaning as in section 1 of the [Regulations Implementing the United Nations Resolutions on the Suppression of Terrorism](https://laws-lois.justice.gc.ca/eng/regulations/SOR-2001-360). (personne inscrite)\n\nReference:\n\nPCMLTFSTRR, SOR/2001-317, s. 1(2).\n\nManaging general agents (MGAs)\n\nLife insurance brokers or agents that act as facilitators between other life insurance brokers or agents and life insurance companies.  MGAs typically offer services to assist with insurance agents contracting and commission payments, facilitate the flow of information between insurer and agent, and provide training to, and compliance oversight of, insurance agents. (agent général de gestion)\n\nMandatary\n\nA person who acts, under a mandate or agreement, for another person or entity. (mandataire)\n\nMarketing or advertising\n\nWhen a person or entity uses promotional materials such as advertisements, graphics for websites or billboards, etc., with the intent to promote money services business (MSB) services and to acquire business from persons or entities in Canada. (marketing ou publicité)\n\nMinister\n\nIn relation to sections 24.1 to 39, the Minister of Public Safety and Emergency Preparedness and, in relation to any other provision of this Act, the Minister of Finance. (ministre)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nMoney laundering offence\n\nAn offence under subsection 462.31(1) of the [Criminal Code](https://laws-lois.justice.gc.ca/eng/acts/C-46). The United Nations defines money laundering as \"any act or attempted act to disguise the source of money or assets derived from criminal activity.\" Essentially, money laundering is the process whereby \"dirty money\"—produced through criminal activity—is transformed into \"clean money,\" the criminal origin of which is difficult to trace. (infraction de recyclage des produits de la criminalité)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nMoney laundering and terrorist financing indicators (ML/TF indicators)\n\nPotential red flags that could initiate suspicion or indicate that something may be unusual in the absence of a reasonable explanation. \\[Indicateurs de blanchiment d'argent (BA) et de financement du terrorisme (FT) (indicateurs de BA/FT)\\]\n\nMoney services business\n\nA person or entity that has a place of business in Canada and that is engaged in the business of providing at least one of the following services:\n\n1. (i) foreign exchange dealing,\n2. (ii) remitting funds or transmitting funds by any means or through any person, entity or electronic funds transfer network,\n3. (iii) issuing or redeeming money orders, traveller's cheques or other similar negotiable instruments except for cheques payable to a named person or entity,\n4. (iv) dealing in virtual currencies, or\n5. (v) any prescribed service.\n\n(entreprise de services monétaires)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 5(h), PCMLTFRR, SOR/2007-121, s. 1 and PCMLTFR, SOR/2002-184, s. 1(2).\n\nMoney services business agent\n\nAn individual or entity authorized to deliver services on behalf of a money services business (MSB). It is not an MSB branch. (mandataire d'une entreprise de services monétaires)\n\nMortgage administrator\n\nA person or entity, other than a financial entity, that is engaged in the business of servicing mortgage agreements on real property or hypothec agreements on immovables on behalf of a lender. (administrateur hypothécaire)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 5(i), PCMLTFRR,SOR/2002-184, subsection 1(2)\n\nMortgage broker\n\nA person or entity that is authorized under provincial legislation to act as an intermediary between a lender and a borrower with respect to loans secured by mortgages on real property or hypothecs on immovables. (courtier hypothécaire)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 5(i),\nPCMLTFRR,SOR/2002-184, subsection 1(2)\n\nMortgage lender\n\nA person or entity, other than a financial entity, that is engaged in the business of providing loans secured by mortgages on real property or hypothecs on immovables. (prêteur hypothécaire)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 5(i),\nPCMLTFRR,SOR/2002-184, subsection 1(2)\n\nNature of principal business\n\nAn entity's type or field of business. Also applies to an individual in the case of a sole proprietorship. (nature de l'entreprise principale)\n\nNew developments\n\nChanges to the structure or operations of a business when new services, activities, or locations are put in place. For example, changes to a business model or business restructuring. (nouveaux développements)\n\nNew technologies\n\nThe adoption of a technology that is new to a business. For example, when a business adopts new systems or software such as transaction monitoring systems or client onboarding and identification tools. (nouvelles technologies)\n\nNo apparent reason\n\nThere is no clear explanation to account for suspicious behaviour or information. (sans raison apparente)\n\nOccupation\n\nThe job or profession of an individual. (profession ou métier)\n\nPerson\n\nAn individual. (personne)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nPerson authorized to give instructions\n\nIn respect of an account, means a person who is authorized to instruct on the account or make changes to the account, such as modifying the account type, updating the account contact details, and in the case of a credit card account, requesting a limit increase or decrease, or adding or removing card holders. A person who is only able to conduct transactions on the account is not considered a person authorized to give instructions. (personne habilitée à donner des instructions)\n\nPolitically exposed domestic person\n\nA person who, at a given time, holds—or has held within a prescribed period before that time—one of the offices or positions referred to in any of paragraphs (a) and (c) to (j) in or on behalf of the federal government or a provincial government or any of the offices or positions referred to in paragraphs (b) and (k):\n\n01. (a) Governor General, lieutenant governor or head of government;\n02. (b) member of the Senate or House of Commons or member of a legislature of a province;\n03. (c) deputy minister or equivalent rank;\n04. (d) ambassador, or attaché or counsellor of an ambassador;\n05. (e) military officer with a rank of general or above;\n06. (f) president of a corporation that is wholly owned directly by His Majesty in right of Canada or a province;\n07. (g) head of a government agency;\n08. (h) judge of an appellate court in a province, the Federal Court of Appeal or the Supreme Court of Canada;\n09. (i) leader or president of a political party represented in a legislature;\n10. (j) holder of any prescribed office or position; or\n11. (k) mayor, reeve or other similar chief officer of a municipal or local government.\n\n(national politiquement vulnérable)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 9.3(3).\n\nPolitically exposed foreign person\n\nA person who holds or has held one of the following offices or positions in or on behalf of a foreign state:\n\n01. (a) head of state or head of government;\n02. (b) member of the executive council of government or member of a legislature;\n03. (c) deputy minister or equivalent rank;\n04. (d) ambassador, or attaché or counsellor of an ambassador;\n05. (e) military officer with a rank of general or above;\n06. (f) president of a state-owned company or a state-owned bank;\n07. (g) head of a government agency;\n08. (h) judge of a supreme court, constitutional court or other court of last resort;\n09. (i) leader or president of a political party represented in a legislature; or\n10. (j) holder of any prescribed office or position.\n\n(étranger politiquement vulnérable)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nPossibility\n\nIn regards to completing a suspicious transaction report (STR), the likelihood that a transaction may be related to a money laundering/terrorist financing (ML/TF) offence. For example, based on your assessment of facts, context and ML/TF indicators you have reasonable grounds to suspect that a transaction is related to the commission or attempted commission of an ML/TF offence. (possibilité)\n\nPrecious metal\n\nGold, silver, palladium or platinum in the form of coins, bars, ingots or granules or in any other similar form. (métal précieux)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nPrecious stones\n\nDiamonds, sapphires, emeralds, tanzanite, rubies or alexandrite. (pierre précieuse)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nPrepaid payment product\n\nA product that is issued by a financial entity and that enables a person or entity to engage in a transaction by giving them electronic access to funds or virtual currency paid to a prepaid payment product account held with the financial entity in advance of the transaction. It excludes a product that:\n\n1. (a) enables a person or entity to access a credit or debit account or one that is issued for use only with particular merchants; or\n2. (b) is issued for single use for the purposes of a retail rebate program.\n\n(produit de paiement prépayé)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nPrepaid payment product account\n\nAn account – other than an account to which only a public body or, if doing so for the purposes of humanitarian aid, a registered charity as defined in subsection 248(1) of the Income Tax Act, can add funds or virtual currency – that is connected to a prepaid payment product and that permits:\n\n1. (a) funds or virtual currency that total $1,000 or more to be added to the account within a 24-hour period; or\n2. (b) a balance of funds or virtual currency of $1,000 or more to be maintained.\n\n(compte de produit de paiement prépayé)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nPrescribed\n\nPrescribed by regulations made by the Governor in Council. (Version anglaise seulement)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nProbability\n\nThe likelihood in regards to completing a suspicious transaction report (STR) that a financial transaction is related to a money laundering/terrorist financing (ML/TF) offence. For example, based on facts, having reasonable grounds to believe that a transaction is probably related to the commission or attempted commission of an ML/TF offence. (probabilité)\n\nProduction order\n\nA judicial order that compels a person or entity to disclose records to peace officers or public officers. (ordonnance de communication)\n\nPublic body\n\nMeans\n\n1. (a) a department or an agent of His Majesty in right of Canada or an agent or mandatary of His Majesty in right of a province;\n2. (b) an incorporated city or town, village, metropolitan authority, township, district, county, rural municipality or other incorporated municipal body in Canada or an agent or mandatary in Canada of any of them; and\n3. (c) an organization that operates a public hospital and that is designated by the Minister of National Revenue as a hospital authority under the [Excise Tax Act](https://laws-lois.justice.gc.ca/eng/acts/E-15), or an agent or mandatary of such an organization.\n\n\n(organisme public)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nReal estate broker or sales representative\n\nA person or entity that is authorized under provincial legislation to act as an agent or mandatary for purchasers or vendors in respect of the purchase or sale of real property or immovables. (courtier ou agent immobilier)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nReal estate developer\n\nA person or entity that, in any calendar year after 2007, has sold to the public, other than in the capacity of a real estate broker or sales representative:\n\n1. (a) five or more new houses or condominium units;\n2. (b) one or more new commercial or industrial buildings; or\n3. (c) one or more new multi-unit residential buildings each of which contains five or more residential units, or two or more new multi-unit residential buildings that together contain five or more residential units.\n\n(promoteur immobilier)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nReasonable measures\n\nSteps taken to achieve a desired outcome, even if they do not result in the desired outcome. For example, this can include doing one or more of the following:\n\n- asking the client,\n- conducting open source searches,\n- retrieving information already available, including information held in non-digital formats, or\n- consulting commercially available information.\n\n(mesures raisonnables)Receipt of funds record\n\nA record that indicates the receipt of an amount of funds and that contains the following information:\n\n01. (a) the date of the receipt;\n02. (b) if the amount is received from a person, their name, address and date of birth and the nature of their principal business or their occupation;\n03. (c) if the amount is received from or on behalf of an entity, the entity's name and address and the nature of their principal business;\n04. (d) the amount of the funds received and of any part of the funds that is received in cash;\n05. (e) the method by which the amount is received;\n06. (f) the type and amount of each fiat currency involved in the receipt;\n07. (g) if applicable, the exchange rates used and their source;\n08. (h) the number of every account that is affected by the transaction in which the receipt occurs, the type of account and the name of each account holder;\n09. (i) the name and address of every other person or entity that is involved in the transaction, the nature of their principal business or their occupation and, in the case of a person, their date of birth;\n10. (j) every reference number that is connected to the transaction and has a function equivalent to that of an account number; and\n11. (k) the purpose of the transaction.\n\n(relevé de réception de fonds)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nRegistered pension plan\n\nHas the same meaning as in subsection 248(1) of the [Income Tax Act](https://laws-lois.justice.gc.ca/eng/acts/I-3.3). (régime de pension agréé)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nRegistered retirement income fund\n\nHas the same meaning as in subsection 248(1) of the [Income Tax Act](https://laws-lois.justice.gc.ca/eng/acts/I-3.3). (fonds enregistré de revenu de retraite)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nReliable\n\nIn respect of information that is used to verify identity, means that the source is well known, reputable, and is considered one that you trust to verify the identity of the client. (fiable)\n\nRepresentative for service\n\nAn individual in Canada that has been appointed by a person or entity that is a foreign money services business (FMSB), pursuant to the PCMLTFA, to receive notices and documents on behalf of the FMSB. (représentant du service)\n\nRisk assessment\n\nThe review and documentation of potential money laundering/terrorist financing risks in order to help a business establish policies, procedures and controls to detect and mitigate these risks and their impact. (évaluation des risques)\n\nSanctions evasion\n\nSanctions evasion offence means an offence arising from the contravention of a restriction or prohibition established by an order or a regulation made under the United Nations Act, the Special Economic Measures Act or the Justice for Victims of Corrupt Foreign Officials Act (Sergei Magnitsky Law). (contournement des sanctions)\n\nSecurities dealer\n\nA person or entity that is referred to in paragraph 5(g) of the Act. (courtier en valeurs mobilières)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nSenior officer\n\nIn respect of an entity, means:\n\n1. (a) a director of the entity who is one of its full-time employees;\n2. (b) the entity's chief executive officer, chief operating officer, president, secretary, treasurer, controller, chief financial officer, chief accountant, chief auditor or chief actuary, or any person who performs any of those functions; or\n3. (c) any other officer who reports directly to the entity's board of directors, chief executive officer or chief operating officer.\n\n(cadre dirigeant)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nService agreement\n\nAn agreement between a money services business (MSB) and an organization according to which the MSB will provide any of the following MSB services on an ongoing basis:\n\n- money transfers;\n- foreign currency exchange;\n- issuing or redeeming money orders, traveller's cheques or anything similar; or\n- dealing in virtual currencies.\n- Crowdfunding\n- Armoured Cars\n\n(accord de relation commerciale)\nSettlor\n\nA settlor is an individual or entity that creates a trust with a written trust declaration. The settlor ensures that legal responsibility for the trust is given to a trustee and that the trustee is provided with a trust instrument document that explains how the trust is to be used for the beneficiaries. A settlor includes any individual or entity that contributes financially to that trust, either directly or indirectly. (constituant)\n\nShell bank\n\nA foreign financial institution that:\n\n1. (a) does not have a place of business that:\n1. (i) is located at a fixed address—where it employs one or more persons on a full-time basis and maintains operating records related to its banking activities—in a country in which it is authorized to conduct banking activities; and\n2. (ii) is subject to inspection by the regulatory authority that licensed it to conduct banking activities; and\n2. (b) is not controlled by, or under common control with, a depository institution, credit union or foreign financial institution that maintains a place of business referred to in paragraph (a) in Canada or in a foreign country.\n\n(banque fictive)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(1).\n\nSignature\n\nIncludes an electronic signature or other information in electronic form that is created or adopted by a client of a person or entity referred to in section 5 of the Act and that is accepted by the person or entity as being unique to that client. (signature)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nSignature card\n\nIn respect of an account, means a document that is signed by a person who is authorized to give instructions in respect of the account, or electronic data that constitutes the signature of such a person. (fiche-signature)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nSource\n\nThe issuer or provider of information or documents for verifying identification. (source)\n\nSource of funds or of virtual currency (VC)\n\nThe origin of the particular funds or VC used to carry out a specific transaction or to attempt to carry out a transaction. It is how the funds were acquired, not where the funds may have been transferred from. For example, the source of funds could originate from activities or occurrences such as employment income, gifts, the sale of a large asset, criminal activity, etc. (origine des fonds ou de la monnaie virtuelle (MV))\n\nSource of wealth\n\nThe origin of a person's total assets that can be reasonably explained, rather than what might be expected. For example, a person's wealth could originate from an accumulation of activities and occurrences such as business undertakings, family estates, previous and current employment income, investments, real estate, inheritance, lottery winnings, etc. (origine de la richesse)\n\nStarting action\n\nWith respect to a reportable transaction, information related to the instructions provided by the person or entity making the request to the reporting entity to start a transaction. For example, an individual arrives at a bank and requests to purchase a bank draft. The starting action is the details of the instructions for the purchase which includes the funds or virtual currency that the requesting person or entity brought to the reporting entity. A transaction must have at least one starting action. (action d’amorce)\n\nSWIFT\n\nThe Society for Worldwide Interbank Financial Telecommunication. (SWIFT)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nTerrorist activity\n\nHas the same meaning as in subsection 83.01(1) of the [Criminal Code](https://laws-lois.justice.gc.ca/eng/acts/C-46). (activité terroriste)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nTerrorist activity financing offence\n\nAn offence under section 83.02, 83.03 or 83.04 of the [Criminal Code](https://laws-lois.justice.gc.ca/eng/acts/C-46) or an offence under section 83.12 of the [Criminal Code](https://laws-lois.justice.gc.ca/eng/acts/C-46) arising out of a contravention of section 83.08 of that Act.\n\nA terrorist financing offence is knowingly collecting or giving property (such as money) to carry out terrorist activities. This includes the use and possession of any property to help carry out the terrorist activities. The money earned for terrorist financing can be from legal sources, such as personal donations and profits from a business or charitable organization or from criminal sources, such as the drug trade, the smuggling of weapons and other goods, fraud, kidnapping and extortion. (infraction de financement des activités terroristes)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nThird party\n\nAny individual or entity that instructs another individual or entity to act on their behalf for a financial activity or transaction. (tiers)\n\nThreats to the security of Canada\n\nHas the same meaning as in section 2 of the [Canadian Security Intelligence Service Act](https://laws-lois.justice.gc.ca/eng/acts/C-23). (menaces envers la sécurité du Canada)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nTraining program\n\nA written and implemented program outlining the ongoing training for your employees, agents or other individuals authorized to act on your behalf. It should contain information about all your obligations and requirements to be fulfilled under the Proceeds of Crime (Money Laundering) and Terrorist Financing Act and its associated Regulations. (programme de formation)\n\nTrust\n\nA right of property held by one individual or entity (a trustee) for the benefit of another individual or entity (a beneficiary). (fiducie)\n\nTrust company\n\nA company that is referred to in any of paragraphs 5(d) to (e.1) of the Act. (société de fiducie)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nTrustee\n\nA trustee is the individual or entity authorized to hold or administer the assets of a trust. (fiduciaire)\n\nTutor\n\nIn the context of civil law, a person who has been lawfully appointed to the care of the person and property of a minor. (tuteur)\n\nTwo year effectiveness review\n\nA review, conducted every two years (at a minimum), by an internal or external auditor to test the effectiveness of your policies and procedures, risk assessment, and training program. (examen bisannuel de l'efficacité)\n\nValid\n\nIn respect of a document or information that is used to verify identity, appears legitimate or authentic and does not appear to have been altered or had any information redacted. The information must also be valid according to the issuer, for example if a passport is invalid because of a name change, it is not valid for FINTRAC purposes. (valide)\n\nVerify identity\n\nTo refer to certain information or documentation, in accordance with the prescribed methods, to identify a person or entity (client). (vérifier l'identité)\n\nVery large corporation or trust\n\nA corporation or trust that has minimum net assets of $75 million CAD on its last audited balance sheet. The corporation's shares or units have to be traded on a Canadian stock exchange or on a stock exchange designated under subsection 262(1) of the Income Tax Act. The corporation or trust also has to operate in a country that is a member of the Financial Action Task Force (FATF). (personne morale ou fiducie dont l'actif est très important)\n\nViolation\n\nA contravention of the Act or the regulations that is designated as a violation by regulations made under subsection 73.1(1). (violation)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nVirtual currency\n\nMeans:\n\n1. (a) a digital representation of value that can be used for payment or investment purposes that is not a fiat currency and that can be readily exchanged for funds or for another virtual currency that can be readily exchanged for funds; or\n2. (b) a private key of a cryptographic system that enables a person or entity to have access to a digital representation of value referred to in paragraph (a).\n\n(monnaie virtuelle)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2) and PCMLTFSTRR, SOR/2001-317, s. 1(2).\n\nVirtual currency exchange transaction\n\nAn exchange, at the request of another person or entity, of virtual currency for funds, funds for virtual currency or one virtual currency for another. (opération de change en monnaie virtuelle)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nVirtual currency exchange transaction ticket\n\nA record respecting a virtual currency exchange transaction—including an entry in a transaction register—that sets out:\n\n1. (a) the date of the transaction;\n2. (b) in the case of a transaction of $1,000 or more, the name and address of the person or entity that requests the exchange, the nature of their principal business or their occupation and, in the case of a person, their date of birth;\n3. (c) the type and amount of each type of funds and each of the virtual currencies involved in the payment made and received by the person or entity that requests the exchange;\n4. (d) the method by which the payment is made and received;\n5. (e) the exchange rates used and their source;\n6. (f) the number of every account that is affected by the transaction, the type of account and the name of each account holder;\n7. (g) every reference number that is connected to the transaction and has a function equivalent to that of an account number; and\n8. (h) every transaction identifier, including the sending and receiving addresses.\n\n(fiche d'opération de change en monnaie virtuelle)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nWorking days\n\nIn respect of an electronic funds transfer (EFT) report or a large virtual currency transaction report, a working day is a day between and including Monday to Friday. It excludes Saturday, Sunday, and a public holiday. (jour ouvrable)\n\nDate Modified: 2023-02-22",
    "metadata": {
        "title": "Methods to verify the identity of persons and entities",
        "description": "How to identify individuals and confirm the existence of entities under the Proceeds of Crime (Money Laundering) and Terrorist Financing Act (PCMLTFA) and associated Regulations. This guidance applies to all reporting entity sectors.",
        "language": "en",
        "ogLocaleAlternate": [],
        "dctermsSubject": "Proceeds of crime; Economic crime; Terrorism; Financial analysis; Identification; Authentication",
        "viewport": "width=device-width, initial-scale=1",
        "dcterms.title": "Methods to verify the identity of persons and entities | FINTRAC – Canada.ca  ",
        "dcterms.creator": "Government of Canada, Financial Transactions and Reports Analysis Centre of Canada",
        "dcterms.issued": "2017-06-29",
        "dcterms.modified": "2023-02-22",
        "dcterms.subject": "Proceeds of crime; Economic crime; Terrorism; Financial analysis; Identification; Authentication",
        "dcterms.language": "eng",
        "name": "Government of Canada",
        "areaServed": "Canada",
        "sourceURL": "https://fintrac-canafe.canada.ca/guidance-directives/client-clientele/Guide11/11-eng",
        "statusCode": 200
    },
    "markdown_cleaned": "# Methods to verify the identity of persons and entities\n\n**From:** Financial Transactions and Reports Analysis Centre of Canada (FINTRAC)\n\n## Overview\n\n**This guidance came into effect on June 1, 2021.**\n\nThis guidance explains the methods that can be used by reporting entities (REs) to verify the identity of a person or an entity.\n\n**Note**: For specific information on when to verify the identity of a person or an entity (the timing requirement) for your business sector, refer to the related guidance by business sectors.\n\n## Who is this guidance for\n\nThe requirement to verify the identity of a person or an entity under the Proceeds of Crime (Money Laundering) and Terrorist Financing Act (PCMLTFA) and associated Regulations applies to all reporting entities\n\n## 1\\. Meaning of verifying the identity of a person or an entity\n\nIt means to use the methods described in this guidance to ensure that the information in an identification document or from other informational sources matches the information that the person or entity provided.\n\nVerifying identity is a foundational element of Canada's anti-money laundering and anti-terrorist financing regime and a key component of an RE's relationship with clients. It helps you to know your clients and to understand and assess any risk that may be associated to their transactions or activities.\n\n## 2\\. How to verify the identity of a person\n\nYou can use any of the 5 methods described below to identify a person:\n\n1. 2.1 Government-issued photo identification method\n2. 2.2 Credit file method\n3. 2.3 Dual-process method\n4. 2.4 Affiliate or member method\n5. 2.5 Reliance method\n\n### 2.1 Government-issued photo identification method\n\nYou may verify the identity of a person by referring to a government-issued photo identification document.Footnote 1 To do so, the document must:\n\n- be **authentic**, **valid** **and** **current**;Footnote 2\n- be issued by a federal, provincial or territorial government (or by a foreign government if it is equivalent to a Canadian document);\n- indicate the person's name;\n- include a photo of the person;\n- include a unique identifying number; and\n- match the name and appearance of the person being identified.\n\nPhoto identification documents issued by municipal governments, Canadian or foreign, are not acceptable. See Annex 4 for examples of acceptable government-issued photo identification documents.\n\nYou can determine whether a government-issued photo identification document is **authentic, valid and current** by viewing it **in person**, and by looking at the characteristics of the original physical document and its security features (or markers, as applicable) **in the presence of the person being identified**. This will allow you to be satisfied that the identification document is authentic, as issued by the competent authority (federal, provincial, or territorial government), valid (unaltered, not counterfeit) and current (not expired).\n\n#### Using the government-issued photo identification method if a person is not physically present\n\nYou may use the government-issued photo identification method if a person is **not physically present**, but you must have a **process in place to authenticate** the government-issued photo identification document. For instance, you could assess a document by using a technology capable of determining the document's authenticity. For example, you could:\n\n- ask a person to scan their government-issued photo identification document using the camera on their mobile phone or electronic device; and\n- use a technology to compare the features of the government-issued photo identification document against known characteristics (for example, size, texture, character spacing, raised lettering, format, design), security features (for example, holograms, barcodes, magnetic strips, watermarks, embedded electronic chips) or markers (for example, logos, symbols) to be satisfied that it is an authentic document as issued by the competent authority (federal, provincial, or territorial government).\n\nWhen a person **is not physically present,** you must still determine whether the authenticated government-issued photo identification document is **valid** and **current,** and that the name and photo are those of the person providing the document. For example, you could:\n\n- participate in a live video chat session with the person and compare the name and the features of the live video image to the name and photo on the authentic government-issued photo identification document; or\n- ask the person to take a \"selfie\" photo using the camera on their mobile phone or electronic device, and use an application to apply facial recognition technology to compare the features of that \"selfie\" to the photo on the authentic government-issued photo identification document. You would also need a process to compare the name on the government-issued photo identification document with the name provided by the person.\n\n**Note**: It is not enough to only view a person and their government-issued photo identification document through a video conference or another type of virtual application.\n\nYour compliance program's policies and procedures must describe the processes you follow to determine whether a government-issued photo identification document is authentic, whether the client is present or not, and how you will confirm that it is valid and current. Your policies and procedures must also describe the steps you use to confirm that the name and photograph are those of the person. Your processes to determine that a government-issued photo identification document is authentic, valid, and current, **and** the verification step (ensuring that the name and photo match the name and appearance of the person), do **not** need to happen at the same time. It is up to you to determine the timing, but you must complete both steps.\n\n#### Record keeping requirements for the government-issued photo identification method\n\nIf you use the government-issued photo identification method, you must record:Footnote 3\n\n- the person's name;\n- the date on which you verified the person's identity;\n- the type of document used (for example, driver's licence, passport, etc.);\n- the unique identifying number of the document used;\n- the jurisdiction (province or state) and country of issue of the document; and\n- the expiry date of the document, if available (if this information appears on the document or card, you must record it).\n\n### 2.2 Credit file method\n\nYou may verify the identity of a person by referring to information that is in their credit file.Footnote 4 To do so, the credit file must:\n\n- contain information that is **valid and current**;Footnote 5\n- be from a Canadian credit bureau (credit files from foreign credit bureaus are not acceptable);\n- have been in existence for at least three years;\n- contain information that is derived from more than one source (i.e. more than one tradeline); and\n- match the name, address and date of birth of the person being identified.\n\nA credit file provides a rating on a person's ability to repay loans; however, it is possible to request a credit file to verify a person's identifying information that does not include a credit assessment. You do not need a credit assessment to verify the identity of a person. Equifax Canada and TransUnion Canada are Canadian credit bureaus that provide credit file information for identification purposes.\n\nTo use the credit file method, you must conduct the search **at the time** you are verifying the person's identity. A person cannot provide you with a copy of their credit file, nor can a previously obtained credit file be used.\n\nIt is acceptable to use an automated system to match the person's information with the information in the person's credit file. You may also refer to a third party vendor to provide you with valid and current information from the person's credit file. A third party vendor is a business that is authorized by a Canadian credit bureau to provide access to Canadian credit information.\n\nIf any of the information provided by the person (name, address or date of birth) does not match the information in the credit file, you cannot use that credit file to verify the identity of the person. You will need to use another credit file from a different provider (credit bureau or third party vendor) or use a different method (for example, the government-issued photo identification method or the dual-process method) to verify the person's identity.\n\nOn occasion, information found in the credit file may contain a variation on the name or a discrepancy in the address that was provided to you by the person. In these instances, you must determine whether the information in the credit file matches the information provided by the person. For example:\n\n- If there is a slight typo in the address or name, you may determine that the information still matches what the person provided.\n- If there is a discrepancy in their date of birth, it is more likely that you will determine that the information does not match.\n  - In this case, if this is your determination, you cannot rely on the information in the credit file for identification purposes. You will need to use another credit file from a different provider (credit bureau or third party vendor) or use a different method (for example, the government-issued photo identification method or the dual-process method) to verify the person's identity.\n- If there are multiple addresses in the credit file, it is possible that the address the person provided to you is not the primary address in the credit file but it does appear in the credit file as a secondary address. If this is the case, you can still meet your requirements for ensuring that the information matches what the person provided.\n\n#### Record keeping requirements for the credit file method\n\nIf you use the credit file method, you must record:Footnote 6\n\n- the person's name;\n- the date you consulted or searched the credit file;\n- the name of the Canadian credit bureau or third party vendor as the source holding the credit file; and\n- the person's credit file number.\n\nYour compliance program's policies and procedures must describe the processes you will follow to verify a person's identity using the credit file method **and** how you will ensure that the information is valid and current. It should also include the steps you will take if the information is not valid and current (for example, search a different credit file, use another method, stop the transaction, etc.).\n\n### 2.3 Dual-process method\n\nYou may verify the identity of a person by using the dual-process method, which consists of doing any **two** of the following:Footnote 7\n\n- referring to information from a reliable source that includes the **person's name and address** and confirming that the name and address are those of the person;\n- referring to information from a reliable source that includes the person's **name and date of birth**, and confirming that the name and date of birth are those of the person; or\n- referring to information that includes the person's **name and confirms that they have a deposit account, a** **prepaid payment product account** **, or a credit card or other loan account with a financial entity**, and confirming that information.\n\nThe information you refer to **must** be valid and currentFootnote 8 **and** come from two different reliable sources. This information could be found in **statements, letters, certificates, forms or other information sources** that can be provided through an original version or by another version of the information's original format such as a fax, a photocopy, a scan, or an electronic image. For example, you can rely on a fax, photocopy, scan or electronic image of a government-issued photo identification document as one of the two pieces of information required to verify a person's identity.\n\nYou **cannot** use the same source for the two categories of information you choose to verify a person's identity.Footnote 9 For example, you cannot rely on a bank statement from Bank A that includes the person's name and address and another bank statement from Bank A that includes the person's name and confirms that the person holds a deposit account, as Bank A would be the same source of both categories of information. You can, however, refer to a bank statement from Bank A that contains the person's name and confirms that the person holds a deposit account, and rely on an electronic image of a driver's licence to confirm the person's name and address.\n\nFor further precision, the possible combinations for this method include:\n\nReferring to information from one reliable source that includes the person's **name** and **address** and confirming that this matches the information provided by the person, **and** referring to information from a different reliable source that includes the person's **name** and **date of birth** and confirming that this matches the information provided by the person.\n\n**OR**\n\nReferring to information from one reliable source that includes the person's **name** and **address** and confirming that this matches the information provided by the person, **and** referring to information from a different reliable source that includes the person's **name** and a **financial account**(specifically, a deposit account, a prepaid payment product account, a credit card account or a loan account) and confirming this information.\n\n**OR**\n\nReferring to information from one reliable source that includes the person's **name** and **date of birth** and confirming that this matches the information provided by the person, **and** referring to information from a different reliable source that includes the person's **name** and a **financial account**(specifically, a deposit account, a prepaid payment product account, a credit card account or a loan account) and confirming this information.\n\n**Note**: If the information does not match the information provided by the person, you cannot rely on it. For example, it is **not acceptable** to rely on information if the account number or number that is associated with the information is truncated or redacted. On occasion, information from a source may contain a variation on the name of the client or a typo in the client's address. In these instances, you must determine whether the information matches the information provided by the person. If it is a slight typo in the address or a misspelled name, you may determine that the information still matches what the person provided. However, in the case of an incorrect date of birth, it is more likely that you will determine that the information does not match. In this case, you cannot rely on the information from this source for identification purposes. You must obtain information from a different source under the dual-process method or use a different method (for example, the government-issued photo identification method or the credit file method) to verify the person's identity.\n\n#### Reliable source of information\n\nA reliable source of information is an originator or issuer of information that you trust. To be considered reliable, the source should be well known and considered reputable. For example, a reliable source could be the federal, provincial, territorial or municipal levels of government, Crown corporations, federally regulated financial institutions, or utility providers. Social media is **not** an acceptable source of information to verify a person's identity. Also, the source **cannot** be the person whose identity is being verified, nor you, the RE who is verifying identity.Footnote 10 See Annex 5 for a table of examples of reliable sources of information for the dual-process method.\n\n#### How to use a credit file under the dual-process method\n\nA Canadian credit file can be used as one of the two pieces of information required to verify the identity of a person under the dual-process method. Specifically, it can be used to confirm the person's name and address, name and date of birth, or to confirm the person's name and confirm that the person has a credit card account or a loan account. If you use a credit file as one of the information pieces for the dual-process method, it must have existed for at least six months.Footnote 11\n\nInformation from a second source, for example, a property tax assessment, must be used to confirm the second category of information. In this instance, the two reliable sources are the Canadian credit bureau that provided the credit file information and the municipal government that issued the property tax assessment. The information from these two sources must match the information provided by the person.\n\nYou can also refer to information from a Canadian credit bureau if it acts as an aggregator that compiles information from different reliable sources (often referred to as tradelines). In this instance, the Canadian credit bureau must provide you with information from **two** independent tradelines where each tradeline confirms one of the two categories of information required to verify the identity of a person under this method. In this instance, **each tradeline is a distinct source; the credit bureau is not the source**.\n\nThe tradelines cannot be your own, as the RE verifying the person's identity, and each tradeline must originate from a different reliable source (for example, a federally regulated financial institution, a utility service provider, etc.).\n\n#### Record keeping requirements for the dual-process method\n\nIf you use the dual-process method to verify a person's identity, you must record:Footnote 12\n\n- the person's name;\n- the date you verified the information;\n- the name of the two different reliable sources that were used to verify the identity of the person;\n- the type of information referred to (for example, a utility statement, a bank statement, a marriage licence); and\n- the number associated with the information (for example, account number or if there is no account number, a number that is associated with the information, which could be a reference number or certificate number, etc.). If you use information aggregated by a Canadian credit bureau and receive information from two distinct sources (tradelines), you must record the account number or number associated to each tradeline, not the aggregator (credit bureau) number.\n\nYour compliance program's policies and procedures must describe the processes you follow when using the dual-process method to verify a person's identity and how you will ensure that the information is valid and current.\n\n### 2.4 Affiliate or member method\n\nYou may verify the identity of a person by confirming that one of the following entities previously verified the person's identity:\n\n- an **affiliate** of yours that is an RE referred to in any of paragraphs 5(a) to (g) of the PCMLTFA;Footnote 13\n- a **foreign affiliate** of yours that carries out activities outside of Canada that are similar to the activities of an RE referred to in any of paragraphs 5(a) to (g) of the PCMLTFA;Footnote 14 **or**\n- a financial entity that is subject to the PCMLTFA and isa **member** of yourfinancial services cooperative or credit union central.Footnote 15\n\nYou must confirm that the name, address, and date of birth in the affiliate or member's records match the information provided by the person whose identity is being verified.Footnote 16\n\nThe affiliate or member must have previously verified the person's identity by using the government-issued photo identification method, the credit file method or the dual-process method presented in this Guidance. If the affiliate or member verified the identity of the person prior to June 1, 2021, they must have done so in accordance with the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations (PCMLTFR), by using the methods that were in place **at the time**.Footnote 17\n\nIf you have any concerns about the methods or information that the affiliate or member used to verify the person's identity, you should re-verify their identity,Footnote 18 as you have the responsibility for ensuring the person's identity has been verified.\n\n**Note**: Financial services cooperatives or credit union centrals act on behalf of a membership composed of certain financial entities and can provide financial services to that group.\n\n#### Record keeping requirements for the affiliate or member method\n\nWhen you verify the identity of a person by confirming that an **affiliate** or a financial entity that is a **member** of **your** financial services cooperative or credit union central previously verified their identity, you must record:Footnote 19\n\n- the person's name;\n- the date on which you verified the identity of the person;\n- the name of the affiliate or the member that previously verified the person's identity;\n- the method (government-issued photo identification, credit file or dual-process) that the affiliate or the member used to verify the person's identity; and\n- the information that the affiliate or the member recorded based on the method used (this includes the name of the person, the date the affiliate or member verified identity, and all the other information required to be kept by them for the method used).\n\n**Note**: If the affiliate or the member verified the identity of the person in accordance with the methods that were in place prior to June 1, 2021, you must still record the information listed above, but include the method they used in accordance with the PCMLTFR as it read at the time, and the information that was required to be recorded for that method.Footnote 20\n\nYour compliance program's policies and procedures must describe the processes you follow when using the affiliate or member method to verify a person's identity.\n\n### 2.5 Reliance method\n\nYou may verify the identity of a person by relying on measures that were previously taken by:\n\n- **another** **RE**(person or entity that is referred to in section 5 of the PCMLTFA);Footnote 21 **or**\n- an entity that is affiliated with you or with another RE **and** carries out activities outside of Canada that are similar to those of a person or entity referred to in any of paragraphs 5(a) to (g) of the PCMLTFA(an **affiliated foreign entity**).Footnote 22\n\nTo rely on measures previously taken by an **affiliated foreign entity**, you must be satisfied, after considering the risk of a money laundering or terrorist activity financing offence in the foreign state in which it carries out its activities, that:Footnote 23\n\n- the **affiliated foreign entity** has policies in place similar to the record keeping, verifying identity, and compliance program requirements under the PCMLTFA, including the requirement to develop and apply policies to assess, in the course of their activities, the risk of a money laundering offence or a terrorist activity financing offence, and the requirement to take enhanced measures where the risk has been identified as high; **and**\n- the **affiliated foreign entity's** compliance with those policies is subject to the supervision of a competent authority under the legislation of that foreign state.\n\nTo rely on measures previously taken by **another RE** or an **affiliated foreign entity** to verify the identity of a person, you must:Footnote 24\n\n- as soon as feasible, obtain from the **other RE** or **affiliated foreign entity** the information that was confirmed as being that of the person, and be satisfied that:\n\n  - the information is valid and current; and\n  - the **other RE** or **affiliated foreign entity** verified the person's identity using the government-issued photo identification method, the credit file method or the dual-process method, or if the **other RE** or **affiliated foreign entity** verified the person's identity prior to June 1, 2021, that they did so in accordance with the PCMLTFR, by using the methods that were in place at the time; **and**\n- have a written agreement or arrangement with the **other RE** or **affiliated foreign entity** that upon request requires them to provide you, as soon as feasible, with all of the information that they referred to in order to verify the person's identity.\n\n#### Record keeping requirements for the reliance method\n\nIf you rely on **another RE** or an **affiliated foreign entity** to verify the identity of a person, you must keep a record of:Footnote 25\n\n- the person's name;\n- the written agreement or arrangement with the **other RE** or **affiliated foreign entity** for the purpose of verifying a person's identity; and\n- the information that the **other RE** or **affiliated foreign entity** referred to in order to verify the identity the person.\n\nYour compliance program's policies and procedures must describe the processes you follow when using the reliance method to verify a person's identity and how you will ensure that the information is valid and current.\n\n## 3\\. Using an agent or a mandatary to verify the identity of a person on your behalf\n\nYou may verify the identity of a person by using an agent or mandatary to carry out the verification on your behalf, in accordance with the government-issued photo identification method, the credit file method, or the dual-process method.Footnote 26\n\nYou may rely on the measures that were previously taken by an agent or mandatary to verify the person's identity, if the agent or mandatary was:Footnote 27\n\n- acting in their own capacity at the time, whether or not they were required to use the methods in accordance with the PCMLTFR; or\n- acting as an agent or mandatary under a written agreement or arrangement that was entered into with another RE, for the purposes of verifying a person's identity using either the government-issued photo identification method, the credit file method or the dual-process method, or if the measures were taken prior to June 1, 2021, using the methods in accordance with the PCMLTFR that were in place at the time.\n\nTo use an agent or mandatary to verify the identity of a person you must:Footnote 28\n\n- have a written agreement or arrangement in place with the agent or mandatary **before** you use them;Footnote 29\n- obtain, as soon as feasible, all of the information that  the agent or mandatary referred to in order to verify the person's identity, and the information that the agent or mandatory confirmed as being that of the person;Footnote 30 and\n- be satisfied that:\n  - the information that the agent or mandatary confirmed as being that of the person is valid and current, and\n  - the person's identity was verified using the government-issued photo identification method, the credit file method or the dual-process method, or, if the person's identity was verified prior to June 1, 2021, using the methods in accordance with the PCMLTFR in place at the time.Footnote 31\n\n**Example 1 — Acceptable**\n\n**Jane Smith** would like to open an account with you. Your agent—with whom you have a written agreement for this purpose—verified Jane Smith's identity in 2019 using the government-issued photo identification method, by referring to her driver's licence, which expired in February 2021. In 2019, Jane Smith's name and appearance matched the name and photograph on the driver's licence, and the document was determined to be authentic, valid and current, therefore, her identity was verified by the agent in accordance with the method. Jane's name and appearance have not changed. When you obtain the information from the agent, you are satisfied that the information the agent confirmed as being Jane's (her name and photo) is still valid and current and is therefore acceptable. It does not matter that her licence (the identification document used by the agent) has expired, as it is the information that you must be satisfied is valid and current, not the document.\n\n**Example 2 — Not acceptable**\n\n**Jane Smith** (maiden name — Jane Rogers) would like to carry out a transaction for which you must verify her identity. Your agent—with whom you have a written agreement for this purpose—verified Jane Rogers' identity in 2019 using the government-issued photo identification method, by referring to her driver's licence, which has not yet expired. In 2019, **Jane Rogers'** name and appearance matched the name and photograph on the driver's licence, and the document was determined to be authentic, valid and current, therefore, her identity was verified by the agent in accordance with the method. However, although the licence has not yet expired, it is not acceptable to rely on the information from the agent now because the agent's information is about Jane Rogers, and this does not match the name of your client who is now Jane Smith, so the information provided by the agent is not valid and current.\n\n**Example 3 — Not acceptable**\n\n**Jane Smith** would like to carry out a transaction for which you must verify her identity. Your agent—with whom you have a written agreement for this purpose—verified Jane Smith's identity in 2019 by referring to her driver's licence, which expired in 2018. In 2019, because **Jane Smith's** driver's licence had expired, her identity **was not** verified in accordance with the government-issued photo identification method. As such, it is not acceptable to rely on the information from the agent.\n\n#### Record keeping requirements when using an agent or a mandatary\n\nWhen you verify the identity of a person by using an agent or mandatary, you must keep a record of:Footnote 32\n\n- the person's name;\n- the written agreement or arrangement with the agent or mandatary for verifying a person's identity; and\n- all of the information the agent or mandatary referred to in order to verify the identity of the person, and the information that the agent or mandatary confirmed as being that of the person (this includes, as applicable, information that is required to be kept in the record for the method used).\n\n**Note**: As an RE it is your responsibility to meet your client identification requirements under the PCMLTFA and associated Regulations, even when you use an agent or mandatary to verify the identity of a person on your behalf, or when you rely on the measures previously taken by an agent or mandatary to verify a person's identity.\n\nFor example, if your agent verifies the identity of a person using the government-issued photo identification method but they don't refer to an authentic, valid and current photo identification document issued by a federal, provincial or territorial government, or keep the required records after verifying the person's identity, you are still responsible. Specifically, it is your responsibility to ensure that the agent is verifying client identity and keeping the required records in accordance with the PCMLTFA and associated Regulations.\n\nYour compliance program's policies and procedures must describe the processes you follow when you rely on an agent or mandatary to verify a person's identity and how you will ensure that the information is valid and current.\n\n## 4\\. Verifying a person's identity if it has been previously verified\n\nYou do **not** need to verify a person's identity for subsequent transactions or activities, as required, **if** you have already verified the identity of the person using:Footnote 33\n\n- one of the methods explained in this guidance; or\n- the methods specified in the PCMLTFR prior to June 1, 2021 as it read at the time, and have kept the required record.\n\nYou must not have doubts about the information that was previously used to verify the person's identity. If you have doubts, you must verify their identity again using the methods explained in this guidance.Footnote 34\n\n**Note**: In the context of a business merger or acquisition, you are not required to re-identify the acquired clients if their identities were verified in accordance with the methods in the PCMLTFR at the time the verification took place. As a best practice, you are encouraged to review and update client information (for example, name, address, occupation, etc.), in accordance with your risk assessment process. The acquired clients become the responsibility of the acquiring entity which must ensure compliance with the PCMLTFA and associated Regulations. This includes reviewing any money laundering or terrorist financing risks that may be associated with these clients.\n\n## 5\\. How to identify a child\n\nIf a child is under 12 years of age, you must verify the identity of one parent, guardian or tutor **and** record the parent, guardian or tutor's information.Footnote 35 You can rely on the information provided by the parent, guardian or tutor in order to record the child's identification details.\n\nIf a child is between 12 and 15 years of age, you can verify their identity by using any of the methods. If this is not possible due to a lack of identification information, you may use a variation of the dual-process method that allows you to:\n\n- Refer to one reliable source of information that includes the name and address of the child's parent, guardian, or tutor;Footnote 36 and\n- Refer to a second reliable source that includes the child's name and date of birth.\n\nFor example, if the child has a passport you may be able to use it to verify their identity under the government-issued photo identification method. If not, you could rely on the parent's driver's licence to verify the parent's name and their common address, and the child's birth certificate to verify the child's name and date of birth.\n\n## 6\\. How to verify the identity of a person who does not have any identity verification documentation or information for a retail deposit account Added on February 22, 2023\n\nIn the case of opening a retail deposit account, if a bank cannot verify a person's identity in accordance with one of the methods outlined above, they would still be in compliance with their anti-money laudering/anti-terrorist financing obligations if they opened the account in a way that meets the conditions set out in subsections 627.17(1) and (3) of the Bank Act.\n\n**Note:** The Bank Act applies to banks, authorized foreign banks and federal credit unions, which are defined as banks under the Act.\n\nFor reasons beyond a person's control, they may face barriers in meeting requirements where they must provide proper identification documentation or information. This may be the case for vulnerable populations with barriers to obtaining proper identification such as survivors of human trafficking or victims of domestic abuse.\n\nIn specific circumstances, where a person does not have the proper identification documentation or information, a bank must:\n\n- follow the measures as defined by the Bank Act and any bulletins published by the Financial Consumer Agency of Canada that further define the measures to be taken\n- document in their compliance policies and procedures the types of circumstances where their organization would follow the Bank Act for verification of identification\n- ensure that the banking products provided to the individual opening the account are limited to a basic retail deposit account until which time the account holder returns with the proper form of identification as specified in paragraphs 105(1)(a) to (e) of the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations\n- verify the person's identity using the appropriate form of identification as specified in paragraphs 105(1)(a) to (e) of the Regulations, within 6 to 12 months, or as described in their risk-based approach and keep appropriate records\n- continue to follow their customer due diligence and \"know your client\" processes, ensure ongoing monitoring activities are conducted as per the bank's risk assessment of the client and monitor transactions to ensure that the financial activity and use of associated products/services aligns with what is known about the person.\n\n**Note:** The risk-based approach must reflect what is known about the client (i.e., their profile and individual circumstances including the fact that alternate identification was accepted), and that ongoing monitoring should then be commensurate to the risk profile of the client.\n\nWhen FINTRAC undertakes compliance activities to ensure reporting entities are meeting their obligations, and observes that this process is used, we will:\n\n- verify that you have documented policies and procedures that articulate the steps your organization takes to ensure that they are meeting this requirement\n- ensure that the procedures are also followed in practice\n- verify that your risk assessment takes into account these circumstances, ensures that these individuals are identified within a reasonable timeframe (i.e., 6 to 12 months) and that you are able to demonstrate that you are fulfilling these requirements.\n\n## 7\\. How to verify the identity of an entity\n\nYou can use any of the 3 methods described below to verify the identity of an entity:\n\n1. 7.1 Confirmation of existing method\n2. 7.2 Reliance method\n3. 7.3 Simplified identification method\n\nWhile an entity can be a corporation, a trust, a partnership, a fund, or an unincorporated association or organization, corporations are subject to different requirements than other entities (as explained below).\n\n### 7.1 Confirmation of existence method\n\n#### Corporation\n\nTo verify the identity of **a corporation**, you may refer to:Footnote 37\n\n- a certificate of incorporation;\n- a record that has to be filed annually under provincial securities legislation; **or**\n- the most recent version of any other record that confirms the corporation's existence and contains its name and address and the names of its directors, such as a certificate of active corporate status, the corporation's published annual report signed by an audit firm, or a letter or notice of assessment for the corporation from a municipal, provincial, territorial or federal government.\n\nThe record you refer to must be authentic, valid and current.Footnote 38\n\nYou may obtain a corporation's name and address and the names of its directors from a publicly accessible database, such as a provincial or federal database like the Corporations Canada database, or a corporation search and registration service through subscription.\n\nWhen a corporation is a securities dealer, you do not need to confirm the names of its directors when you confirm its existence.Footnote 39\n\n#### Entity\n\nTo verify the identity of an **entity other than a corporation,** you may refer to:Footnote 40\n\n- a partnership agreement;\n- articles of association; **or**\n- the most recent version of any other record that confirms its existence and contains its name and address.\n\nThe record you refer to must be authentic, valid and current.Footnote 41\n\n#### Record keeping requirements when verifying the identity of a corporation or other entity\n\nIf you refer to a paper record or an electronic version of a record, you must keep the record or a copy of it.\n\nIf the electronic version of the record that you refer to is contained in a database that is accessible to the public, you must keep a record that includes the corporation or other entity's registration number, the type of record referred to and the source of the electronic version of the record.Footnote 42\n\nYour compliance program's policies and procedures must describe the processes you follow when using the confirmation of existence method to verify the identity of corporations and other entities, and how you will ensure that the information is authentic, valid and current.\n\n### 7.2 Reliance method\n\nYou may verify the identity of a **corporation** or other **entity** by relying on the measures that were previously taken by:\n\n- another **RE**(a person or entity that is referred to in section 5 of the PCMLTFA);Footnote 43 **or**\n- an entity that is affiliated with you **or** with another RE **and** carries out activities outside of Canada that are similar to those of a person or entity referred to in any of paragraphs 5(a) to (g) of the PCMLTFA (an **affiliated foreign entity**).Footnote 44\n\n#### Measures previously taken by an affiliated foreign entity\n\nTo rely on measures previously taken by an **affiliated foreign entity**, you must be satisfied, after considering the risk of a money laundering or terrorist activity financing offence in the foreign state in which it carries out its activities, that:Footnote 45\n\n- the **affiliated foreign entity** has policies in place similar to the record keeping, verifying identity, and compliance program requirements under the PCMLTFA, including the requirement to develop and apply policies to assess, in the course of their activities, the risk of a money laundering offence or a terrorist activity financing offence, and the requirement to take enhanced measures where the risk has been identified as high; **and**\n- the **affiliated foreign entity's** compliance with those policies is subject to the supervision of a competent authority under the legislation of that foreign state.\n\n#### Measures previously taken by another reporting entity or an affiliated foreign entity\n\nTo rely on the measures previously taken by **another RE** or an **affiliated foreign entity** to verify the identity of a corporation or other entity, you must:Footnote 46\n\n- as soon as feasible, obtain from the **other RE** or **affiliated foreign entity** the information that was used to confirm the identity of the corporation or other entity, as the case may be, and be satisfied that:\n\n  - the information is valid and current; and\n  - **for a corporation**, its identity was verified by the **other RE** or **affiliated foreign entity** by referring to a record as described in the confirmation of existence method above, **or** if the measures to verify the corporation's identity were performed prior to June 1, 2021, that the **other RE** or **affiliated foreign entity** confirmed the corporation's existence and ascertained its name, address, and the names of its directors in accordance with the methods in the PCMLTFR as they read at that time;Footnote 47 and\n  - **for an entity other than a corporation**, its identity was verified by the **other RE** or **affiliated foreign entity** by referring to a record as described in the confirmation of existence method above, **or** if the measures to verify the entity's identity were performed prior to June 1, 2021, the **other RE** or **affiliated foreign entity** confirmed the entity's existence in accordance with the methods in the PCMLTFR as they read at that time;Footnote 48 **and**\n- have a written agreement or arrangement in place with the **other RE** or **affiliated foreign entity** that upon request requires them to provide you, as soon as feasible, with all of the information that they referred to in order to verify the identity of the **corporation** or other **entity,** as the case may be.Footnote 49\n\nYour compliance program's policies and procedures must describe the processes you will follow when using the reliance method to verify the identity of corporations and other entities and how you will ensure that the information is valid and current.\n\n### 7.3 Simplified identification method\n\nIf you are an **RE** that isreferred to in any of paragraphs 5(a) to (g) of the PCMLTFA, you may use the simplified identification method to meet your obligation to verify the identity of a **corporation** or other **entity**. Specifically, you are deemed to comply with your requirement to verify the identity of a **corporation** or other **entity** if, based on your risk assessment, you consider there is a low risk of a money laundering offence or terrorist activity financing offence, **and** if:Footnote 50\n\n- the **corporation** or other **entity** whose identity is being verified:\n\n  1. is referred to in any of paragraphs 5(a) to (g) of the PCMLTFA;\n  2. is a foreign corporation or entity that carries out activities that are similar to those of an entity referred to in any of paragraph 5(a) to (g) of the PCMLTFA;\n  3. administers a pension or investment fund that is regulated under the legislation of a foreign state and that either is created by a foreign government or is subject to the supervision of a competent authority under the legislation of that foreign state;\n  4. is one whose shares are traded on a Canadian stock exchange or a stock exchange designated under subsection 262(1) of the Income Tax Act;\n  5. is a subsidiary of a **corporation** or an **entity** that is referred to in paragraphs a. to d. in this section, and is one whose financial statements are consolidated with the financial statements of that corporation or entity;\n  6. is an institution or agency of, or in the case of a corporation, is owned by, the government of a foreign state; **or**\n  7. is a public service body, as defined in subsection 123(1) of the Excise Tax Act; **and**\n- you are satisfied that, within the applicable time period for which you had to verify identity, as explained in the sector-specific guidance on When to verify the identity of persons and entities, the corporation or other entity exists **and** that every person who deals with you on behalf of the corporation or other entity is authorized by it to do so.\n\nIf you subsequently consider, based on your risk assessment, that the risk of a money laundering offence or terrorist activity financing offence has increased and is no longer low then you **must**, as soon as feasible, verify the identity of the corporation or other entity, as the case may be, by referring to the appropriate records, as explained in **section 7.1, Confirmation of existence method**.\n\n#### Record keeping requirements for the simplified identification method\n\nIf you use the simplified identification method to verify the identity of a corporation or other entity, you must keep a record that sets out:\n\n- the grounds for considering there is a low risk of a money laundering offence or terrorist activity financing offence; and\n- the information obtained about the corporation or other entity, as the case may be, and about the persons that assure you that the corporation or other entity exists and that the persons you deal with are authorized to act on behalf of the corporation or the entity.Footnote 52\n\nYour compliance program's policies and procedures must describe the processes you follow when using the simplified identification method to verify the identity of corporations and other entities.\n\n## 8\\. Verifying the identity of an entity if it has been previously verified\n\nYou do **not** need to verifythe identity of a corporation or other entity for subsequent transactions or activities, as required, if you have already verified their identity by using:\n\n- One of the methods explained in this guidance; or\n- in the case of an **entity**, you confirmed the entity's existence in accordance with the PCMLTFR, and you complied with the related record keeping provisions, as they read at the time prior to June 1, 2021; **or**\n- in the case of a **corporation**, you confirmed the corporation's existence and ascertained its name and address and the names of its directors in accordance with PCMLTFR, and you complied with the related record keeping provisions, as they read at the time prior to June 1, 2021\n\nYou must not have doubts about the information that was previously used to verify the identity of the corporation or other entity. If you have doubts, you must verify identity again using the methods explained in this guidance.Footnote 54\n\n## 9\\. Restrictions on the use of personal information\n\nThe use of personal information in Canadian commercial activities is protected by the Personal Information Protection and Electronic Documents Act (PIPEDA), or by similar provincial legislation. You have to inform clients about the collection of their personal information. However, you do not have to inform them when you include their personal information in the reports you are required to submit to FINTRAC.\n\nThe Office of the Privacy Commissioner of Canada can provide further guidance, and has created a Question and Answer document about PIPEDA and the Proceeds of Crime (Money Laundering) and Terrorist Financing Act, to help clarify your responsibilities under PIPEDA.",
    "chunks": [
        {
            "idx": 0,
            "content": "# Methods to verify the identity of persons and entities  \n**From:** Financial Transactions and Reports Analysis Centre of Canada (FINTRAC)",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities"
            },
            "word_count": 20,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 1,
            "content": "## Overview  \n**This guidance came into effect on June 1, 2021.**  \nThis guidance explains the methods that can be used by reporting entities (REs) to verify the identity of a person or an entity.  \n**Note**: For specific information on when to verify the identity of a person or an entity (the timing requirement) for your business sector, refer to the related guidance by business sectors.",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "Overview"
            },
            "word_count": 65,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 2,
            "content": "## Who is this guidance for  \nThe requirement to verify the identity of a person or an entity under the Proceeds of Crime (Money Laundering) and Terrorist Financing Act (PCMLTFA) and associated Regulations applies to all reporting entities",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "Who is this guidance for"
            },
            "word_count": 38,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 3,
            "content": "## 1\\. Meaning of verifying the identity of a person or an entity  \nIt means to use the methods described in this guidance to ensure that the information in an identification document or from other informational sources matches the information that the person or entity provided.  \nVerifying identity is a foundational element of Canada's anti-money laundering and anti-terrorist financing regime and a key component of an RE's relationship with clients. It helps you to know your clients and to understand and assess any risk that may be associated to their transactions or activities.",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "1\\. Meaning of verifying the identity of a person or an entity"
            },
            "word_count": 93,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 4,
            "content": "## 2\\. How to verify the identity of a person  \nYou can use any of the 5 methods described below to identify a person:  \n1. 2.1 Government-issued photo identification method\n2. 2.2 Credit file method\n3. 2.3 Dual-process method\n4. 2.4 Affiliate or member method\n5. 2.5 Reliance method",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "2\\. How to verify the identity of a person"
            },
            "word_count": 49,
            "bullet_point_ratio": 0.7142857142857143
        },
        {
            "idx": 5,
            "content": "### 2.1 Government-issued photo identification method  \nYou may verify the identity of a person by referring to a government-issued photo identification document.Footnote 1 To do so, the document must:  \n- be **authentic**, **valid** **and** **current**;Footnote 2\n- be issued by a federal, provincial or territorial government (or by a foreign government if it is equivalent to a Canadian document);\n- indicate the person's name;\n- include a photo of the person;\n- include a unique identifying number; and\n- match the name and appearance of the person being identified.  \nPhoto identification documents issued by municipal governments, Canadian or foreign, are not acceptable. See Annex 4 for examples of acceptable government-issued photo identification documents.",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "2\\. How to verify the identity of a person",
                "Header 3": "2.1 Government-issued photo identification method"
            },
            "word_count": 113,
            "bullet_point_ratio": 0.6666666666666666
        },
        {
            "idx": 6,
            "content": "You can determine whether a government-issued photo identification document is **authentic, valid and current** by viewing it **in person**, and by looking at the characteristics of the original physical document and its security features (or markers, as applicable) **in the presence of the person being identified**. This will allow you to be satisfied that the identification document is authentic, as issued by the competent authority (federal, provincial, or territorial government), valid (unaltered, not counterfeit) and current (not expired).",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "2\\. How to verify the identity of a person",
                "Header 3": "2.1 Government-issued photo identification method"
            },
            "word_count": 78,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 7,
            "content": "#### Using the government-issued photo identification method if a person is not physically present  \nYou may use the government-issued photo identification method if a person is **not physically present**, but you must have a **process in place to authenticate** the government-issued photo identification document. For instance, you could assess a document by using a technology capable of determining the document's authenticity. For example, you could:  \n- ask a person to scan their government-issued photo identification document using the camera on their mobile phone or electronic device; and",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "2\\. How to verify the identity of a person",
                "Header 3": "2.1 Government-issued photo identification method",
                "Header 4": "Using the government-issued photo identification method if a person is not physically present"
            },
            "word_count": 87,
            "bullet_point_ratio": 0.3333333333333333
        },
        {
            "idx": 8,
            "content": "- use a technology to compare the features of the government-issued photo identification document against known characteristics (for example, size, texture, character spacing, raised lettering, format, design), security features (for example, holograms, barcodes, magnetic strips, watermarks, embedded electronic chips) or markers (for example, logos, symbols) to be satisfied that it is an authentic document as issued by the competent authority (federal, provincial, or territorial government).  \nWhen a person **is not physically present,** you must still determine whether the authenticated government-issued photo identification document is **valid** and **current,** and that the name and photo are those of the person providing the document. For example, you could:  \n- participate in a live video chat session with the person and compare the name and the features of the live video image to the name and photo on the authentic government-issued photo identification document; or",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "2\\. How to verify the identity of a person",
                "Header 3": "2.1 Government-issued photo identification method",
                "Header 4": "Using the government-issued photo identification method if a person is not physically present"
            },
            "word_count": 141,
            "bullet_point_ratio": 0.6666666666666666
        },
        {
            "idx": 9,
            "content": "- ask the person to take a \"selfie\" photo using the camera on their mobile phone or electronic device, and use an application to apply facial recognition technology to compare the features of that \"selfie\" to the photo on the authentic government-issued photo identification document. You would also need a process to compare the name on the government-issued photo identification document with the name provided by the person.  \n**Note**: It is not enough to only view a person and their government-issued photo identification document through a video conference or another type of virtual application.",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "2\\. How to verify the identity of a person",
                "Header 3": "2.1 Government-issued photo identification method",
                "Header 4": "Using the government-issued photo identification method if a person is not physically present"
            },
            "word_count": 94,
            "bullet_point_ratio": 0.5
        },
        {
            "idx": 10,
            "content": "Your compliance program's policies and procedures must describe the processes you follow to determine whether a government-issued photo identification document is authentic, whether the client is present or not, and how you will confirm that it is valid and current. Your policies and procedures must also describe the steps you use to confirm that the name and photograph are those of the person. Your processes to determine that a government-issued photo identification document is authentic, valid, and current, **and** the verification step (ensuring that the name and photo match the name and appearance of the person), do **not** need to happen at the same time. It is up to you to determine the timing, but you must complete both steps.",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "2\\. How to verify the identity of a person",
                "Header 3": "2.1 Government-issued photo identification method",
                "Header 4": "Using the government-issued photo identification method if a person is not physically present"
            },
            "word_count": 120,
            "bullet_point_ratio": 0.0,
            "context": " This chunk details the requirement for compliance programs to include processes for verifying the authenticity and validity of government-issued photo identification, even when the person is not physically present, as part of the methods to verify the identity of persons under Canada's anti-money laundering and anti-terrorist financing regulations.",
            "questions": [
                "What processes does the compliance program require to verify the authenticity and validity of government-issued photo identification?",
                "According to the regulations, is it necessary to verify photo identification and ensure the name and photograph match at the same time?",
                "How do banks determine the timing for verifying the authenticity and validity of government-issued photo identification under Canada's anti-money laundering and anti-terrorist financing regulations?"
            ],
            "qnas": [
                {
                    "question": "What processes does the compliance program require to verify the authenticity and validity of government-issued photo identification?",
                    "answer": "The compliance program, as per Canada's anti-money laundering and anti-terrorist financing regulations, requires processes to determine the authenticity and validity of government-issued photo identification, even when the person is not physically present. This includes confirming that the identification document is authentic, valid, and current, as well as verifying that the name and photograph match the person's identity. These two steps do not need to occur simultaneously but must both be completed."
                },
                {
                    "question": "According to the regulations, is it necessary to verify photo identification and ensure the name and photograph match at the same time?",
                    "answer": "According to Canada's anti-money laundering and anti-terrorist financing regulations, it is not necessary to verify photo identification and ensure the name and photograph match at the same time. The processes can occur separately."
                },
                {
                    "question": "How do banks determine the timing for verifying the authenticity and validity of government-issued photo identification under Canada's anti-money laundering and anti-terrorist financing regulations?",
                    "answer": "Banks determine the timing for verifying the authenticity and validity of government-issued photo identification under Canada's anti-money laundering and anti-terrorist financing regulations at their discretion. However, they must ensure that both the verification of the document's authenticity and the confirmation of the name and photograph matching the individual are completed, even if not simultaneously. This is in accordance with the requirements set out by the regulations."
                }
            ]
        },
        {
            "idx": 11,
            "content": "#### Record keeping requirements for the government-issued photo identification method  \nIf you use the government-issued photo identification method, you must record:Footnote 3  \n- the person's name;\n- the date on which you verified the person's identity;\n- the type of document used (for example, driver's licence, passport, etc.);\n- the unique identifying number of the document used;\n- the jurisdiction (province or state) and country of issue of the document; and\n- the expiry date of the document, if available (if this information appears on the document or card, you must record it).",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "2\\. How to verify the identity of a person",
                "Header 3": "2.1 Government-issued photo identification method",
                "Header 4": "Record keeping requirements for the government-issued photo identification method"
            },
            "word_count": 93,
            "bullet_point_ratio": 0.75
        },
        {
            "idx": 12,
            "content": "### 2.2 Credit file method  \nYou may verify the identity of a person by referring to information that is in their credit file.Footnote 4 To do so, the credit file must:  \n- contain information that is **valid and current**;Footnote 5\n- be from a Canadian credit bureau (credit files from foreign credit bureaus are not acceptable);\n- have been in existence for at least three years;\n- contain information that is derived from more than one source (i.e. more than one tradeline); and\n- match the name, address and date of birth of the person being identified.  \nA credit file provides a rating on a person's ability to repay loans; however, it is possible to request a credit file to verify a person's identifying information that does not include a credit assessment. You do not need a credit assessment to verify the identity of a person. Equifax Canada and TransUnion Canada are Canadian credit bureaus that provide credit file information for identification purposes.",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "2\\. How to verify the identity of a person",
                "Header 3": "2.2 Credit file method"
            },
            "word_count": 163,
            "bullet_point_ratio": 0.625,
            "context": " The chunk under discussion outlines the specific criteria and requirements for using the credit file method to verify the identity of a person, as part of the guidelines on identity verification methods provided by FINTRAC.",
            "questions": [
                "What specific criteria must a credit file meet to be used for identity verification according to FINTRAC guidelines?",
                "Which sources are acceptable for providing credit file information for identification purposes in Canada?",
                "How does the requirement for the credit file to be valid and current impact its use for identity verification?"
            ],
            "qnas": [
                {
                    "question": "What specific criteria must a credit file meet to be used for identity verification according to FINTRAC guidelines?",
                    "answer": "According to FINTRAC guidelines, a credit file must meet the following specific criteria to be used for identity verification:\n\n- It must contain information that is valid and current.\n- It must be from a Canadian credit bureau.\n- It must have been in existence for at least three years.\n- It must contain information derived from more than one source (i.e., more than one tradeline).\n- It must match the name, address, and date of birth of the person being identified."
                },
                {
                    "question": "Which sources are acceptable for providing credit file information for identification purposes in Canada?",
                    "answer": "Equifax Canada and TransUnion Canada are acceptable sources for providing credit file information for identification purposes in Canada, as per FINTRAC guidelines."
                },
                {
                    "question": "How does the requirement for the credit file to be valid and current impact its use for identity verification?",
                    "answer": "The requirement for the credit file to be valid and current, as stipulated by FINTRAC, ensures that the information used for identity verification is up-to-date and reliable. This criterion is crucial for accurately confirming the identity of an individual, as outdated or invalid information could lead to incorrect verification."
                }
            ]
        },
        {
            "idx": 13,
            "content": "To use the credit file method, you must conduct the search **at the time** you are verifying the person's identity. A person cannot provide you with a copy of their credit file, nor can a previously obtained credit file be used.  \nIt is acceptable to use an automated system to match the person's information with the information in the person's credit file. You may also refer to a third party vendor to provide you with valid and current information from the person's credit file. A third party vendor is a business that is authorized by a Canadian credit bureau to provide access to Canadian credit information.",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "2\\. How to verify the identity of a person",
                "Header 3": "2.2 Credit file method"
            },
            "word_count": 106,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 14,
            "content": "If any of the information provided by the person (name, address or date of birth) does not match the information in the credit file, you cannot use that credit file to verify the identity of the person. You will need to use another credit file from a different provider (credit bureau or third party vendor) or use a different method (for example, the government-issued photo identification method or the dual-process method) to verify the person's identity.  \nOn occasion, information found in the credit file may contain a variation on the name or a discrepancy in the address that was provided to you by the person. In these instances, you must determine whether the information in the credit file matches the information provided by the person. For example:  \n- If there is a slight typo in the address or name, you may determine that the information still matches what the person provided.",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "2\\. How to verify the identity of a person",
                "Header 3": "2.2 Credit file method"
            },
            "word_count": 151,
            "bullet_point_ratio": 0.3333333333333333,
            "context": " This chunk details the procedure to follow when there is a mismatch or discrepancy between the information provided by an individual and the information found in their credit file, within the context of verifying a person's identity using the credit file method as per FINTRAC guidelines.",
            "questions": [
                "What should you do if there is a mismatch between the information provided by an individual and their credit file during identity verification using the credit file method?",
                "What are some acceptable variations in the information found in a credit file that may still be considered a match during identity verification?",
                "According to FINTRAC guidelines, what alternative methods can be used to verify an individual's identity if the credit file method is not sufficient due to discrepancies or mismatches?"
            ],
            "qnas": [
                {
                    "question": "What should you do if there is a mismatch between the information provided by an individual and their credit file during identity verification using the credit file method?",
                    "answer": "If there is a mismatch between the information provided by an individual and their credit file during identity verification using the credit file method, you cannot use that credit file for verification. According to FINTRAC guidelines, you should either use another credit file from a different provider or switch to a different method, such as the government-issued photo identification method or the dual-process method, to verify the person's identity. If there is a minor discrepancy like a typo, you may determine that the information still matches."
                },
                {
                    "question": "What are some acceptable variations in the information found in a credit file that may still be considered a match during identity verification?",
                    "answer": "According to FINTRAC guidelines, acceptable variations in the information found in a credit file that may still be considered a match during identity verification include slight typos in the address or name."
                },
                {
                    "question": "According to FINTRAC guidelines, what alternative methods can be used to verify an individual's identity if the credit file method is not sufficient due to discrepancies or mismatches?",
                    "answer": "According to FINTRAC guidelines, if the credit file method is not sufficient due to discrepancies or mismatches, alternative methods that can be used to verify an individual's identity include using another credit file from a different provider, the government-issued photo identification method, or the dual-process method."
                }
            ]
        },
        {
            "idx": 15,
            "content": "- If there is a discrepancy in their date of birth, it is more likely that you will determine that the information does not match.\n- In this case, if this is your determination, you cannot rely on the information in the credit file for identification purposes. You will need to use another credit file from a different provider (credit bureau or third party vendor) or use a different method (for example, the government-issued photo identification method or the dual-process method) to verify the person's identity.\n- If there are multiple addresses in the credit file, it is possible that the address the person provided to you is not the primary address in the credit file but it does appear in the credit file as a secondary address. If this is the case, you can still meet your requirements for ensuring that the information matches what the person provided.",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "2\\. How to verify the identity of a person",
                "Header 3": "2.2 Credit file method"
            },
            "word_count": 149,
            "bullet_point_ratio": 1.0
        },
        {
            "idx": 16,
            "content": "#### Record keeping requirements for the credit file method  \nIf you use the credit file method, you must record:Footnote 6  \n- the person's name;\n- the date you consulted or searched the credit file;\n- the name of the Canadian credit bureau or third party vendor as the source holding the credit file; and\n- the person's credit file number.  \nYour compliance program's policies and procedures must describe the processes you will follow to verify a person's identity using the credit file method **and** how you will ensure that the information is valid and current. It should also include the steps you will take if the information is not valid and current (for example, search a different credit file, use another method, stop the transaction, etc.).",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "2\\. How to verify the identity of a person",
                "Header 3": "2.2 Credit file method",
                "Header 4": "Record keeping requirements for the credit file method"
            },
            "word_count": 126,
            "bullet_point_ratio": 0.5714285714285714
        },
        {
            "idx": 17,
            "content": "### 2.3 Dual-process method  \nYou may verify the identity of a person by using the dual-process method, which consists of doing any **two** of the following:Footnote 7  \n- referring to information from a reliable source that includes the **person's name and address** and confirming that the name and address are those of the person;\n- referring to information from a reliable source that includes the person's **name and date of birth**, and confirming that the name and date of birth are those of the person; or\n- referring to information that includes the person's **name and confirms that they have a deposit account, a** **prepaid payment product account** **, or a credit card or other loan account with a financial entity**, and confirming that information.",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "2\\. How to verify the identity of a person",
                "Header 3": "2.3 Dual-process method"
            },
            "word_count": 125,
            "bullet_point_ratio": 0.6
        },
        {
            "idx": 18,
            "content": "The information you refer to **must** be valid and currentFootnote 8 **and** come from two different reliable sources. This information could be found in **statements, letters, certificates, forms or other information sources** that can be provided through an original version or by another version of the information's original format such as a fax, a photocopy, a scan, or an electronic image. For example, you can rely on a fax, photocopy, scan or electronic image of a government-issued photo identification document as one of the two pieces of information required to verify a person's identity.",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "2\\. How to verify the identity of a person",
                "Header 3": "2.3 Dual-process method"
            },
            "word_count": 94,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 19,
            "content": "You **cannot** use the same source for the two categories of information you choose to verify a person's identity.Footnote 9 For example, you cannot rely on a bank statement from Bank A that includes the person's name and address and another bank statement from Bank A that includes the person's name and confirms that the person holds a deposit account, as Bank A would be the same source of both categories of information. You can, however, refer to a bank statement from Bank A that contains the person's name and confirms that the person holds a deposit account, and rely on an electronic image of a driver's licence to confirm the person's name and address.  \nFor further precision, the possible combinations for this method include:",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "2\\. How to verify the identity of a person",
                "Header 3": "2.3 Dual-process method"
            },
            "word_count": 125,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 20,
            "content": "Referring to information from one reliable source that includes the person's **name** and **address** and confirming that this matches the information provided by the person, **and** referring to information from a different reliable source that includes the person's **name** and **date of birth** and confirming that this matches the information provided by the person.  \n**OR**  \nReferring to information from one reliable source that includes the person's **name** and **address** and confirming that this matches the information provided by the person, **and** referring to information from a different reliable source that includes the person's **name** and a **financial account**(specifically, a deposit account, a prepaid payment product account, a credit card account or a loan account) and confirming this information.  \n**OR**",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "2\\. How to verify the identity of a person",
                "Header 3": "2.3 Dual-process method"
            },
            "word_count": 119,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 21,
            "content": "Referring to information from one reliable source that includes the person's **name** and **date of birth** and confirming that this matches the information provided by the person, **and** referring to information from a different reliable source that includes the person's **name** and a **financial account**(specifically, a deposit account, a prepaid payment product account, a credit card account or a loan account) and confirming this information.",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "2\\. How to verify the identity of a person",
                "Header 3": "2.3 Dual-process method"
            },
            "word_count": 65,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 22,
            "content": "**Note**: If the information does not match the information provided by the person, you cannot rely on it. For example, it is **not acceptable** to rely on information if the account number or number that is associated with the information is truncated or redacted. On occasion, information from a source may contain a variation on the name of the client or a typo in the client's address. In these instances, you must determine whether the information matches the information provided by the person. If it is a slight typo in the address or a misspelled name, you may determine that the information still matches what the person provided. However, in the case of an incorrect date of birth, it is more likely that you will determine that the information does not match. In this case, you cannot rely on the information from this source for identification purposes. You must obtain information from a different source under the dual-process method or use a different method (for example, the",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "2\\. How to verify the identity of a person",
                "Header 3": "2.3 Dual-process method"
            },
            "word_count": 167,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 23,
            "content": "government-issued photo identification method or the credit file method) to verify the person's identity.",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "2\\. How to verify the identity of a person",
                "Header 3": "2.3 Dual-process method"
            },
            "word_count": 14,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 24,
            "content": "#### Reliable source of information  \nA reliable source of information is an originator or issuer of information that you trust. To be considered reliable, the source should be well known and considered reputable. For example, a reliable source could be the federal, provincial, territorial or municipal levels of government, Crown corporations, federally regulated financial institutions, or utility providers. Social media is **not** an acceptable source of information to verify a person's identity. Also, the source **cannot** be the person whose identity is being verified, nor you, the RE who is verifying identity.Footnote 10 See Annex 5 for a table of examples of reliable sources of information for the dual-process method.",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "2\\. How to verify the identity of a person",
                "Header 3": "2.3 Dual-process method",
                "Header 4": "Reliable source of information"
            },
            "word_count": 110,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 25,
            "content": "#### How to use a credit file under the dual-process method  \nA Canadian credit file can be used as one of the two pieces of information required to verify the identity of a person under the dual-process method. Specifically, it can be used to confirm the person's name and address, name and date of birth, or to confirm the person's name and confirm that the person has a credit card account or a loan account. If you use a credit file as one of the information pieces for the dual-process method, it must have existed for at least six months.Footnote 11  \nInformation from a second source, for example, a property tax assessment, must be used to confirm the second category of information. In this instance, the two reliable sources are the Canadian credit bureau that provided the credit file information and the municipal government that issued the property tax assessment. The information from these two sources must match the information provided by the person.",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "2\\. How to verify the identity of a person",
                "Header 3": "2.3 Dual-process method",
                "Header 4": "How to use a credit file under the dual-process method"
            },
            "word_count": 164,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 26,
            "content": "You can also refer to information from a Canadian credit bureau if it acts as an aggregator that compiles information from different reliable sources (often referred to as tradelines). In this instance, the Canadian credit bureau must provide you with information from **two** independent tradelines where each tradeline confirms one of the two categories of information required to verify the identity of a person under this method. In this instance, **each tradeline is a distinct source; the credit bureau is not the source**.  \nThe tradelines cannot be your own, as the RE verifying the person's identity, and each tradeline must originate from a different reliable source (for example, a federally regulated financial institution, a utility service provider, etc.).",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "2\\. How to verify the identity of a person",
                "Header 3": "2.3 Dual-process method",
                "Header 4": "How to use a credit file under the dual-process method"
            },
            "word_count": 118,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 27,
            "content": "#### Record keeping requirements for the dual-process method  \nIf you use the dual-process method to verify a person's identity, you must record:Footnote 12  \n- the person's name;\n- the date you verified the information;\n- the name of the two different reliable sources that were used to verify the identity of the person;\n- the type of information referred to (for example, a utility statement, a bank statement, a marriage licence); and\n- the number associated with the information (for example, account number or if there is no account number, a number that is associated with the information, which could be a reference number or certificate number, etc.). If you use information aggregated by a Canadian credit bureau and receive information from two distinct sources (tradelines), you must record the account number or number associated to each tradeline, not the aggregator (credit bureau) number.",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "2\\. How to verify the identity of a person",
                "Header 3": "2.3 Dual-process method",
                "Header 4": "Record keeping requirements for the dual-process method"
            },
            "word_count": 144,
            "bullet_point_ratio": 0.7142857142857143
        },
        {
            "idx": 28,
            "content": "Your compliance program's policies and procedures must describe the processes you follow when using the dual-process method to verify a person's identity and how you will ensure that the information is valid and current.",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "2\\. How to verify the identity of a person",
                "Header 3": "2.3 Dual-process method",
                "Header 4": "Record keeping requirements for the dual-process method"
            },
            "word_count": 34,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 29,
            "content": "### 2.4 Affiliate or member method  \nYou may verify the identity of a person by confirming that one of the following entities previously verified the person's identity:  \n- an **affiliate** of yours that is an RE referred to in any of paragraphs 5(a) to (g) of the PCMLTFA;Footnote 13\n- a **foreign affiliate** of yours that carries out activities outside of Canada that are similar to the activities of an RE referred to in any of paragraphs 5(a) to (g) of the PCMLTFA;Footnote 14 **or**\n- a financial entity that is subject to the PCMLTFA and isa **member** of yourfinancial services cooperative or credit union central.Footnote 15  \nYou must confirm that the name, address, and date of birth in the affiliate or member's records match the information provided by the person whose identity is being verified.Footnote 16",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "2\\. How to verify the identity of a person",
                "Header 3": "2.4 Affiliate or member method"
            },
            "word_count": 137,
            "bullet_point_ratio": 0.5
        },
        {
            "idx": 30,
            "content": "The affiliate or member must have previously verified the person's identity by using the government-issued photo identification method, the credit file method or the dual-process method presented in this Guidance. If the affiliate or member verified the identity of the person prior to June 1, 2021, they must have done so in accordance with the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations (PCMLTFR), by using the methods that were in place **at the time**.Footnote 17  \nIf you have any concerns about the methods or information that the affiliate or member used to verify the person's identity, you should re-verify their identity,Footnote 18 as you have the responsibility for ensuring the person's identity has been verified.  \n**Note**: Financial services cooperatives or credit union centrals act on behalf of a membership composed of certain financial entities and can provide financial services to that group.",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "2\\. How to verify the identity of a person",
                "Header 3": "2.4 Affiliate or member method"
            },
            "word_count": 144,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 31,
            "content": "#### Record keeping requirements for the affiliate or member method  \nWhen you verify the identity of a person by confirming that an **affiliate** or a financial entity that is a **member** of **your** financial services cooperative or credit union central previously verified their identity, you must record:Footnote 19  \n- the person's name;\n- the date on which you verified the identity of the person;\n- the name of the affiliate or the member that previously verified the person's identity;\n- the method (government-issued photo identification, credit file or dual-process) that the affiliate or the member used to verify the person's identity; and\n- the information that the affiliate or the member recorded based on the method used (this includes the name of the person, the date the affiliate or member verified identity, and all the other information required to be kept by them for the method used).",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "2\\. How to verify the identity of a person",
                "Header 3": "2.4 Affiliate or member method",
                "Header 4": "Record keeping requirements for the affiliate or member method"
            },
            "word_count": 147,
            "bullet_point_ratio": 0.7142857142857143
        },
        {
            "idx": 32,
            "content": "**Note**: If the affiliate or the member verified the identity of the person in accordance with the methods that were in place prior to June 1, 2021, you must still record the information listed above, but include the method they used in accordance with the PCMLTFR as it read at the time, and the information that was required to be recorded for that method.Footnote 20  \nYour compliance program's policies and procedures must describe the processes you follow when using the affiliate or member method to verify a person's identity.",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "2\\. How to verify the identity of a person",
                "Header 3": "2.4 Affiliate or member method",
                "Header 4": "Record keeping requirements for the affiliate or member method"
            },
            "word_count": 89,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 33,
            "content": "### 2.5 Reliance method  \nYou may verify the identity of a person by relying on measures that were previously taken by:  \n- **another** **RE**(person or entity that is referred to in section 5 of the PCMLTFA);Footnote 21 **or**\n- an entity that is affiliated with you or with another RE **and** carries out activities outside of Canada that are similar to those of a person or entity referred to in any of paragraphs 5(a) to (g) of the PCMLTFA(an **affiliated foreign entity**).Footnote 22  \nTo rely on measures previously taken by an **affiliated foreign entity**, you must be satisfied, after considering the risk of a money laundering or terrorist activity financing offence in the foreign state in which it carries out its activities, that:Footnote 23",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "2\\. How to verify the identity of a person",
                "Header 3": "2.5 Reliance method"
            },
            "word_count": 124,
            "bullet_point_ratio": 0.4
        },
        {
            "idx": 34,
            "content": "- the **affiliated foreign entity** has policies in place similar to the record keeping, verifying identity, and compliance program requirements under the PCMLTFA, including the requirement to develop and apply policies to assess, in the course of their activities, the risk of a money laundering offence or a terrorist activity financing offence, and the requirement to take enhanced measures where the risk has been identified as high; **and**\n- the **affiliated foreign entity's** compliance with those policies is subject to the supervision of a competent authority under the legislation of that foreign state.  \nTo rely on measures previously taken by **another RE** or an **affiliated foreign entity** to verify the identity of a person, you must:Footnote 24  \n- as soon as feasible, obtain from the **other RE** or **affiliated foreign entity** the information that was confirmed as being that of the person, and be satisfied that:  \n- the information is valid and current; and",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "2\\. How to verify the identity of a person",
                "Header 3": "2.5 Reliance method"
            },
            "word_count": 154,
            "bullet_point_ratio": 0.8
        },
        {
            "idx": 35,
            "content": "- the **other RE** or **affiliated foreign entity** verified the person's identity using the government-issued photo identification method, the credit file method or the dual-process method, or if the **other RE** or **affiliated foreign entity** verified the person's identity prior to June 1, 2021, that they did so in accordance with the PCMLTFR, by using the methods that were in place at the time; **and**\n- have a written agreement or arrangement with the **other RE** or **affiliated foreign entity** that upon request requires them to provide you, as soon as feasible, with all of the information that they referred to in order to verify the person's identity.",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "2\\. How to verify the identity of a person",
                "Header 3": "2.5 Reliance method"
            },
            "word_count": 108,
            "bullet_point_ratio": 1.0
        },
        {
            "idx": 36,
            "content": "#### Record keeping requirements for the reliance method  \nIf you rely on **another RE** or an **affiliated foreign entity** to verify the identity of a person, you must keep a record of:Footnote 25  \n- the person's name;\n- the written agreement or arrangement with the **other RE** or **affiliated foreign entity** for the purpose of verifying a person's identity; and\n- the information that the **other RE** or **affiliated foreign entity** referred to in order to verify the identity the person.  \nYour compliance program's policies and procedures must describe the processes you follow when using the reliance method to verify a person's identity and how you will ensure that the information is valid and current.",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "2\\. How to verify the identity of a person",
                "Header 3": "2.5 Reliance method",
                "Header 4": "Record keeping requirements for the reliance method"
            },
            "word_count": 115,
            "bullet_point_ratio": 0.5
        },
        {
            "idx": 37,
            "content": "## 3\\. Using an agent or a mandatary to verify the identity of a person on your behalf  \nYou may verify the identity of a person by using an agent or mandatary to carry out the verification on your behalf, in accordance with the government-issued photo identification method, the credit file method, or the dual-process method.Footnote 26  \nYou may rely on the measures that were previously taken by an agent or mandatary to verify the person's identity, if the agent or mandatary was:Footnote 27  \n- acting in their own capacity at the time, whether or not they were required to use the methods in accordance with the PCMLTFR; or",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "3\\. Using an agent or a mandatary to verify the identity of a person on your behalf"
            },
            "word_count": 109,
            "bullet_point_ratio": 0.25
        },
        {
            "idx": 38,
            "content": "- acting as an agent or mandatary under a written agreement or arrangement that was entered into with another RE, for the purposes of verifying a person's identity using either the government-issued photo identification method, the credit file method or the dual-process method, or if the measures were taken prior to June 1, 2021, using the methods in accordance with the PCMLTFR that were in place at the time.  \nTo use an agent or mandatary to verify the identity of a person you must:Footnote 28  \n- have a written agreement or arrangement in place with the agent or mandatary **before** you use them;Footnote 29\n- obtain, as soon as feasible, all of the information that the agent or mandatary referred to in order to verify the person's identity, and the information that the agent or mandatory confirmed as being that of the person;Footnote 30 and\n- be satisfied that:\n- the information that the agent or mandatary confirmed as being that of the person is valid and current, and",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "3\\. Using an agent or a mandatary to verify the identity of a person on your behalf"
            },
            "word_count": 169,
            "bullet_point_ratio": 0.8333333333333334
        },
        {
            "idx": 39,
            "content": "- the person's identity was verified using the government-issued photo identification method, the credit file method or the dual-process method, or, if the person's identity was verified prior to June 1, 2021, using the methods in accordance with the PCMLTFR in place at the time.Footnote 31  \n**Example 1 — Acceptable**",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "3\\. Using an agent or a mandatary to verify the identity of a person on your behalf"
            },
            "word_count": 50,
            "bullet_point_ratio": 0.5
        },
        {
            "idx": 40,
            "content": "**Jane Smith** would like to open an account with you. Your agent—with whom you have a written agreement for this purpose—verified Jane Smith's identity in 2019 using the government-issued photo identification method, by referring to her driver's licence, which expired in February 2021. In 2019, Jane Smith's name and appearance matched the name and photograph on the driver's licence, and the document was determined to be authentic, valid and current, therefore, her identity was verified by the agent in accordance with the method. Jane's name and appearance have not changed. When you obtain the information from the agent, you are satisfied that the information the agent confirmed as being Jane's (her name and photo) is still valid and current and is therefore acceptable. It does not matter that her licence (the identification document used by the agent) has expired, as it is the information that you must be satisfied is valid and current, not the document.",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "3\\. Using an agent or a mandatary to verify the identity of a person on your behalf"
            },
            "word_count": 156,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 41,
            "content": "**Example 2 — Not acceptable**  \n**Jane Smith** (maiden name — Jane Rogers) would like to carry out a transaction for which you must verify her identity. Your agent—with whom you have a written agreement for this purpose—verified Jane Rogers' identity in 2019 using the government-issued photo identification method, by referring to her driver's licence, which has not yet expired. In 2019, **Jane Rogers'** name and appearance matched the name and photograph on the driver's licence, and the document was determined to be authentic, valid and current, therefore, her identity was verified by the agent in accordance with the method. However, although the licence has not yet expired, it is not acceptable to rely on the information from the agent now because the agent's information is about Jane Rogers, and this does not match the name of your client who is now Jane Smith, so the information provided by the agent is not valid and current.  \n**Example 3 — Not acceptable**",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "3\\. Using an agent or a mandatary to verify the identity of a person on your behalf"
            },
            "word_count": 160,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 42,
            "content": "**Jane Smith** would like to carry out a transaction for which you must verify her identity. Your agent—with whom you have a written agreement for this purpose—verified Jane Smith's identity in 2019 by referring to her driver's licence, which expired in 2018. In 2019, because **Jane Smith's** driver's licence had expired, her identity **was not** verified in accordance with the government-issued photo identification method. As such, it is not acceptable to rely on the information from the agent.",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "3\\. Using an agent or a mandatary to verify the identity of a person on your behalf"
            },
            "word_count": 78,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 43,
            "content": "#### Record keeping requirements when using an agent or a mandatary  \nWhen you verify the identity of a person by using an agent or mandatary, you must keep a record of:Footnote 32  \n- the person's name;\n- the written agreement or arrangement with the agent or mandatary for verifying a person's identity; and\n- all of the information the agent or mandatary referred to in order to verify the identity of the person, and the information that the agent or mandatary confirmed as being that of the person (this includes, as applicable, information that is required to be kept in the record for the method used).  \n**Note**: As an RE it is your responsibility to meet your client identification requirements under the PCMLTFA and associated Regulations, even when you use an agent or mandatary to verify the identity of a person on your behalf, or when you rely on the measures previously taken by an agent or mandatary to verify a person's identity.",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "3\\. Using an agent or a mandatary to verify the identity of a person on your behalf",
                "Header 4": "Record keeping requirements when using an agent or a mandatary"
            },
            "word_count": 163,
            "bullet_point_ratio": 0.5
        },
        {
            "idx": 44,
            "content": "For example, if your agent verifies the identity of a person using the government-issued photo identification method but they don't refer to an authentic, valid and current photo identification document issued by a federal, provincial or territorial government, or keep the required records after verifying the person's identity, you are still responsible. Specifically, it is your responsibility to ensure that the agent is verifying client identity and keeping the required records in accordance with the PCMLTFA and associated Regulations.  \nYour compliance program's policies and procedures must describe the processes you follow when you rely on an agent or mandatary to verify a person's identity and how you will ensure that the information is valid and current.",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "3\\. Using an agent or a mandatary to verify the identity of a person on your behalf",
                "Header 4": "Record keeping requirements when using an agent or a mandatary"
            },
            "word_count": 116,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 45,
            "content": "## 4\\. Verifying a person's identity if it has been previously verified  \nYou do **not** need to verify a person's identity for subsequent transactions or activities, as required, **if** you have already verified the identity of the person using:Footnote 33  \n- one of the methods explained in this guidance; or\n- the methods specified in the PCMLTFR prior to June 1, 2021 as it read at the time, and have kept the required record.  \nYou must not have doubts about the information that was previously used to verify the person's identity. If you have doubts, you must verify their identity again using the methods explained in this guidance.Footnote 34",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "4\\. Verifying a person's identity if it has been previously verified"
            },
            "word_count": 109,
            "bullet_point_ratio": 0.4
        },
        {
            "idx": 46,
            "content": "**Note**: In the context of a business merger or acquisition, you are not required to re-identify the acquired clients if their identities were verified in accordance with the methods in the PCMLTFR at the time the verification took place. As a best practice, you are encouraged to review and update client information (for example, name, address, occupation, etc.), in accordance with your risk assessment process. The acquired clients become the responsibility of the acquiring entity which must ensure compliance with the PCMLTFA and associated Regulations. This includes reviewing any money laundering or terrorist financing risks that may be associated with these clients.",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "4\\. Verifying a person's identity if it has been previously verified"
            },
            "word_count": 102,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 47,
            "content": "## 5\\. How to identify a child  \nIf a child is under 12 years of age, you must verify the identity of one parent, guardian or tutor **and** record the parent, guardian or tutor's information.Footnote 35 You can rely on the information provided by the parent, guardian or tutor in order to record the child's identification details.  \nIf a child is between 12 and 15 years of age, you can verify their identity by using any of the methods. If this is not possible due to a lack of identification information, you may use a variation of the dual-process method that allows you to:  \n- Refer to one reliable source of information that includes the name and address of the child's parent, guardian, or tutor;Footnote 36 and\n- Refer to a second reliable source that includes the child's name and date of birth.",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "5\\. How to identify a child"
            },
            "word_count": 143,
            "bullet_point_ratio": 0.4
        },
        {
            "idx": 48,
            "content": "For example, if the child has a passport you may be able to use it to verify their identity under the government-issued photo identification method. If not, you could rely on the parent's driver's licence to verify the parent's name and their common address, and the child's birth certificate to verify the child's name and date of birth.",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "5\\. How to identify a child"
            },
            "word_count": 58,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 49,
            "content": "## 6\\. How to verify the identity of a person who does not have any identity verification documentation or information for a retail deposit account Added on February 22, 2023  \nIn the case of opening a retail deposit account, if a bank cannot verify a person's identity in accordance with one of the methods outlined above, they would still be in compliance with their anti-money laudering/anti-terrorist financing obligations if they opened the account in a way that meets the conditions set out in subsections 627.17(1) and (3) of the Bank Act.  \n**Note:** The Bank Act applies to banks, authorized foreign banks and federal credit unions, which are defined as banks under the Act.",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "6\\. How to verify the identity of a person who does not have any identity verification documentation or information for a retail deposit account Added on February 22, 2023"
            },
            "word_count": 113,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 50,
            "content": "For reasons beyond a person's control, they may face barriers in meeting requirements where they must provide proper identification documentation or information. This may be the case for vulnerable populations with barriers to obtaining proper identification such as survivors of human trafficking or victims of domestic abuse.  \nIn specific circumstances, where a person does not have the proper identification documentation or information, a bank must:  \n- follow the measures as defined by the Bank Act and any bulletins published by the Financial Consumer Agency of Canada that further define the measures to be taken\n- document in their compliance policies and procedures the types of circumstances where their organization would follow the Bank Act for verification of identification",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "6\\. How to verify the identity of a person who does not have any identity verification documentation or information for a retail deposit account Added on February 22, 2023"
            },
            "word_count": 118,
            "bullet_point_ratio": 0.5
        },
        {
            "idx": 51,
            "content": "- ensure that the banking products provided to the individual opening the account are limited to a basic retail deposit account until which time the account holder returns with the proper form of identification as specified in paragraphs 105(1)(a) to (e) of the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations\n- verify the person's identity using the appropriate form of identification as specified in paragraphs 105(1)(a) to (e) of the Regulations, within 6to12months, or as described in their risk-based approach and keep appropriate records\n- continue to follow their customer due diligence and \"know your client\" processes, ensure ongoing monitoring activities are conducted as per the bank's risk assessment of the client and monitor transactions to ensure that the financial activity and use of associated products/services aligns with what is known about the person.",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "6\\. How to verify the identity of a person who does not have any identity verification documentation or information for a retail deposit account Added on February 22, 2023"
            },
            "word_count": 136,
            "bullet_point_ratio": 1.0
        },
        {
            "idx": 52,
            "content": "**Note:** The risk-based approach must reflect what is known about the client (i.e., their profile and individual circumstances including the fact that alternate identification was accepted), and that ongoing monitoring should then be commensurate to the risk profile of the client.  \nWhen FINTRAC undertakes compliance activities to ensure reporting entities are meeting their obligations, and observes that this process is used, we will:  \n- verify that you have documented policies and procedures that articulate the steps your organization takes to ensure that they are meeting this requirement\n- ensure that the procedures are also followed in practice\n- verify that your risk assessment takes into account these circumstances, ensures that these individuals are identified within a reasonable timeframe (i.e., 6 to 12 months) and that you are able to demonstrate that you are fulfilling these requirements.",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "6\\. How to verify the identity of a person who does not have any identity verification documentation or information for a retail deposit account Added on February 22, 2023"
            },
            "word_count": 136,
            "bullet_point_ratio": 0.6
        },
        {
            "idx": 53,
            "content": "## 7\\. How to verify the identity of an entity  \nYou can use any of the 3 methods described below to verify the identity of an entity:  \n1. 7.1 Confirmation of existing method\n2. 7.2 Reliance method\n3. 7.3 Simplified identification method  \nWhile an entity can be a corporation, a trust, a partnership, a fund, or an unincorporated association or organization, corporations are subject to different requirements than other entities (as explained below).",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "7\\. How to verify the identity of an entity"
            },
            "word_count": 73,
            "bullet_point_ratio": 0.5
        },
        {
            "idx": 54,
            "content": "### 7.1 Confirmation of existence method  \n#### Corporation  \nTo verify the identity of **a corporation**, you may refer to:Footnote 37  \n- a certificate of incorporation;\n- a record that has to be filed annually under provincial securities legislation; **or**\n- the most recent version of any other record that confirms the corporation's existence and contains its name and address and the names of its directors, such as a certificate of active corporate status, the corporation's published annual report signed by an audit firm, or a letter or notice of assessment for the corporation from a municipal, provincial, territorial or federal government.  \nThe record you refer to must be authentic, valid and current.Footnote 38  \nYou may obtain a corporation's name and address and the names of its directors from a publicly accessible database, such as a provincial or federal database like the Corporations Canada database, or a corporation search and registration service through subscription.",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "7\\. How to verify the identity of an entity",
                "Header 3": "7.1 Confirmation of existence method",
                "Header 4": "Corporation"
            },
            "word_count": 153,
            "bullet_point_ratio": 0.375,
            "context": " This chunk outlines the methods to verify the identity of a corporation, including using a certificate of incorporation, annual filings, or other valid records, ensuring the information is authentic, valid, and current, and can be obtained from publicly accessible databases.",
            "questions": [
                "What are the acceptable documents to verify the identity of a corporation?",
                "How can you ensure that a record used to verify a corporation's identity is authentic, valid, and current?",
                "Where can you obtain a corporation's name, address, and the names of its directors from publicly accessible sources?"
            ],
            "qnas": [
                {
                    "question": "What are the acceptable documents to verify the identity of a corporation?",
                    "answer": "Acceptable documents to verify the identity of a corporation include a certificate of incorporation, annual filings under provincial securities legislation, or the most recent version of any other valid record confirming the corporation's existence, such as a certificate of active corporate status, a published annual report signed by an audit firm, or a letter or notice of assessment from a municipal, provincial, territorial, or federal government. These records must be authentic, valid, and current, and can be obtained from publicly accessible databases like the Corporations Canada database or other corporation search and registration services."
                },
                {
                    "question": "How can you ensure that a record used to verify a corporation's identity is authentic, valid, and current?",
                    "answer": "To ensure that a record used to verify a corporation's identity is authentic, valid, and current, you can refer to a certificate of incorporation, annual filings required by provincial securities legislation, or the most recent version of other records confirming the corporation's existence. These records should be obtained from publicly accessible databases, such as provincial or federal databases like the Corporations Canada database, as per the guidelines outlined by the relevant governing bodies."
                },
                {
                    "question": "Where can you obtain a corporation's name, address, and the names of its directors from publicly accessible sources?",
                    "answer": "You can obtain a corporation's name, address, and the names of its directors from publicly accessible databases such as provincial or federal databases like the Corporations Canada database, or through a corporation search and registration service via subscription."
                }
            ]
        },
        {
            "idx": 55,
            "content": "When a corporation is a securities dealer, you do not need to confirm the names of its directors when you confirm its existence.Footnote 39",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "7\\. How to verify the identity of an entity",
                "Header 3": "7.1 Confirmation of existence method",
                "Header 4": "Corporation"
            },
            "word_count": 24,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 56,
            "content": "#### Entity  \nTo verify the identity of an **entity other than a corporation,** you may refer to:Footnote 40  \n- a partnership agreement;\n- articles of association; **or**\n- the most recent version of any other record that confirms its existence and contains its name and address.  \nThe record you refer to must be authentic, valid and current.Footnote 41",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "7\\. How to verify the identity of an entity",
                "Header 3": "7.1 Confirmation of existence method",
                "Header 4": "Entity"
            },
            "word_count": 58,
            "bullet_point_ratio": 0.5
        },
        {
            "idx": 57,
            "content": "#### Record keeping requirements when verifying the identity of a corporation or other entity  \nIf you refer to a paper record or an electronic version of a record, you must keep the record or a copy of it.  \nIf the electronic version of the record that you refer to is contained in a database that is accessible to the public, you must keep a record that includes the corporation or other entity's registration number, the type of record referred to and the source of the electronic version of the record.Footnote 42  \nYour compliance program's policies and procedures must describe the processes you follow when using the confirmation of existence method to verify the identity of corporations and other entities, and how you will ensure that the information is authentic, valid and current.",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "7\\. How to verify the identity of an entity",
                "Header 3": "7.1 Confirmation of existence method",
                "Header 4": "Record keeping requirements when verifying the identity of a corporation or other entity"
            },
            "word_count": 132,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 58,
            "content": "### 7.2 Reliance method  \nYou may verify the identity of a **corporation** or other **entity** by relying on the measures that were previously taken by:  \n- another **RE**(a person or entity that is referred to in section 5 of the PCMLTFA);Footnote 43 **or**\n- an entity that is affiliated with you **or** with another RE **and** carries out activities outside of Canada that are similar to those of a person or entity referred to in any of paragraphs 5(a) to (g) of the PCMLTFA (an **affiliated foreign entity**).Footnote 44",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "7\\. How to verify the identity of an entity",
                "Header 3": "7.2 Reliance method"
            },
            "word_count": 89,
            "bullet_point_ratio": 0.5
        },
        {
            "idx": 59,
            "content": "#### Measures previously taken by an affiliated foreign entity  \nTo rely on measures previously taken by an **affiliated foreign entity**, you must be satisfied, after considering the risk of a money laundering or terrorist activity financing offence in the foreign state in which it carries out its activities, that:Footnote 45  \n- the **affiliated foreign entity** has policies in place similar to the record keeping, verifying identity, and compliance program requirements under the PCMLTFA, including the requirement to develop and apply policies to assess, in the course of their activities, the risk of a money laundering offence or a terrorist activity financing offence, and the requirement to take enhanced measures where the risk has been identified as high; **and**\n- the **affiliated foreign entity's** compliance with those policies is subject to the supervision of a competent authority under the legislation of that foreign state.",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "7\\. How to verify the identity of an entity",
                "Header 3": "7.2 Reliance method",
                "Header 4": "Measures previously taken by an affiliated foreign entity"
            },
            "word_count": 143,
            "bullet_point_ratio": 0.5
        },
        {
            "idx": 60,
            "content": "#### Measures previously taken by another reporting entity or an affiliated foreign entity  \nTo rely on the measures previously taken by **another RE** or an **affiliated foreign entity** to verify the identity of a corporation or other entity, you must:Footnote 46  \n- as soon as feasible, obtain from the **other RE** or **affiliated foreign entity** the information that was used to confirm the identity of the corporation or other entity, as the case may be, and be satisfied that:  \n- the information is valid and current; and",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "7\\. How to verify the identity of an entity",
                "Header 3": "7.2 Reliance method",
                "Header 4": "Measures previously taken by another reporting entity or an affiliated foreign entity"
            },
            "word_count": 87,
            "bullet_point_ratio": 0.5
        },
        {
            "idx": 61,
            "content": "- **for a corporation**, its identity was verified by the **other RE** or **affiliated foreign entity** by referring to a record as described in the confirmation of existence method above, **or** if the measures to verify the corporation's identity were performed prior to June 1, 2021, that the **other RE** or **affiliated foreign entity** confirmed the corporation's existence and ascertained its name, address, and the names of its directors in accordance with the methods in the PCMLTFR as they read at that time;Footnote 47 and",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "7\\. How to verify the identity of an entity",
                "Header 3": "7.2 Reliance method",
                "Header 4": "Measures previously taken by another reporting entity or an affiliated foreign entity"
            },
            "word_count": 85,
            "bullet_point_ratio": 1.0
        },
        {
            "idx": 62,
            "content": "- **for an entity other than a corporation**, its identity was verified by the **other RE** or **affiliated foreign entity** by referring to a record as described in the confirmation of existence method above, **or** if the measures to verify the entity's identity were performed prior to June 1, 2021, the **other RE** or **affiliated foreign entity** confirmed the entity's existence in accordance with the methods in the PCMLTFR as they read at that time;Footnote 48 **and**\n- have a written agreement or arrangement in place with the **other RE** or **affiliated foreign entity** that upon request requires them to provide you, as soon as feasible, with all of the information that they referred to in order to verify the identity of the **corporation** or other **entity,** as the case may be.Footnote 49",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "7\\. How to verify the identity of an entity",
                "Header 3": "7.2 Reliance method",
                "Header 4": "Measures previously taken by another reporting entity or an affiliated foreign entity"
            },
            "word_count": 133,
            "bullet_point_ratio": 1.0
        },
        {
            "idx": 63,
            "content": "Your compliance program's policies and procedures must describe the processes you will follow when using the reliance method to verify the identity of corporations and other entities and how you will ensure that the information is valid and current.",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "7\\. How to verify the identity of an entity",
                "Header 3": "7.2 Reliance method",
                "Header 4": "Measures previously taken by another reporting entity or an affiliated foreign entity"
            },
            "word_count": 39,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 64,
            "content": "### 7.3 Simplified identification method  \nIf you are an **RE** that isreferred to in any of paragraphs 5(a) to (g) of the PCMLTFA, you may use the simplified identification method to meet your obligation to verify the identity of a **corporation** or other **entity**. Specifically, you are deemed to comply with your requirement to verify the identity of a **corporation** or other **entity** if, based on your risk assessment, you consider there is a low risk of a money laundering offence or terrorist activity financing offence, **and** if:Footnote 50  \n- the **corporation** or other **entity** whose identity is being verified:  \n1. is referred to in any of paragraphs 5(a) to (g) of the PCMLTFA;\n2. is a foreign corporation or entity that carries out activities that are similar to those of an entity referred to in any of paragraph 5(a) to (g) of the PCMLTFA;",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "7\\. How to verify the identity of an entity",
                "Header 3": "7.3 Simplified identification method"
            },
            "word_count": 145,
            "bullet_point_ratio": 0.6
        },
        {
            "idx": 65,
            "content": "3. administers a pension or investment fund that is regulated under the legislation of a foreign state and that either is created by a foreign government or is subject to the supervision of a competent authority under the legislation of that foreign state;\n4. is one whose shares are traded on a Canadian stock exchange or a stock exchange designated under subsection 262(1) of the Income Tax Act;\n5. is a subsidiary of a **corporation** or an **entity** that is referred to in paragraphs a. to d. in this section, and is one whose financial statements are consolidated with the financial statements of that corporation or entity;\n6. is an institution or agency of, or in the case of a corporation, is owned by, the government of a foreign state; **or**\n7. is a public service body, as defined in subsection 123(1) of the Excise Tax Act; **and**",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "7\\. How to verify the identity of an entity",
                "Header 3": "7.3 Simplified identification method"
            },
            "word_count": 148,
            "bullet_point_ratio": 1.0
        },
        {
            "idx": 66,
            "content": "- you are satisfied that, within the applicable time period for which you had to verify identity, as explained in the sector-specific guidance on When to verify the identity of persons and entities, the corporation or other entity exists **and** that every person who deals with you on behalf of the corporation or other entity is authorized by it to do so.  \nIf you subsequently consider, based on your risk assessment, that the risk of a money laundering offence or terrorist activity financing offence has increased and is no longer low then you **must**, as soon as feasible, verify the identity of the corporation or other entity, as the case may be, by referring to the appropriate records, as explained in **section 7.1, Confirmation of existence method**.",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "7\\. How to verify the identity of an entity",
                "Header 3": "7.3 Simplified identification method"
            },
            "word_count": 127,
            "bullet_point_ratio": 0.5
        },
        {
            "idx": 67,
            "content": "#### Record keeping requirements for the simplified identification method  \nIf you use the simplified identification method to verify the identity of a corporation or other entity, you must keep a record that sets out:  \n- the grounds for considering there is a low risk of a money laundering offence or terrorist activity financing offence; and\n- the information obtained about the corporation or other entity, as the case may be, and about the persons that assure you that the corporation or other entity exists and that the persons you deal with are authorized to act on behalf of the corporation or the entity.Footnote 52  \nYour compliance program's policies and procedures must describe the processes you follow when using the simplified identification method to verify the identity of corporations and other entities.",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "7\\. How to verify the identity of an entity",
                "Header 3": "7.3 Simplified identification method",
                "Header 4": "Record keeping requirements for the simplified identification method"
            },
            "word_count": 131,
            "bullet_point_ratio": 0.4
        },
        {
            "idx": 68,
            "content": "## 8\\. Verifying the identity of an entity if it has been previously verified  \nYou do **not** need to verifythe identity of a corporation or other entity for subsequent transactions or activities, as required, if you have already verified their identity by using:  \n- One of the methods explained in this guidance; or\n- in the case of an **entity**, you confirmed the entity's existence in accordance with the PCMLTFR, and you complied with the related record keeping provisions, as they read at the time prior to June 1, 2021; **or**\n- in the case of a **corporation**, you confirmed the corporation's existence and ascertained its name and address and the names of its directors in accordance with PCMLTFR, and you complied with the related record keeping provisions, as they read at the time prior to June 1, 2021",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "8\\. Verifying the identity of an entity if it has been previously verified"
            },
            "word_count": 139,
            "bullet_point_ratio": 0.6,
            "context": " This chunk discusses the conditions under which the identity of a corporation or other entity does not need to be re-verified for subsequent transactions or activities, provided certain criteria were met prior to June 1, 2021.",
            "questions": [
                "What are the criteria that need to be met for the identity of a corporation or other entity not to be re-verified for subsequent transactions or activities?",
                "How does the verification process for entities differ from that of corporations in the context of the PCMLTFR?",
                "Why is June 1, 2021, a significant date in the context of verifying the identity of corporations and entities for subsequent transactions or activities?"
            ],
            "qnas": [
                {
                    "question": "What are the criteria that need to be met for the identity of a corporation or other entity not to be re-verified for subsequent transactions or activities?",
                    "answer": "To avoid re-verifying the identity of a corporation or other entity for subsequent transactions or activities, the identity must have been previously verified using one of the methods outlined in the guidance, or, prior to June 1, 2021, the entity's existence must have been confirmed in accordance with the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations (PCMLTFR), with the related record-keeping provisions complied with at the time. For corporations, this includes confirming the corporation's existence, ascertaining its name and address, and identifying its directors in accordance with the PCMLTFR."
                },
                {
                    "question": "How does the verification process for entities differ from that of corporations in the context of the PCMLTFR?",
                    "answer": "The verification process for entities differs from that of corporations under the PCMLTFR in that for entities, only their existence needs to be confirmed, while for corporations, their existence, name, address, and the names of directors must be ascertained. Both cases require compliance with related record-keeping provisions as they read prior to June 1, 2021."
                },
                {
                    "question": "Why is June 1, 2021, a significant date in the context of verifying the identity of corporations and entities for subsequent transactions or activities?",
                    "answer": "June 1, 2021, is significant because it marks the date after which the previous identity verification methods and record-keeping provisions under the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations (PCMLTFR) are no longer applicable for re-verifying the identity of corporations and entities for subsequent transactions or activities. If the identity was verified before this date using the methods that complied with the PCMLTFR at that time, re-verification is not required."
                }
            ]
        },
        {
            "idx": 69,
            "content": "You must not have doubts about the information that was previously used to verify the identity of the corporation or other entity. If you have doubts, you must verify identity again using the methods explained in this guidance.Footnote 54",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "8\\. Verifying the identity of an entity if it has been previously verified"
            },
            "word_count": 39,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 70,
            "content": "## 9\\. Restrictions on the use of personal information  \nThe use of personal information in Canadian commercial activities is protected by the Personal Information Protection and Electronic Documents Act (PIPEDA), or by similar provincial legislation. You have to inform clients about the collection of their personal information. However, you do not have to inform them when you include their personal information in the reports you are required to submit to FINTRAC.  \nThe Office of the Privacy Commissioner of Canada can provide further guidance, and has created a Question and Answer document about PIPEDA and the Proceeds of Crime (Money Laundering) and Terrorist Financing Act, to help clarify your responsibilities under PIPEDA.",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "9\\. Restrictions on the use of personal information"
            },
            "word_count": 111,
            "bullet_point_ratio": 0.0
        }
    ],
    "selected_chunks": [
        {
            "idx": 68,
            "content": "## 8\\. Verifying the identity of an entity if it has been previously verified  \nYou do **not** need to verifythe identity of a corporation or other entity for subsequent transactions or activities, as required, if you have already verified their identity by using:  \n- One of the methods explained in this guidance; or\n- in the case of an **entity**, you confirmed the entity's existence in accordance with the PCMLTFR, and you complied with the related record keeping provisions, as they read at the time prior to June 1, 2021; **or**\n- in the case of a **corporation**, you confirmed the corporation's existence and ascertained its name and address and the names of its directors in accordance with PCMLTFR, and you complied with the related record keeping provisions, as they read at the time prior to June 1, 2021",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "8\\. Verifying the identity of an entity if it has been previously verified"
            },
            "word_count": 139,
            "bullet_point_ratio": 0.6,
            "context": " This chunk discusses the conditions under which the identity of a corporation or other entity does not need to be re-verified for subsequent transactions or activities, provided certain criteria were met prior to June 1, 2021.",
            "questions": [
                "What are the criteria that need to be met for the identity of a corporation or other entity not to be re-verified for subsequent transactions or activities?",
                "How does the verification process for entities differ from that of corporations in the context of the PCMLTFR?",
                "Why is June 1, 2021, a significant date in the context of verifying the identity of corporations and entities for subsequent transactions or activities?"
            ],
            "qnas": [
                {
                    "question": "What are the criteria that need to be met for the identity of a corporation or other entity not to be re-verified for subsequent transactions or activities?",
                    "answer": "To avoid re-verifying the identity of a corporation or other entity for subsequent transactions or activities, the identity must have been previously verified using one of the methods outlined in the guidance, or, prior to June 1, 2021, the entity's existence must have been confirmed in accordance with the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations (PCMLTFR), with the related record-keeping provisions complied with at the time. For corporations, this includes confirming the corporation's existence, ascertaining its name and address, and identifying its directors in accordance with the PCMLTFR."
                },
                {
                    "question": "How does the verification process for entities differ from that of corporations in the context of the PCMLTFR?",
                    "answer": "The verification process for entities differs from that of corporations under the PCMLTFR in that for entities, only their existence needs to be confirmed, while for corporations, their existence, name, address, and the names of directors must be ascertained. Both cases require compliance with related record-keeping provisions as they read prior to June 1, 2021."
                },
                {
                    "question": "Why is June 1, 2021, a significant date in the context of verifying the identity of corporations and entities for subsequent transactions or activities?",
                    "answer": "June 1, 2021, is significant because it marks the date after which the previous identity verification methods and record-keeping provisions under the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations (PCMLTFR) are no longer applicable for re-verifying the identity of corporations and entities for subsequent transactions or activities. If the identity was verified before this date using the methods that complied with the PCMLTFR at that time, re-verification is not required."
                }
            ]
        },
        {
            "idx": 54,
            "content": "### 7.1 Confirmation of existence method  \n#### Corporation  \nTo verify the identity of **a corporation**, you may refer to:Footnote 37  \n- a certificate of incorporation;\n- a record that has to be filed annually under provincial securities legislation; **or**\n- the most recent version of any other record that confirms the corporation's existence and contains its name and address and the names of its directors, such as a certificate of active corporate status, the corporation's published annual report signed by an audit firm, or a letter or notice of assessment for the corporation from a municipal, provincial, territorial or federal government.  \nThe record you refer to must be authentic, valid and current.Footnote 38  \nYou may obtain a corporation's name and address and the names of its directors from a publicly accessible database, such as a provincial or federal database like the Corporations Canada database, or a corporation search and registration service through subscription.",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "7\\. How to verify the identity of an entity",
                "Header 3": "7.1 Confirmation of existence method",
                "Header 4": "Corporation"
            },
            "word_count": 153,
            "bullet_point_ratio": 0.375,
            "context": " This chunk outlines the methods to verify the identity of a corporation, including using a certificate of incorporation, annual filings, or other valid records, ensuring the information is authentic, valid, and current, and can be obtained from publicly accessible databases.",
            "questions": [
                "What are the acceptable documents to verify the identity of a corporation?",
                "How can you ensure that a record used to verify a corporation's identity is authentic, valid, and current?",
                "Where can you obtain a corporation's name, address, and the names of its directors from publicly accessible sources?"
            ],
            "qnas": [
                {
                    "question": "What are the acceptable documents to verify the identity of a corporation?",
                    "answer": "Acceptable documents to verify the identity of a corporation include a certificate of incorporation, annual filings under provincial securities legislation, or the most recent version of any other valid record confirming the corporation's existence, such as a certificate of active corporate status, a published annual report signed by an audit firm, or a letter or notice of assessment from a municipal, provincial, territorial, or federal government. These records must be authentic, valid, and current, and can be obtained from publicly accessible databases like the Corporations Canada database or other corporation search and registration services."
                },
                {
                    "question": "How can you ensure that a record used to verify a corporation's identity is authentic, valid, and current?",
                    "answer": "To ensure that a record used to verify a corporation's identity is authentic, valid, and current, you can refer to a certificate of incorporation, annual filings required by provincial securities legislation, or the most recent version of other records confirming the corporation's existence. These records should be obtained from publicly accessible databases, such as provincial or federal databases like the Corporations Canada database, as per the guidelines outlined by the relevant governing bodies."
                },
                {
                    "question": "Where can you obtain a corporation's name, address, and the names of its directors from publicly accessible sources?",
                    "answer": "You can obtain a corporation's name, address, and the names of its directors from publicly accessible databases such as provincial or federal databases like the Corporations Canada database, or through a corporation search and registration service via subscription."
                }
            ]
        },
        {
            "idx": 14,
            "content": "If any of the information provided by the person (name, address or date of birth) does not match the information in the credit file, you cannot use that credit file to verify the identity of the person. You will need to use another credit file from a different provider (credit bureau or third party vendor) or use a different method (for example, the government-issued photo identification method or the dual-process method) to verify the person's identity.  \nOn occasion, information found in the credit file may contain a variation on the name or a discrepancy in the address that was provided to you by the person. In these instances, you must determine whether the information in the credit file matches the information provided by the person. For example:  \n- If there is a slight typo in the address or name, you may determine that the information still matches what the person provided.",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "2\\. How to verify the identity of a person",
                "Header 3": "2.2 Credit file method"
            },
            "word_count": 151,
            "bullet_point_ratio": 0.3333333333333333,
            "context": " This chunk details the procedure to follow when there is a mismatch or discrepancy between the information provided by an individual and the information found in their credit file, within the context of verifying a person's identity using the credit file method as per FINTRAC guidelines.",
            "questions": [
                "What should you do if there is a mismatch between the information provided by an individual and their credit file during identity verification using the credit file method?",
                "What are some acceptable variations in the information found in a credit file that may still be considered a match during identity verification?",
                "According to FINTRAC guidelines, what alternative methods can be used to verify an individual's identity if the credit file method is not sufficient due to discrepancies or mismatches?"
            ],
            "qnas": [
                {
                    "question": "What should you do if there is a mismatch between the information provided by an individual and their credit file during identity verification using the credit file method?",
                    "answer": "If there is a mismatch between the information provided by an individual and their credit file during identity verification using the credit file method, you cannot use that credit file for verification. According to FINTRAC guidelines, you should either use another credit file from a different provider or switch to a different method, such as the government-issued photo identification method or the dual-process method, to verify the person's identity. If there is a minor discrepancy like a typo, you may determine that the information still matches."
                },
                {
                    "question": "What are some acceptable variations in the information found in a credit file that may still be considered a match during identity verification?",
                    "answer": "According to FINTRAC guidelines, acceptable variations in the information found in a credit file that may still be considered a match during identity verification include slight typos in the address or name."
                },
                {
                    "question": "According to FINTRAC guidelines, what alternative methods can be used to verify an individual's identity if the credit file method is not sufficient due to discrepancies or mismatches?",
                    "answer": "According to FINTRAC guidelines, if the credit file method is not sufficient due to discrepancies or mismatches, alternative methods that can be used to verify an individual's identity include using another credit file from a different provider, the government-issued photo identification method, or the dual-process method."
                }
            ]
        },
        {
            "idx": 12,
            "content": "### 2.2 Credit file method  \nYou may verify the identity of a person by referring to information that is in their credit file.Footnote 4 To do so, the credit file must:  \n- contain information that is **valid and current**;Footnote 5\n- be from a Canadian credit bureau (credit files from foreign credit bureaus are not acceptable);\n- have been in existence for at least three years;\n- contain information that is derived from more than one source (i.e. more than one tradeline); and\n- match the name, address and date of birth of the person being identified.  \nA credit file provides a rating on a person's ability to repay loans; however, it is possible to request a credit file to verify a person's identifying information that does not include a credit assessment. You do not need a credit assessment to verify the identity of a person. Equifax Canada and TransUnion Canada are Canadian credit bureaus that provide credit file information for identification purposes.",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "2\\. How to verify the identity of a person",
                "Header 3": "2.2 Credit file method"
            },
            "word_count": 163,
            "bullet_point_ratio": 0.625,
            "context": " The chunk under discussion outlines the specific criteria and requirements for using the credit file method to verify the identity of a person, as part of the guidelines on identity verification methods provided by FINTRAC.",
            "questions": [
                "What specific criteria must a credit file meet to be used for identity verification according to FINTRAC guidelines?",
                "Which sources are acceptable for providing credit file information for identification purposes in Canada?",
                "How does the requirement for the credit file to be valid and current impact its use for identity verification?"
            ],
            "qnas": [
                {
                    "question": "What specific criteria must a credit file meet to be used for identity verification according to FINTRAC guidelines?",
                    "answer": "According to FINTRAC guidelines, a credit file must meet the following specific criteria to be used for identity verification:\n\n- It must contain information that is valid and current.\n- It must be from a Canadian credit bureau.\n- It must have been in existence for at least three years.\n- It must contain information derived from more than one source (i.e., more than one tradeline).\n- It must match the name, address, and date of birth of the person being identified."
                },
                {
                    "question": "Which sources are acceptable for providing credit file information for identification purposes in Canada?",
                    "answer": "Equifax Canada and TransUnion Canada are acceptable sources for providing credit file information for identification purposes in Canada, as per FINTRAC guidelines."
                },
                {
                    "question": "How does the requirement for the credit file to be valid and current impact its use for identity verification?",
                    "answer": "The requirement for the credit file to be valid and current, as stipulated by FINTRAC, ensures that the information used for identity verification is up-to-date and reliable. This criterion is crucial for accurately confirming the identity of an individual, as outdated or invalid information could lead to incorrect verification."
                }
            ]
        },
        {
            "idx": 10,
            "content": "Your compliance program's policies and procedures must describe the processes you follow to determine whether a government-issued photo identification document is authentic, whether the client is present or not, and how you will confirm that it is valid and current. Your policies and procedures must also describe the steps you use to confirm that the name and photograph are those of the person. Your processes to determine that a government-issued photo identification document is authentic, valid, and current, **and** the verification step (ensuring that the name and photo match the name and appearance of the person), do **not** need to happen at the same time. It is up to you to determine the timing, but you must complete both steps.",
            "metadata": {
                "Header 1": "Methods to verify the identity of persons and entities",
                "Header 2": "2\\. How to verify the identity of a person",
                "Header 3": "2.1 Government-issued photo identification method",
                "Header 4": "Using the government-issued photo identification method if a person is not physically present"
            },
            "word_count": 120,
            "bullet_point_ratio": 0.0,
            "context": " This chunk details the requirement for compliance programs to include processes for verifying the authenticity and validity of government-issued photo identification, even when the person is not physically present, as part of the methods to verify the identity of persons under Canada's anti-money laundering and anti-terrorist financing regulations.",
            "questions": [
                "What processes does the compliance program require to verify the authenticity and validity of government-issued photo identification?",
                "According to the regulations, is it necessary to verify photo identification and ensure the name and photograph match at the same time?",
                "How do banks determine the timing for verifying the authenticity and validity of government-issued photo identification under Canada's anti-money laundering and anti-terrorist financing regulations?"
            ],
            "qnas": [
                {
                    "question": "What processes does the compliance program require to verify the authenticity and validity of government-issued photo identification?",
                    "answer": "The compliance program, as per Canada's anti-money laundering and anti-terrorist financing regulations, requires processes to determine the authenticity and validity of government-issued photo identification, even when the person is not physically present. This includes confirming that the identification document is authentic, valid, and current, as well as verifying that the name and photograph match the person's identity. These two steps do not need to occur simultaneously but must both be completed."
                },
                {
                    "question": "According to the regulations, is it necessary to verify photo identification and ensure the name and photograph match at the same time?",
                    "answer": "According to Canada's anti-money laundering and anti-terrorist financing regulations, it is not necessary to verify photo identification and ensure the name and photograph match at the same time. The processes can occur separately."
                },
                {
                    "question": "How do banks determine the timing for verifying the authenticity and validity of government-issued photo identification under Canada's anti-money laundering and anti-terrorist financing regulations?",
                    "answer": "Banks determine the timing for verifying the authenticity and validity of government-issued photo identification under Canada's anti-money laundering and anti-terrorist financing regulations at their discretion. However, they must ensure that both the verification of the document's authenticity and the confirmation of the name and photograph matching the individual are completed, even if not simultaneously. This is in accordance with the requirements set out by the regulations."
                }
            ]
        }
    ],
    "summary": " This document provides guidance from FINTRAC on the methods that reporting entities, such as banks, must use to verify the identity of persons and entities in compliance with Canada's anti-money laundering and anti-terrorist financing regulations."
}