{
    "markdown": "# FINTRAC guidance related to the Ministerial Directive on Financial Transactions Associated with the Islamic Republic of Iran issued on July 25, 2020\n\nUpdated on February 24, 2024\n\n**From:** [Financial Transactions and Reports Analysis Centre of Canada](/intro-eng) (FINTRAC)\n\nThis guidance explains the requirements of the Ministerial Directive on Financial Transactions Associated with the Islamic Republic of Iran.\n\n## In this guidance\n\n- [1\\. Why this Ministerial Directive was issued](#s1)\n- [2\\. Who needs to apply this Ministerial Directive](#s2)\n- [3\\. Requirements of the Ministerial Directive](#s3)\n- [4\\. Records you must keep and their retention period](#s4)\n- [5\\. Reporting transactions captured under this Ministerial Directive](#s5)\n\nThis guidance is related to the Ministerial Directive issued by the Minister of Finance that was published in the [Canada Gazette](http://www.gazette.gc.ca/rp-pr/p1/2020/2020-07-25/html/notice-avis-eng.html) and came into force on July 25, 2020.\n\n## 1\\. Why this Ministerial Directive was issued\n\nThe [Financial Action Task Force](http://www.fatf-gafi.org/publications/high-risk-and-other-monitored-jurisdictions/documents/call-for-action-february-2020.html) issued a statement in February 2020 which expressed its particular and exceptional concerns regarding Iran's failure to address strategic deficiencies in its anti-money laundering and combatting the financing of terrorism regime, and the serious threat this poses to the integrity of the international financial system. The Financial Action Task Force called on its members to apply effective counter-measures to protect their financial sectors from such risks.\n\nAs such, Canada's Finance Minister issued this Ministerial Directive to ensure the safety and integrity of Canada's financial system.\n\nThis Ministerial Directive includes requirements that:\n\n- enhance existing obligations of the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations; and\n- extend the obligations of the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations\n\nLegal references\n\n- Proceeds of Crime (Money Laundering) and Terrorist Financing Act, S.C. 2000, c. 17, subsection 11.42 (1)\n\n## 2\\. Who needs to apply this Ministerial Directive\n\nThis Ministerial Directive came into effect on July 25, 2020, and is applicable to every person or entity referred to in paragraphs 5(a), (b) and (h) of the Act. The specific persons and entities that are to take action in response to this Ministerial Directive are:\n\n- banks\n- credit unions\n- financial services cooperatives\n- caisses populaires\n- authorized foreign banks\n- money services businesses\n\n## 3\\. Requirements of the Ministerial Directive\n\nEvery bank, credit union, financial services cooperative, caisse populaire, authorized foreign bank and money services business must:\n\n- treat **every** financial transaction **originating from or bound for Iran**, regardless of its amount, as a high-risk transaction for the purposes of subsection 9.6(3) of the Act\n- [verify the identity](/guidance-directives/client-clientele/Guide11/11-eng) of any client (person or entity) requesting or benefiting from such a transaction in accordance with Part 3 of the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations\n- exercise customer due diligence in relation to any such transaction, including ascertaining the source of funds or virtual currency, the purpose of the transaction and the [beneficial ownership](/guidance-directives/client-clientele/bor-eng) or control of any entity requesting or benefiting from the transaction\n- keep and retain a [record](/guidance-directives/guidance-directives-eng#s4) of any such transaction, in accordance with the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations, regardless of the monetary thresholds set out in those Regulations; and\n- [report all such transactions](/guidance-directives/guidance-directives-eng#s3) to the Centre\n\nLegal references\n\n- Proceeds of Crime (Money Laundering) and Terrorist Financing Act, S.C. 2000, c. 17, subsection 11.42 (1) and (2)\n- Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations, SOR/2002-184\n  - Sections 105 to 114\n  - Sections 144 to 149\n\n### 3.1 Determining that a transaction originated from or is bound for Iran\n\nWhen determining whether a transaction originates from or is bound for Iran, you need to look at a variety of elements because the circumstances of each transaction are different. You must consider the facts, contexts and indicators of a transaction to determine whether it is subject to the Ministerial Directive. **Transactions originating from or bound for Iran may include, but are not limited to:**\n\n- electronic funds transfers, remittances or other transfers that include an Iranian originating or destination address - this may include transactions where the ordering person or entity, beneficiary, or third party details are Iranian\n- the activities of representatives of the Government of Iran (for example, transactions on an Embassy of Iran's bank account in Canada)\n- receiving Iranian rial as a deposit to an account or for a virtual currency transaction\n- conducting a foreign currency or virtual currency exchange transaction that includes Iranian rial (for example, Canadian dollar to Iranian rial, Iranian rial to US dollar, virtual currency to Iranian rial, etc.); and\n- issuing or redeeming bank drafts or other negotiable instruments that include an Iranian rial component\n\nThis Ministerial Directive **does not** apply to transactions where there is no suspicion or explicit connection with Iran and there is no evidence of the transaction originating from or being bound for Iran. For example:\n\n- a client who has previously sent funds to Iran requests an outgoing electronic funds transfer, where the transaction details do not suggest that this transaction is bound for Iran and you are unable to obtain further details about the transaction destination\n- the client's identification information is the only suggestion of a connection to Iran (for example, a transaction where the conductor's identification document is an Iranian passport); or\n- the details of a person, who is your client in Canada, are Iranian, but there **are no additional details** on the entity involved, or the sender of, or the recipient to, the transaction, to suggest the transaction is associated with Iran\n\nFor further clarity, if the details of your client in Canada include an Iranian address and the client requests that funds be sent to a beneficiary in a country other than Iran, where additional facts, context and indicators (for example, beneficiary account details) point to an association with Iran, then this transaction must be considered as **bound for** Iran, and treated accordingly.\n\nSimilarly, if the details of your client in Canada include an Iranian address and this client receives funds into their account from a sending account in a country other than Iran, but where additional facts, context and indicators (for example, sending account details), point to an association with Iran, then this transaction must be considered as **originating from** Iran, and treated accordingly.\n\nAlternatively, if the details of your client in Canada include an Iranian address and this client requests that funds be sent to a beneficiary in a country other than Iran, for which additional facts, context and indicators **do not** bring to light an association with Iran, then this transaction is not required to be considered for the purpose of the Ministerial Directive.\n\nUnless the transaction is being carried out by, or benefitting, a representative of the Government of Iran in Canada, then the details of your client in Canada are not likely enough to consider the transaction against the obligations of the Ministerial Directive.\n\n**Note:** When you have determined that a transaction originated from or was bound for Iran, you must apply the measures outlined in the Ministerial Directive.\n\n### 3.2 Verifying the identity of every client who requests or benefits from a transaction originating from or bound for Iran\n\nUnder this Ministerial Directive, you must take enhanced identification measures that go beyond the identification triggers and requirements prescribed under the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations. Transactions that fall below the reporting threshold amounts typically do not require that you verify the identity of clients. However, under this Ministerial Directive, **you must:**\n\n- verify the identity of **every client** (including those you have a [business relationship](/guidance-directives/client-clientele/brr-eng) with) that requests or benefits from such a transaction **in any amount** in accordance with the [methods prescribed](/guidance-directives/client-clientele/Guide11/11-eng) in the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations; and\n- for transactions that meet the reporting threshold amounts, apply **enhanced measures** to verify the identity of each client, as described in FINTRAC's [ongoing monitoring guidance](/guidance-directives/client-clientele/omr-eng). Enhanced measures could include obtaining additional information on the client (for example, occupation, volume of assets, information available through public databases, Internet, etc.); gathering additional documents, data or information; or taking additional steps to verify the documents obtained, etc.\n\n### 3.3 Additional measures required\n\nYou must treat **all** transactions originating from or bound for Iran as high risk. In addition to verifying the identity of any client requesting or benefiting from such a transaction, under this Ministerial Directive, you must:\n\n- apply customer due diligence measures to these clients for all transactions ( **any amount**)\n- assess the client information to determine whether there are reasonable grounds to suspect the commission or attempted commission of a money laundering or terrorist activity financing infraction and to report it through a [Reporting suspicious transactions to FINTRAC](/guidance-directives/transaction-operation/str-dod/str-dod-eng) or [Terrorist Property Report](/guidance-directives/transaction-operation/Guide5/5-eng) to FINTRAC\n- apply enhanced measures to **every client** who meets the identification threshold (threshold transactions)\n- obtain the purpose and the source of funds or virtual currency of any such transaction; and\n- obtain the beneficial ownership or control information of any entity requesting or benefiting from such a transaction\n\n**Note:** It is the reporting entity that owns the relationship with the client that is required to carry out the additional measures outlined in the Ministerial Directive (i.e., verifying the identity of the client, and exercising the customer due diligence measures).\n\nLegal references\n\n- Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations, SOR/2002-184\n  - section 157\n\n## 4\\. Records you must keep and their retention period\n\n### 4.1 Records of electronic funds and virtual currency transfers of any amount\n\nFor an electronic funds or virtual currency transfer **of any amount** originating from or bound for Iran, you must keep:\n\n- the information included in an electronic funds transfer record, and the information included in a record for virtual currency transfers, **even if the transaction is below $** **1,000 CAD or an equivalent amount in virtual currency**:\n\n  - if you are a bank, credit union, financial services cooperative or caisse populaire, you will find your record keeping requirements in the [Record keeping requirements for financial entities guidance](/guidance-directives/recordkeeping-document/record/fin-eng)\n  - if you are a money services business, you will find your record keeping requirements in the [Record keeping requirements for money services businesses and foreign money services businesses guidance](/guidance-directives/recordkeeping-document/record/msb-eng)\n- the source of funds or virtual currency of the transaction; and\n- the purpose of the transaction\n\n### 4.2 Records of receipt of cash or virtual currency – of any amount\n\nYou must keep a record of **every cash or virtual currency transaction (any amount)** that you receive that reflects a connection to Iran (such as cash received for the issuance of negotiable instruments or foreign exchange using Iranian rial). You must record:\n\n- the information included in a large cash or virtual currency transaction record, **even if the transaction is below $10,000 CAD or an equivalent amount in virtual currency**, and the information included in a foreign or virtual currency exchange transaction record, **including the information that is required when a transaction is over $3,000 CAD**:\n\n  - if you are a bank, credit union, financial services cooperative or caisse populaire, you will find your record keeping requirements in the [Record keeping requirements for financial entities guidance](/guidance-directives/recordkeeping-document/record/fin-eng)\n  - if you are a money services business, you will find your record keeping requirements in the [Record keeping requirements for money services businesses and foreign money services businesses guidance](/guidance-directives/recordkeeping-document/record/msb-eng)\n- the source of funds or virtual currency of the transaction; and\n- the purpose of the transaction\n\n### 4.3 Records of redeeming other negotiable instruments and records for issuing or redeeming transactions – of any amount:\n\nTransactions originating from or bound for Iran also include the redemption of other negotiable instruments (for example, bank drafts, money orders, traveller's cheques, etc.) in any amount. These too will have to reflect a connection with Iran, such as the use of Iranian rial in the transaction, for the Ministerial Directive to be applicable. You must record:\n\n- the information included in a transaction record, **even if the transaction is below $3,000 CAD or an equivalent amount in virtual currency**:\n\n  - if you are a bank, credit union, financial services cooperative or caisse populaire, and a client is redeeming any amount in one or multiple money orders, your record keeping requirements are referenced in the [Record keeping requirements for financial entities guidance](/guidance-directives/recordkeeping-document/record/fin-eng)\n  - if you are a money services business, and a client is redeeming money orders in any amount, your record keeping requirements are referenced in the [Record keeping requirements for money services businesses and foreign money services businesses guidance](/guidance-directives/recordkeeping-document/record/msb-eng)\n- the source of funds or virtual currency of the transaction; and\n- the purpose of the transaction\n\n### 4.4 Information on records and retention\n\nIf you are required by this Ministerial Directive to keep a record of information that is readily available in other records, you do not have to record the same information again. This means that if you keep the required information and can produce it during a FINTRAC examination, you do not need to create a new record to meet the obligations.\n\nYou must keep all records applicable to this Ministerial Directive in accordance with their associated record retention requirement, or for at least five years from the date the record was created.\n\n## 5\\. Reporting transactions captured under this Ministerial Directive\n\n### 5.1 Reporting an electronic funds transfer in any amount to FINTRAC:\n\n- SWIFT electronic funds transfers that are under the reporting threshold of $10,000 CAD and **do not** aggregate to $10,000 CAD under the 24-hour rule and **involve** Iranian rial (IRR), **must be reported using the** [**SWIFT Electronic Funds Transfer Report**](https://fintrac-canafe.canada.ca/guidance-directives/transaction-operation/Guide8B/8b-eng) **with the following addition**:\n\n  - Insert the prefix **IR2020** before entering your reporting entity's report reference number. For example, if your reporting entity's report reference number is ABCD1234, then your reporting entity's report reference number would be IR2020ABCD1234.\n- SWIFT electronic funds transfers that are under the reporting threshold of $10,000 CAD, **do not** aggregate to $10,000 CAD under the 24-hour rule, and **do not** involve Iranian rial (IRR), **must be reported using the** [**Non-SWIFT Electronic Funds Transfer Report**](https://fintrac-canafe.canada.ca/guidance-directives/transaction-operation/Guide8A/nseft-eng) **with the following addition:**\n  - Insert the prefix **IR2020** before entering your reporting entity's report reference number. For example, if your reporting entity's report reference number is ABCD1234, then your reporting entity's report reference number would be IR2020ABCD1234.\n\n**Note:** These transactions must have an Iranian address in at least one of the fields.\n\n- Non-SWIFT electronic funds transfers that are under the reporting threshold of $10,000 CAD, and **do not** aggregate to $10,000 CAD under the 24-hour rule, must be reported using the Non-SWIFT Electronic Funds Transfer Report **with the following addition**:\n\n  - Insert the prefix **IR2020** before entering your reporting entity's report reference number. For example, if your reporting entity's report reference number is ABCD1234, then your reporting entity's report reference number would be IR2020ABCD1234.\n- SWIFT and Non-SWIFT electronic funds transfers of $10,000 CAD or more, and SWIFT and Non-SWIFT electronic funds transfers resulting from aggregated transactions of $10,000 CAD or more captured under the 24-hour rule are to be reported normally:\n  - No prefix is required\n- Transfers of funds within Canada, of any amount, where it is deemed that the transaction is originating from or bound for Iran, must be reported using the suspicious transaction report as follows:\n  - Insert the prefix **IR2020** before entering your reporting entity's report reference number. For example, if your reporting entity's report reference number is ABCD1234, then your reporting entity's report reference number would be IR2020ABCD1234.\n  - As applicable Part B1, Item 5 – \"other description\" – transfer gov't Iran\n  - As applicable Part B2, Item 12 – \"other description\" – transfer, gov't Iran\n  - Insert the prefix **IR2020** into the G section of the Suspicious Transaction Report as well.\n  - Because the report is related to the Ministerial Directive, **you must** ensure that information provided, such as currency type, or address or disposition details, reflect the connection to Iran.\n\n### 5.2 Reporting the receipt of any amount of cash to FINTRAC:\n\n- Any cash received (for example, Iranian rial deposited to an account, or Iranian rial received in exchange for virtual currency, CAD, or any other type of currency) that is under the reporting threshold of $10,000 CAD and **does not** aggregate to $10,000 CAD under the 24-hour rule must be reported using the Large Cash Transaction Report. Select 'IR2020' in the Ministerial Directive field to indicate the transaction is being reported under the Ministerial Directive.\n\n\n\n  **Note:** Because the report is related to the Ministerial Directive, **you must** ensure that the information provided reflects a connection to Iran.\n\n- Large cash transactions of $10,000 CAD or more, and large cash transactions that total $10,000 CAD or more when aggregated under the 24-hour rule are to be reported normally.\n\n### 5.3 Reporting virtual currency transactions using the Large Virtual Currency Transaction Report :\n\n- Any transaction involving the receipt of virtual currency for exchange to Iranian rial that is equivalent to an amount under the reporting threshold of $10,000 CAD must be reported using the Large Virtual Currency Transaction Report. Select 'IR2020' in the Ministerial Directive field to indicate the transaction is being reported under the Ministerial Directive.\n\n\n\n  **Note:** Because the report is related to the Ministerial Directive, **you must** ensure that the information provided reflects a connection to Iran.\n\n- Virtual currency transactions received in an amount equivalent to $10,000 CAD or more, and virtual currency transactions received that fall under the 24-hour rule are to be reported as normal.\n\n### 5.4 Reporting negotiable instruments and issuing or redeeming transactions:\n\n- Any negotiable instrument, and issuing or redeeming transaction that originates from or is bound for Iran, must be reported using the [Reporting suspicious transactions to FINTRAC](/guidance-directives/transaction-operation/str-dod/str-dod-eng). In order to identify these transactions, submit the Suspicious Transaction Report with the following additions **when the transactions do not meet the reasonable grounds to suspect** the commission or attempted commission of a money laundering or a terrorist activity financing offence threshold:\n\n  - Insert the prefix **IR2020** before entering your reporting entity's report reference number. For example, if your reporting entity's report reference number is ABCD1234, then your reporting entity's report reference number would be IR2020ABCD1234.\n  - Insert the prefix **IR2020** into the G section of the suspicious transaction report as well.\n  - Because the report is related to the Ministerial Directive, **you must** ensure that there is a connection to Iran, such as the Iranian rial, or the conductor address is Iranian.\n\n### 5.5 Reporting suspicious transactions and terrorist property:\n\n- All transactions that are associated with Iran must be treated as high risk and must be monitored for the purpose of determining whether a Suspicious Transaction Report or a Terrorist Property Report must be submitted to FINTRAC.\n- For the purpose of this Ministerial Directive, only completed transactions must be reported if the sole reason for reporting is that the transaction is inbound from or outgoing to Iran. Attempted transactions remain reportable in instances where the reporting entity has reasonable grounds to suspect that the transaction is related to the attempted commission of a money laundering or a terrorist activity financing offence.\n- See [Reporting suspicious transactions to FINTRAC](/guidance-directives/transaction-operation/str-dod/str-dod-eng) for more information.\n- If you have property in **your possession** **or control** that you **know** **or believe** is owned or controlled by or on behalf of a listed person or a terrorist group you must submit a Terrorist Property Report to FINTRAC. This includes information about any transaction or proposed transaction relating to that property. See [Reporting terrorist property to FINTRAC](/guidance-directives/transaction-operation/Guide5/5-eng) for more information.\n\n### 5.6. Reporting timeframes:\n\n- Where the Ministerial Directive reflects an enhancement to a current transaction reporting obligation (for example, the threshold to report has been reduced or eliminated) the timing for reporting that transaction remains that of the obligation being enhanced:\n  - Electronic funds transfers must be reported no later than 5 working days after the day the reporting entity knows that the transfer must be reported;\n  - Large cash transactions must be reported within 15 days after the transaction.\n- Where the Ministerial Directive reflects an extension of reporting obligations to transactions that previously had no reporting obligation, such as the redemption of a negotiable instrument, transfers of funds within Canada, which are to be reported by means of the suspicious transaction reporting form, it is reasonable for the reporting entity to report this as soon as practicable.\n\n## Other\n\nYour compliance program's policies and procedures should already include information on how your organization becomes aware of Ministerial Directives issued by the Minister of Finance and information on how your organization will respond. Once a Ministerial Directive has been issued, you must take steps to meet its requirements.\n\nYour policies and procedures must also fully describe how you will make the determination that a transaction originates from or is bound for Iran and what specific mitigation measures you will take upon making this determination. For example, your policies and procedures could outline that you ask the purpose of a transaction. Similarly, you could research the origin or destination of a transaction to determine if the details about the sender, beneficiary or entities involved in the transaction, indicate that the transaction is originating from or bound for Iran.\n\nGuidance on how to conduct and document your risk assessment can be found in the [Risk assessment guidance](/guidance-directives/compliance-conformite/rba/rba-eng). You are required to implement certain measures to mitigate the risk of transactions involving jurisdictions that are identified in Ministerial Directives. Examples of these measures can be found in [General information on Part 1.1 of the Proceeds of Crime (Money Laundering) and Terrorist Financing Act](https://www.canada.ca/en/department-finance/corporate/laws-regulations/list-acts-regulations/proceeds-crime-money-laundering-terrorist-financing-act/guidance.html) provided by the Department of Finance Canada.\n\nDuring a compliance examination, FINTRAC may assess your compliance with any Ministerial Directive in order to verify that you have taken appropriate mitigating measures in relation to related transactions. FINTRAC may also review your overall risk assessment to verify that you have documented and assessed the risk related to your business activities and clients involving these jurisdictions. Failure to comply with the measures of a Ministerial Directive is a very serious offence. The existing administrative monetary penalties regime extends to all Ministerial Directives, and failure to comply with a directive could result in a penalty. Penalties applicable to the breach of a directive can be found in the [Proceeds of Crime (Money Laundering) and Terrorist Financing Administrative Monetary Penalties Regulations](https://laws-lois.justice.gc.ca/eng/regulations/SOR-2007-292/FullText.html).\n\nDate Modified: 2024-02-23",
    "metadata": {
        "title": "FINTRAC guidance related to the Ministerial Directive on Financial Transactions Associated with the Islamic Republic of Iran issued on July 25, 2020",
        "description": "This guidance explains the requirements of the Ministerial Directive on Financial Transactions Associated with the Islamic Republic of Iran",
        "language": "en",
        "ogLocaleAlternate": [],
        "dctermsSubject": "proceeds of crime; economic crime; terrorism; financial analysis; misappropriation of funds; compliance",
        "viewport": "width=device-width, initial-scale=1",
        "dcterms.title": "FINTRAC guidance related to the Ministerial Directive on Financial Transactions Associated with the Islamic Republic of Iran issued on July 25, 2020 | FINTRAC – Canada.ca  ",
        "dcterms.creator": "Government of Canada, Financial Transactions and Reports Analysis Centre of Canada",
        "dcterms.issued": "2020-07-08",
        "dcterms.modified": "2024-02-23",
        "dcterms.subject": "proceeds of crime; economic crime; terrorism; financial analysis; misappropriation of funds; compliance",
        "dcterms.language": "eng",
        "name": "Government of Canada",
        "areaServed": "Canada",
        "sourceURL": "https://fintrac-canafe.canada.ca/obligations/dir-iri-eng",
        "statusCode": 200
    },
    "markdown_cleaned": "# FINTRAC guidance related to the Ministerial Directive on Financial Transactions Associated with the Islamic Republic of Iran issued on July 25, 2020\n\nThis guidance explains the requirements of the Ministerial Directive on Financial Transactions Associated with the Islamic Republic of Iran.\n\n## 1\\. Why this Ministerial Directive was issued\n\nThe Financial Action Task Force issued a statement in February 2020 which expressed its particular and exceptional concerns regarding Iran's failure to address strategic deficiencies in its anti-money laundering and combatting the financing of terrorism regime, and the serious threat this poses to the integrity of the international financial system. The Financial Action Task Force called on its members to apply effective counter-measures to protect their financial sectors from such risks.\n\nAs such, Canada's Finance Minister issued this Ministerial Directive to ensure the safety and integrity of Canada's financial system.\n\nThis Ministerial Directive includes requirements that:\n\n- enhance existing obligations of the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations; and\n- extend the obligations of the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations\n\n\n## 2\\. Who needs to apply this Ministerial Directive\n\nThis Ministerial Directive came into effect on July 25, 2020, and is applicable to every person or entity referred to in paragraphs 5(a), (b) and (h) of the Act. The specific persons and entities that are to take action in response to this Ministerial Directive are:\n\n- banks\n- credit unions\n- financial services cooperatives\n- caisses populaires\n- authorized foreign banks\n- money services businesses\n\n## 3\\. Requirements of the Ministerial Directive\n\nEvery bank, credit union, financial services cooperative, caisse populaire, authorized foreign bank and money services business must:\n\n- treat **every** financial transaction **originating from or bound for Iran**, regardless of its amount, as a high-risk transaction for the purposes of subsection 9.6(3) of the Act\n- verify the identity of any client (person or entity) requesting or benefiting from such a transaction in accordance with Part 3 of the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations\n- exercise customer due diligence in relation to any such transaction, including ascertaining the source of funds or virtual currency, the purpose of the transaction and the beneficial ownership or control of any entity requesting or benefiting from the transaction\n- keep and retain a record of any such transaction, in accordance with the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations, regardless of the monetary thresholds set out in those Regulations; and\n- report all such transactions to the Centre\n\n### 3.1 Determining that a transaction originated from or is bound for Iran\n\nWhen determining whether a transaction originates from or is bound for Iran, you need to look at a variety of elements because the circumstances of each transaction are different. You must consider the facts, contexts and indicators of a transaction to determine whether it is subject to the Ministerial Directive. **Transactions originating from or bound for Iran may include, but are not limited to:**\n\n- electronic funds transfers, remittances or other transfers that include an Iranian originating or destination address - this may include transactions where the ordering person or entity, beneficiary, or third party details are Iranian\n- the activities of representatives of the Government of Iran (for example, transactions on an Embassy of Iran's bank account in Canada)\n- receiving Iranian rial as a deposit to an account or for a virtual currency transaction\n- conducting a foreign currency or virtual currency exchange transaction that includes Iranian rial (for example, Canadian dollar to Iranian rial, Iranian rial to US dollar, virtual currency to Iranian rial, etc.); and\n- issuing or redeeming bank drafts or other negotiable instruments that include an Iranian rial component\n\nThis Ministerial Directive **does not** apply to transactions where there is no suspicion or explicit connection with Iran and there is no evidence of the transaction originating from or being bound for Iran. For example:\n\n- a client who has previously sent funds to Iran requests an outgoing electronic funds transfer, where the transaction details do not suggest that this transaction is bound for Iran and you are unable to obtain further details about the transaction destination\n- the client's identification information is the only suggestion of a connection to Iran (for example, a transaction where the conductor's identification document is an Iranian passport); or\n- the details of a person, who is your client in Canada, are Iranian, but there **are no additional details** on the entity involved, or the sender of, or the recipient to, the transaction, to suggest the transaction is associated with Iran\n\nFor further clarity, if the details of your client in Canada include an Iranian address and the client requests that funds be sent to a beneficiary in a country other than Iran, where additional facts, context and indicators (for example, beneficiary account details) point to an association with Iran, then this transaction must be considered as **bound for** Iran, and treated accordingly.\n\nSimilarly, if the details of your client in Canada include an Iranian address and this client receives funds into their account from a sending account in a country other than Iran, but where additional facts, context and indicators (for example, sending account details), point to an association with Iran, then this transaction must be considered as **originating from** Iran, and treated accordingly.\n\nAlternatively, if the details of your client in Canada include an Iranian address and this client requests that funds be sent to a beneficiary in a country other than Iran, for which additional facts, context and indicators **do not** bring to light an association with Iran, then this transaction is not required to be considered for the purpose of the Ministerial Directive.\n\nUnless the transaction is being carried out by, or benefitting, a representative of the Government of Iran in Canada, then the details of your client in Canada are not likely enough to consider the transaction against the obligations of the Ministerial Directive.\n\n**Note:** When you have determined that a transaction originated from or was bound for Iran, you must apply the measures outlined in the Ministerial Directive.\n\n### 3.2 Verifying the identity of every client who requests or benefits from a transaction originating from or bound for Iran\n\nUnder this Ministerial Directive, you must take enhanced identification measures that go beyond the identification triggers and requirements prescribed under the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations. Transactions that fall below the reporting threshold amounts typically do not require that you verify the identity of clients. However, under this Ministerial Directive, **you must:**\n\n- verify the identity of **every client** (including those you have a business relationship with) that requests or benefits from such a transaction **in any amount** in accordance with the methods prescribed in the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations; and\n- for transactions that meet the reporting threshold amounts, apply **enhanced measures** to verify the identity of each client, as described in FINTRAC's ongoing monitoring guidance. Enhanced measures could include obtaining additional information on the client (for example, occupation, volume of assets, information available through public databases, Internet, etc.); gathering additional documents, data or information; or taking additional steps to verify the documents obtained, etc.\n\n### 3.3 Additional measures required\n\nYou must treat **all** transactions originating from or bound for Iran as high risk. In addition to verifying the identity of any client requesting or benefiting from such a transaction, under this Ministerial Directive, you must:\n\n- apply customer due diligence measures to these clients for all transactions ( **any amount**)\n- assess the client information to determine whether there are reasonable grounds to suspect the commission or attempted commission of a money laundering or terrorist activity financing infraction and to report it through a Reporting suspicious transactions to FINTRAC or Terrorist Property Report to FINTRAC\n- apply enhanced measures to **every client** who meets the identification threshold (threshold transactions)\n- obtain the purpose and the source of funds or virtual currency of any such transaction; and\n- obtain the beneficial ownership or control information of any entity requesting or benefiting from such a transaction\n\n**Note:** It is the reporting entity that owns the relationship with the client that is required to carry out the additional measures outlined in the Ministerial Directive (i.e., verifying the identity of the client, and exercising the customer due diligence measures).\n\n## 4\\. Records you must keep and their retention period\n\n### 4.1 Records of electronic funds and virtual currency transfers of any amount\n\nFor an electronic funds or virtual currency transfer **of any amount** originating from or bound for Iran, you must keep:\n\n- the information included in an electronic funds transfer record, and the information included in a record for virtual currency transfers, **even if the transaction is below $** **1,000 CAD or an equivalent amount in virtual currency**:\n\n  - if you are a bank, credit union, financial services cooperative or caisse populaire, you will find your record keeping requirements in the Record keeping requirements for financial entities guidance\n  - if you are a money services business, you will find your record keeping requirements in the Record keeping requirements for money services businesses and foreign money services businesses guidance\n- the source of funds or virtual currency of the transaction; and\n- the purpose of the transaction\n\n### 4.2 Records of receipt of cash or virtual currency – of any amount\n\nYou must keep a record of **every cash or virtual currency transaction (any amount)** that you receive that reflects a connection to Iran (such as cash received for the issuance of negotiable instruments or foreign exchange using Iranian rial). You must record:\n\n- the information included in a large cash or virtual currency transaction record, **even if the transaction is below $10,000 CAD or an equivalent amount in virtual currency**, and the information included in a foreign or virtual currency exchange transaction record, **including the information that is required when a transaction is over $3,000 CAD**:\n\n  - if you are a bank, credit union, financial services cooperative or caisse populaire, you will find your record keeping requirements in the Record keeping requirements for financial entities guidance\n  - if you are a money services business, you will find your record keeping requirements in the Record keeping requirements for money services businesses and foreign money services businesses guidance\n- the source of funds or virtual currency of the transaction; and\n- the purpose of the transaction\n\n### 4.3 Records of redeeming other negotiable instruments and records for issuing or redeeming transactions – of any amount:\n\nTransactions originating from or bound for Iran also include the redemption of other negotiable instruments (for example, bank drafts, money orders, traveller's cheques, etc.) in any amount. These too will have to reflect a connection with Iran, such as the use of Iranian rial in the transaction, for the Ministerial Directive to be applicable. You must record:\n\n- the information included in a transaction record, **even if the transaction is below $3,000 CAD or an equivalent amount in virtual currency**:\n\n  - if you are a bank, credit union, financial services cooperative or caisse populaire, and a client is redeeming any amount in one or multiple money orders, your record keeping requirements are referenced in the Record keeping requirements for financial entities guidance\n  - if you are a money services business, and a client is redeeming money orders in any amount, your record keeping requirements are referenced in the Record keeping requirements for money services businesses and foreign money services businesses guidance\n- the source of funds or virtual currency of the transaction; and\n- the purpose of the transaction\n\n### 4.4 Information on records and retention\n\nIf you are required by this Ministerial Directive to keep a record of information that is readily available in other records, you do not have to record the same information again. This means that if you keep the required information and can produce it during a FINTRAC examination, you do not need to create a new record to meet the obligations.\n\nYou must keep all records applicable to this Ministerial Directive in accordance with their associated record retention requirement, or for at least five years from the date the record was created.\n\n## 5\\. Reporting transactions captured under this Ministerial Directive\n\n### 5.1 Reporting an electronic funds transfer in any amount to FINTRAC:\n\n- SWIFT electronic funds transfers that are under the reporting threshold of $10,000 CAD and **do not** aggregate to $10,000 CAD under the 24-hour rule and **involve** Iranian rial (IRR), **must be reported using the** **SWIFT Electronic Funds Transfer Report** **with the following addition**:\n\n  - Insert the prefix **IR2020** before entering your reporting entity's report reference number. For example, if your reporting entity's report reference number is ABCD1234, then your reporting entity's report reference number would be IR2020ABCD1234.\n- SWIFT electronic funds transfers that are under the reporting threshold of $10,000 CAD, **do not** aggregate to $10,000 CAD under the 24-hour rule, and **do not** involve Iranian rial (IRR), **must be reported using the** **Non-SWIFT Electronic Funds Transfer Report** **with the following addition:**\n  - Insert the prefix **IR2020** before entering your reporting entity's report reference number. For example, if your reporting entity's report reference number is ABCD1234, then your reporting entity's report reference number would be IR2020ABCD1234.\n\n**Note:** These transactions must have an Iranian address in at least one of the fields.\n\n- Non-SWIFT electronic funds transfers that are under the reporting threshold of $10,000 CAD, and **do not** aggregate to $10,000 CAD under the 24-hour rule, must be reported using the Non-SWIFT Electronic Funds Transfer Report **with the following addition**:\n\n  - Insert the prefix **IR2020** before entering your reporting entity's report reference number. For example, if your reporting entity's report reference number is ABCD1234, then your reporting entity's report reference number would be IR2020ABCD1234.\n- SWIFT and Non-SWIFT electronic funds transfers of $10,000 CAD or more, and SWIFT and Non-SWIFT electronic funds transfers resulting from aggregated transactions of $10,000 CAD or more captured under the 24-hour rule are to be reported normally:\n  - No prefix is required\n- Transfers of funds within Canada, of any amount, where it is deemed that the transaction is originating from or bound for Iran, must be reported using the suspicious transaction report as follows:\n  - Insert the prefix **IR2020** before entering your reporting entity's report reference number. For example, if your reporting entity's report reference number is ABCD1234, then your reporting entity's report reference number would be IR2020ABCD1234.\n  - As applicable Part B1, Item 5 – \"other description\" – transfer gov't Iran\n  - As applicable Part B2, Item 12 – \"other description\" – transfer, gov't Iran\n  - Insert the prefix **IR2020** into the G section of the Suspicious Transaction Report as well.\n  - Because the report is related to the Ministerial Directive, **you must** ensure that information provided, such as currency type, or address or disposition details, reflect the connection to Iran.\n\n### 5.2 Reporting the receipt of any amount of cash to FINTRAC:\n\n- Any cash received (for example, Iranian rial deposited to an account, or Iranian rial received in exchange for virtual currency, CAD, or any other type of currency) that is under the reporting threshold of $10,000 CAD and **does not** aggregate to $10,000 CAD under the 24-hour rule must be reported using the Large Cash Transaction Report. Select 'IR2020' in the Ministerial Directive field to indicate the transaction is being reported under the Ministerial Directive.\n\n\n\n  **Note:** Because the report is related to the Ministerial Directive, **you must** ensure that the information provided reflects a connection to Iran.\n\n- Large cash transactions of $10,000 CAD or more, and large cash transactions that total $10,000 CAD or more when aggregated under the 24-hour rule are to be reported normally.\n\n### 5.3 Reporting virtual currency transactions using the Large Virtual Currency Transaction Report :\n\n- Any transaction involving the receipt of virtual currency for exchange to Iranian rial that is equivalent to an amount under the reporting threshold of $10,000 CAD must be reported using the Large Virtual Currency Transaction Report. Select 'IR2020' in the Ministerial Directive field to indicate the transaction is being reported under the Ministerial Directive.\n\n\n\n  **Note:** Because the report is related to the Ministerial Directive, **you must** ensure that the information provided reflects a connection to Iran.\n\n- Virtual currency transactions received in an amount equivalent to $10,000 CAD or more, and virtual currency transactions received that fall under the 24-hour rule are to be reported as normal.\n\n### 5.4 Reporting negotiable instruments and issuing or redeeming transactions:\n\n- Any negotiable instrument, and issuing or redeeming transaction that originates from or is bound for Iran, must be reported using the Reporting suspicious transactions to FINTRAC. In order to identify these transactions, submit the Suspicious Transaction Report with the following additions **when the transactions do not meet the reasonable grounds to suspect** the commission or attempted commission of a money laundering or a terrorist activity financing offence threshold:\n\n  - Insert the prefix **IR2020** before entering your reporting entity's report reference number. For example, if your reporting entity's report reference number is ABCD1234, then your reporting entity's report reference number would be IR2020ABCD1234.\n  - Insert the prefix **IR2020** into the G section of the suspicious transaction report as well.\n  - Because the report is related to the Ministerial Directive, **you must** ensure that there is a connection to Iran, such as the Iranian rial, or the conductor address is Iranian.\n\n### 5.5 Reporting suspicious transactions and terrorist property:\n\n- All transactions that are associated with Iran must be treated as high risk and must be monitored for the purpose of determining whether a Suspicious Transaction Report or a Terrorist Property Report must be submitted to FINTRAC.\n- For the purpose of this Ministerial Directive, only completed transactions must be reported if the sole reason for reporting is that the transaction is inbound from or outgoing to Iran. Attempted transactions remain reportable in instances where the reporting entity has reasonable grounds to suspect that the transaction is related to the attempted commission of a money laundering or a terrorist activity financing offence.\n- See Reporting suspicious transactions to FINTRAC for more information.\n- If you have property in **your possession** **or control** that you **know** **or believe** is owned or controlled by or on behalf of a listed person or a terrorist group you must submit a Terrorist Property Report to FINTRAC. This includes information about any transaction or proposed transaction relating to that property. See Reporting terrorist property to FINTRAC for more information.\n\n### 5.6. Reporting timeframes:\n\n- Where the Ministerial Directive reflects an enhancement to a current transaction reporting obligation (for example, the threshold to report has been reduced or eliminated) the timing for reporting that transaction remains that of the obligation being enhanced:\n  - Electronic funds transfers must be reported no later than 5 working days after the day the reporting entity knows that the transfer must be reported;\n  - Large cash transactions must be reported within 15 days after the transaction.\n- Where the Ministerial Directive reflects an extension of reporting obligations to transactions that previously had no reporting obligation, such as the redemption of a negotiable instrument, transfers of funds within Canada, which are to be reported by means of the suspicious transaction reporting form, it is reasonable for the reporting entity to report this as soon as practicable.\n\n## Other\n\nYour compliance program's policies and procedures should already include information on how your organization becomes aware of Ministerial Directives issued by the Minister of Finance and information on how your organization will respond. Once a Ministerial Directive has been issued, you must take steps to meet its requirements.\n\nYour policies and procedures must also fully describe how you will make the determination that a transaction originates from or is bound for Iran and what specific mitigation measures you will take upon making this determination. For example, your policies and procedures could outline that you ask the purpose of a transaction. Similarly, you could research the origin or destination of a transaction to determine if the details about the sender, beneficiary or entities involved in the transaction, indicate that the transaction is originating from or bound for Iran.\n\nGuidance on how to conduct and document your risk assessment can be found in the Risk assessment guidance. You are required to implement certain measures to mitigate the risk of transactions involving jurisdictions that are identified in Ministerial Directives. Examples of these measures can be found in General information on Part 1.1 of the Proceeds of Crime (Money Laundering) and Terrorist Financing Act provided by the Department of Finance Canada.\n\nDuring a compliance examination, FINTRAC may assess your compliance with any Ministerial Directive in order to verify that you have taken appropriate mitigating measures in relation to related transactions. FINTRAC may also review your overall risk assessment to verify that you have documented and assessed the risk related to your business activities and clients involving these jurisdictions. Failure to comply with the measures of a Ministerial Directive is a very serious offence. The existing administrative monetary penalties regime extends to all Ministerial Directives, and failure to comply with a directive could result in a penalty. Penalties applicable to the breach of a directive can be found in the Proceeds of Crime (Money Laundering) and Terrorist Financing Administrative Monetary Penalties Regulations.",
    "chunks": [
        {
            "idx": 0,
            "content": "# FINTRAC guidance related to the Ministerial Directive on Financial Transactions Associated with the Islamic Republic of Iran issued on July 25, 2020  \nThis guidance explains the requirements of the Ministerial Directive on Financial Transactions Associated with the Islamic Republic of Iran.",
            "metadata": {
                "Header 1": "FINTRAC guidance related to the Ministerial Directive on Financial Transactions Associated with the Islamic Republic of Iran issued on July 25, 2020"
            },
            "word_count": 42,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 1,
            "content": "## 1\\. Why this Ministerial Directive was issued  \nThe Financial Action Task Force issued a statement in February 2020 which expressed its particular and exceptional concerns regarding Iran's failure to address strategic deficiencies in its anti-money laundering and combatting the financing of terrorism regime, and the serious threat this poses to the integrity of the international financial system. The Financial Action Task Force called on its members to apply effective counter-measures to protect their financial sectors from such risks.  \nAs such, Canada's Finance Minister issued this Ministerial Directive to ensure the safety and integrity of Canada's financial system.  \nThis Ministerial Directive includes requirements that:  \n- enhance existing obligations of the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations; and\n- extend the obligations of the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations",
            "metadata": {
                "Header 1": "FINTRAC guidance related to the Ministerial Directive on Financial Transactions Associated with the Islamic Republic of Iran issued on July 25, 2020",
                "Header 2": "1\\. Why this Ministerial Directive was issued"
            },
            "word_count": 135,
            "bullet_point_ratio": 0.3333333333333333,
            "context": " The chunk explains the reasons behind the issuance of the Ministerial Directive on Financial Transactions Associated with the Islamic Republic of Iran, highlighting the global concerns about Iran's anti-money laundering and terrorist financing deficiencies, and Canada's response to protect its financial system.",
            "questions": [
                "What specific global concerns prompted the issuance of the Ministerial Directive on Financial Transactions Associated with the Islamic Republic of Iran?",
                "How does the Ministerial Directive aim to protect Canada's financial system according to the described measures?",
                "What were the key recommendations of the Financial Action Task Force in February 2020 regarding Iran's anti-money laundering and terrorist financing deficiencies?"
            ],
            "qnas": [
                {
                    "question": "What specific global concerns prompted the issuance of the Ministerial Directive on Financial Transactions Associated with the Islamic Republic of Iran?",
                    "answer": "The Ministerial Directive on Financial Transactions Associated with the Islamic Republic of Iran was issued in response to the Financial Action Task Force's February 2020 statement, which highlighted Iran's failure to address strategic deficiencies in its anti-money laundering and terrorist financing regime, posing a serious threat to the international financial system. Canada's Finance Minister issued the directive to protect Canada's financial system and apply effective counter-measures as called for by the Financial Action Task Force."
                },
                {
                    "question": "How does the Ministerial Directive aim to protect Canada's financial system according to the described measures?",
                    "answer": "The Ministerial Directive aims to protect Canada's financial system by enhancing and extending the obligations of the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations, in response to the Financial Action Task Force's concerns about Iran's anti-money laundering and terrorist financing deficiencies."
                },
                {
                    "question": "What were the key recommendations of the Financial Action Task Force in February 2020 regarding Iran's anti-money laundering and terrorist financing deficiencies?",
                    "answer": "The key recommendations of the Financial Action Task Force in February 2020 regarding Iran's anti-money laundering and terrorist financing deficiencies were to express serious concerns about Iran's strategic deficiencies and to call on its members to apply effective counter-measures to protect their financial sectors from the risks posed by these deficiencies."
                }
            ]
        },
        {
            "idx": 2,
            "content": "## 2\\. Who needs to apply this Ministerial Directive  \nThis Ministerial Directive came into effect on July 25, 2020, and is applicable to every person or entity referred to in paragraphs 5(a), (b) and (h) of the Act. The specific persons and entities that are to take action in response to this Ministerial Directive are:  \n- banks\n- credit unions\n- financial services cooperatives\n- caisses populaires\n- authorized foreign banks\n- money services businesses",
            "metadata": {
                "Header 1": "FINTRAC guidance related to the Ministerial Directive on Financial Transactions Associated with the Islamic Republic of Iran issued on July 25, 2020",
                "Header 2": "2\\. Who needs to apply this Ministerial Directive"
            },
            "word_count": 75,
            "bullet_point_ratio": 0.75
        },
        {
            "idx": 3,
            "content": "## 3\\. Requirements of the Ministerial Directive  \nEvery bank, credit union, financial services cooperative, caisse populaire, authorized foreign bank and money services business must:  \n- treat**every**financial transaction**originating from or bound for Iran**, regardless of its amount, as a high-risk transaction for the purposes of subsection 9.6(3) of the Act\n- verify the identityof any client (person or entity) requesting or benefiting from such a transaction in accordance with Part 3 of theProceeds of Crime (Money Laundering) and Terrorist Financing Regulations\n- exercise customer due diligence in relation to any such transaction, including ascertaining the source of funds or virtual currency, the purpose of the transaction and thebeneficial ownershipor control of any entity requesting or benefiting from the transaction",
            "metadata": {
                "Header 1": "FINTRAC guidance related to the Ministerial Directive on Financial Transactions Associated with the Islamic Republic of Iran issued on July 25, 2020",
                "Header 2": "3\\. Requirements of the Ministerial Directive"
            },
            "word_count": 118,
            "bullet_point_ratio": 0.6
        },
        {
            "idx": 4,
            "content": "- keep and retain arecordof any such transaction, in accordance with the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations, regardless of the monetary thresholds set out in those Regulations; and\n- report all such transactionsto the Centre",
            "metadata": {
                "Header 1": "FINTRAC guidance related to the Ministerial Directive on Financial Transactions Associated with the Islamic Republic of Iran issued on July 25, 2020",
                "Header 2": "3\\. Requirements of the Ministerial Directive"
            },
            "word_count": 39,
            "bullet_point_ratio": 1.0
        },
        {
            "idx": 5,
            "content": "### 3.1 Determining that a transaction originated from or is bound for Iran  \nWhen determining whether a transaction originates from or is bound for Iran, you need to look at a variety of elements because the circumstances of each transaction are different. You must consider the facts, contexts and indicators of a transaction to determine whether it is subject to the Ministerial Directive.**Transactions originating from or bound for Iran may include, but are not limited to:**  \n- electronic funds transfers, remittances or other transfers that include an Iranian originating or destination address - this may include transactions where the ordering person or entity, beneficiary, or third party details are Iranian\n- the activities of representatives of the Government of Iran (for example, transactions on an Embassy of Iran's bank account in Canada)\n- receiving Iranian rial as a deposit to an account or for a virtual currency transaction",
            "metadata": {
                "Header 1": "FINTRAC guidance related to the Ministerial Directive on Financial Transactions Associated with the Islamic Republic of Iran issued on July 25, 2020",
                "Header 2": "3\\. Requirements of the Ministerial Directive",
                "Header 3": "3.1 Determining that a transaction originated from or is bound for Iran"
            },
            "word_count": 148,
            "bullet_point_ratio": 0.6
        },
        {
            "idx": 6,
            "content": "- conducting a foreign currency or virtual currency exchange transaction that includes Iranian rial (for example, Canadian dollar to Iranian rial, Iranian rial to US dollar, virtual currency to Iranian rial, etc.); and\n- issuing or redeeming bank drafts or other negotiable instruments that include an Iranian rial component  \nThis Ministerial Directive**does not**apply to transactions where there is no suspicion or explicit connection with Iran and there is no evidence of the transaction originating from or being bound for Iran. For example:  \n- a client who has previously sent funds to Iran requests an outgoing electronic funds transfer, where the transaction details do not suggest that this transaction is bound for Iran and you are unable to obtain further details about the transaction destination",
            "metadata": {
                "Header 1": "FINTRAC guidance related to the Ministerial Directive on Financial Transactions Associated with the Islamic Republic of Iran issued on July 25, 2020",
                "Header 2": "3\\. Requirements of the Ministerial Directive",
                "Header 3": "3.1 Determining that a transaction originated from or is bound for Iran"
            },
            "word_count": 124,
            "bullet_point_ratio": 0.75,
            "context": " This chunk details specific examples of transactions that fall under the Ministerial Directive's requirements, such as those involving Iranian rial, and clarifies scenarios where the directive does not apply due to lack of suspicion or clear connection to Iran.",
            "questions": [
                "What types of transactions involving Iranian rial fall under the Ministerial Directive's requirements?",
                "Under what circumstances does the Ministerial Directive not apply to transactions that might otherwise seem related to Iran?",
                "Can you provide an example of a transaction where the Ministerial Directive would not apply despite previous involvement with Iran?"
            ],
            "qnas": [
                {
                    "question": "What types of transactions involving Iranian rial fall under the Ministerial Directive's requirements?",
                    "answer": "Transactions involving Iranian rial that fall under the Ministerial Directive's requirements include conducting foreign currency or virtual currency exchange transactions that include Iranian rial (such as Canadian dollar to Iranian rial, Iranian rial to US dollar, virtual currency to Iranian rial, etc.) and issuing or redeeming bank drafts or other negotiable instruments that include an Iranian rial component. The Ministerial Directive does not apply to transactions where there is no suspicion or explicit connection with Iran and no evidence of the transaction originating from or being bound for Iran."
                },
                {
                    "question": "Under what circumstances does the Ministerial Directive not apply to transactions that might otherwise seem related to Iran?",
                    "answer": "The Ministerial Directive does not apply to transactions where there is no suspicion or explicit connection with Iran, and there is no evidence of the transaction originating from or being bound for Iran. For example, it does not apply when a client who has previously sent funds to Iran requests an outgoing electronic funds transfer, but the transaction details do not suggest that this transaction is bound for Iran and further details about the transaction destination cannot be obtained."
                },
                {
                    "question": "Can you provide an example of a transaction where the Ministerial Directive would not apply despite previous involvement with Iran?",
                    "answer": "An example of a transaction where the Ministerial Directive would not apply despite previous involvement with Iran is: a client who has previously sent funds to Iran requests an outgoing electronic funds transfer, but the transaction details do not suggest that this transaction is bound for Iran, and you are unable to obtain further details about the transaction destination. This is because the Ministerial Directive does not apply to transactions where there is no suspicion or explicit connection with Iran and no evidence of the transaction originating from or being bound for Iran."
                }
            ]
        },
        {
            "idx": 7,
            "content": "- the client's identification information is the only suggestion of a connection to Iran (for example, a transaction where the conductor's identification document is an Iranian passport); or\n- the details of a person, who is your client in Canada, are Iranian, but there **are no additional details**on the entity involved, or the sender of, or the recipient to, the transaction, to suggest the transaction is associated with Iran  \nFor further clarity, if the details of your client in Canada include an Iranian address and the client requests that funds be sent to a beneficiary in a country other than Iran, where additional facts, context and indicators (for example, beneficiary account details) point to an association with Iran, then this transaction must be considered as**bound for**Iran, and treated accordingly.",
            "metadata": {
                "Header 1": "FINTRAC guidance related to the Ministerial Directive on Financial Transactions Associated with the Islamic Republic of Iran issued on July 25, 2020",
                "Header 2": "3\\. Requirements of the Ministerial Directive",
                "Header 3": "3.1 Determining that a transaction originated from or is bound for Iran"
            },
            "word_count": 129,
            "bullet_point_ratio": 0.6666666666666666
        },
        {
            "idx": 8,
            "content": "Similarly, if the details of your client in Canada include an Iranian address and this client receives funds into their account from a sending account in a country other than Iran, but where additional facts, context and indicators (for example, sending account details), point to an association with Iran, then this transaction must be considered as**originating from**Iran, and treated accordingly.  \nAlternatively, if the details of your client in Canada include an Iranian address and this client requests that funds be sent to a beneficiary in a country other than Iran, for which additional facts, context and indicators**do not**bring to light an association with Iran, then this transaction is not required to be considered for the purpose of the Ministerial Directive.",
            "metadata": {
                "Header 1": "FINTRAC guidance related to the Ministerial Directive on Financial Transactions Associated with the Islamic Republic of Iran issued on July 25, 2020",
                "Header 2": "3\\. Requirements of the Ministerial Directive",
                "Header 3": "3.1 Determining that a transaction originated from or is bound for Iran"
            },
            "word_count": 120,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 9,
            "content": "Unless the transaction is being carried out by, or benefitting, a representative of the Government of Iran in Canada, then the details of your client in Canada are not likely enough to consider the transaction against the obligations of the Ministerial Directive.  \n**Note:**When you have determined that a transaction originated from or was bound for Iran, you must apply the measures outlined in the Ministerial Directive.",
            "metadata": {
                "Header 1": "FINTRAC guidance related to the Ministerial Directive on Financial Transactions Associated with the Islamic Republic of Iran issued on July 25, 2020",
                "Header 2": "3\\. Requirements of the Ministerial Directive",
                "Header 3": "3.1 Determining that a transaction originated from or is bound for Iran"
            },
            "word_count": 66,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 10,
            "content": "### 3.2 Verifying the identity of every client who requests or benefits from a transaction originating from or bound for Iran  \nUnder this Ministerial Directive, you must take enhanced identification measures that go beyond the identification triggers and requirements prescribed under the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations. Transactions that fall below the reporting threshold amounts typically do not require that you verify the identity of clients. However, under this Ministerial Directive,**you must:**  \n- verify the identity of**every client**(including those you have abusiness relationshipwith) that requests or benefits from such a transaction**in any amount**in accordance with themethods prescribed in the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations; and",
            "metadata": {
                "Header 1": "FINTRAC guidance related to the Ministerial Directive on Financial Transactions Associated with the Islamic Republic of Iran issued on July 25, 2020",
                "Header 2": "3\\. Requirements of the Ministerial Directive",
                "Header 3": "3.2 Verifying the identity of every client who requests or benefits from a transaction originating from or bound for Iran"
            },
            "word_count": 113,
            "bullet_point_ratio": 0.3333333333333333
        },
        {
            "idx": 11,
            "content": "- for transactions that meet the reporting threshold amounts, apply**enhanced measures**to verify the identity of each client, as described in FINTRAC'songoing monitoring guidance. Enhanced measures could include obtaining additional information on the client (for example, occupation, volume of assets, information available through public databases, Internet, etc.); gathering additional documents, data or information; or taking additional steps to verify the documents obtained, etc.",
            "metadata": {
                "Header 1": "FINTRAC guidance related to the Ministerial Directive on Financial Transactions Associated with the Islamic Republic of Iran issued on July 25, 2020",
                "Header 2": "3\\. Requirements of the Ministerial Directive",
                "Header 3": "3.2 Verifying the identity of every client who requests or benefits from a transaction originating from or bound for Iran"
            },
            "word_count": 62,
            "bullet_point_ratio": 1.0
        },
        {
            "idx": 12,
            "content": "### 3.3 Additional measures required  \nYou must treat**all**transactions originating from or bound for Iran as high risk. In addition to verifying the identity of any client requesting or benefiting from such a transaction, under this Ministerial Directive, you must:  \n- apply customer due diligence measures to these clients for all transactions ( **any amount**)\n- assess the client information to determine whether there are reasonable grounds to suspect the commission or attempted commission of a money laundering or terrorist activity financing infraction and to report it through aReporting suspicious transactions to FINTRACorTerrorist Property Reportto FINTRAC\n- apply enhanced measures to**every client**who meets the identification threshold (threshold transactions)\n- obtain the purpose and the source of funds or virtual currency of any such transaction; and\n- obtain the beneficial ownership or control information of any entity requesting or benefiting from such a transaction",
            "metadata": {
                "Header 1": "FINTRAC guidance related to the Ministerial Directive on Financial Transactions Associated with the Islamic Republic of Iran issued on July 25, 2020",
                "Header 2": "3\\. Requirements of the Ministerial Directive",
                "Header 3": "3.3 Additional measures required"
            },
            "word_count": 142,
            "bullet_point_ratio": 0.7142857142857143
        },
        {
            "idx": 13,
            "content": "**Note:** It is the reporting entity that owns the relationship with the client that is required to carry out the additional measures outlined in the Ministerial Directive (i.e., verifying the identity of the client, and exercising the customer due diligence measures).",
            "metadata": {
                "Header 1": "FINTRAC guidance related to the Ministerial Directive on Financial Transactions Associated with the Islamic Republic of Iran issued on July 25, 2020",
                "Header 2": "3\\. Requirements of the Ministerial Directive",
                "Header 3": "3.3 Additional measures required"
            },
            "word_count": 41,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 14,
            "content": "## 4\\. Records you must keep and their retention period  \n### 4.1 Records of electronic funds and virtual currency transfers of any amount  \nFor an electronic funds or virtual currency transfer **of any amount**originating from or bound for Iran, you must keep:  \n- the information included in an electronic funds transfer record, and the information included in a record for virtual currency transfers, **even if the transaction is below $** **1,000 CAD or an equivalent amount in virtual currency**:  \n- if you are a bank, credit union, financial services cooperative or caisse populaire, you will find your record keeping requirements in theRecord keeping requirements for financial entities guidance\n- if you are a money services business, you will find your record keeping requirements in theRecord keeping requirements for money services businesses and foreign money services businesses guidance\n- the source of funds or virtual currency of the transaction; and\n- the purpose of the transaction",
            "metadata": {
                "Header 1": "FINTRAC guidance related to the Ministerial Directive on Financial Transactions Associated with the Islamic Republic of Iran issued on July 25, 2020",
                "Header 2": "4\\. Records you must keep and their retention period",
                "Header 3": "4.1 Records of electronic funds and virtual currency transfers of any amount"
            },
            "word_count": 155,
            "bullet_point_ratio": 0.625,
            "context": " This chunk is located under the section detailing the record-keeping requirements and retention periods for electronic funds and virtual currency transfers of any amount related to Iran, within the FINTRAC guidance on the Ministerial Directive issued on July 25, 2020.",
            "questions": [
                "What specific information must be kept for electronic funds or virtual currency transfers of any amount related to Iran, regardless of the transaction value?",
                "Where can a bank find the detailed record-keeping requirements for electronic funds and virtual currency transfers originating from or bound for Iran?",
                "In addition to the standard record-keeping requirements, what additional details must be recorded for transactions involving Iran, and why are these details important?"
            ],
            "qnas": [
                {
                    "question": "What specific information must be kept for electronic funds or virtual currency transfers of any amount related to Iran, regardless of the transaction value?",
                    "answer": "According to FINTRAC guidance on the Ministerial Directive issued on July 25, 2020, the following specific information must be kept for electronic funds or virtual currency transfers of any amount related to Iran, regardless of the transaction value:\n\n- The information included in an electronic funds transfer record or a record for virtual currency transfers\n- The source of funds or virtual currency of the transaction\n- The purpose of the transaction"
                },
                {
                    "question": "Where can a bank find the detailed record-keeping requirements for electronic funds and virtual currency transfers originating from or bound for Iran?",
                    "answer": "Banks can find the detailed record-keeping requirements for electronic funds and virtual currency transfers originating from or bound for Iran in the \"Record keeping requirements for financial entities guidance\" issued by FINTRAC."
                },
                {
                    "question": "In addition to the standard record-keeping requirements, what additional details must be recorded for transactions involving Iran, and why are these details important?",
                    "answer": "For transactions involving Iran, additional details that must be recorded include the source of funds or virtual currency and the purpose of the transaction. These details are important as they are required by the Financial Transactions and Reports Analysis Centre of Canada (FINTRAC) under the Ministerial Directive issued on July 25, 2020, to facilitate the detection and deterrence of money laundering and terrorist financing activities."
                }
            ]
        },
        {
            "idx": 15,
            "content": "### 4.2 Records of receipt of cash or virtual currency – of any amount  \nYou must keep a record of**every cash or virtual currency transaction (any amount)**that you receive that reflects a connection to Iran (such as cash received for the issuance of negotiable instruments or foreign exchange using Iranian rial). You must record:  \n- the information included in a large cash or virtual currency transaction record,**even if the transaction is below $10,000 CAD or an equivalent amount in virtual currency**, and the information included in a foreign or virtual currency exchange transaction record,**including the information that is required when a transaction is over $3,000 CAD**:  \n- if you are a bank, credit union, financial services cooperative or caisse populaire, you will find your record keeping requirements in theRecord keeping requirements for financial entities guidance",
            "metadata": {
                "Header 1": "FINTRAC guidance related to the Ministerial Directive on Financial Transactions Associated with the Islamic Republic of Iran issued on July 25, 2020",
                "Header 2": "4\\. Records you must keep and their retention period",
                "Header 3": "4.2 Records of receipt of cash or virtual currency – of any amount"
            },
            "word_count": 135,
            "bullet_point_ratio": 0.5
        },
        {
            "idx": 16,
            "content": "- if you are a money services business, you will find your record keeping requirements in theRecord keeping requirements for money services businesses and foreign money services businesses guidance\n- the source of funds or virtual currency of the transaction; and\n- the purpose of the transaction",
            "metadata": {
                "Header 1": "FINTRAC guidance related to the Ministerial Directive on Financial Transactions Associated with the Islamic Republic of Iran issued on July 25, 2020",
                "Header 2": "4\\. Records you must keep and their retention period",
                "Header 3": "4.2 Records of receipt of cash or virtual currency – of any amount"
            },
            "word_count": 47,
            "bullet_point_ratio": 1.0
        },
        {
            "idx": 17,
            "content": "### 4.3 Records of redeeming other negotiable instruments and records for issuing or redeeming transactions – of any amount:  \nTransactions originating from or bound for Iran also include the redemption of other negotiable instruments (for example, bank drafts, money orders, traveller's cheques, etc.) in any amount. These too will have to reflect a connection with Iran, such as the use of Iranian rial in the transaction, for the Ministerial Directive to be applicable. You must record:  \n- the information included in a transaction record,**even if the transaction is below $3,000 CAD or an equivalent amount in virtual currency**:  \n- if you are a bank, credit union, financial services cooperative or caisse populaire, and a client is redeeming any amount in one or multiple money orders, your record keeping requirements are referenced in theRecord keeping requirements for financial entities guidance",
            "metadata": {
                "Header 1": "FINTRAC guidance related to the Ministerial Directive on Financial Transactions Associated with the Islamic Republic of Iran issued on July 25, 2020",
                "Header 2": "4\\. Records you must keep and their retention period",
                "Header 3": "4.3 Records of redeeming other negotiable instruments and records for issuing or redeeming transactions – of any amount:"
            },
            "word_count": 139,
            "bullet_point_ratio": 0.5
        },
        {
            "idx": 18,
            "content": "- if you are a money services business, and a client is redeeming money orders in any amount, your record keeping requirements are referenced in theRecord keeping requirements for money services businesses and foreign money services businesses guidance\n- the source of funds or virtual currency of the transaction; and\n- the purpose of the transaction",
            "metadata": {
                "Header 1": "FINTRAC guidance related to the Ministerial Directive on Financial Transactions Associated with the Islamic Republic of Iran issued on July 25, 2020",
                "Header 2": "4\\. Records you must keep and their retention period",
                "Header 3": "4.3 Records of redeeming other negotiable instruments and records for issuing or redeeming transactions – of any amount:"
            },
            "word_count": 56,
            "bullet_point_ratio": 1.0
        },
        {
            "idx": 19,
            "content": "### 4.4 Information on records and retention  \nIf you are required by this Ministerial Directive to keep a record of information that is readily available in other records, you do not have to record the same information again. This means that if you keep the required information and can produce it during a FINTRAC examination, you do not need to create a new record to meet the obligations.  \nYou must keep all records applicable to this Ministerial Directive in accordance with their associated record retention requirement, or for at least five years from the date the record was created.",
            "metadata": {
                "Header 1": "FINTRAC guidance related to the Ministerial Directive on Financial Transactions Associated with the Islamic Republic of Iran issued on July 25, 2020",
                "Header 2": "4\\. Records you must keep and their retention period",
                "Header 3": "4.4 Information on records and retention"
            },
            "word_count": 99,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 20,
            "content": "## 5\\. Reporting transactions captured under this Ministerial Directive  \n### 5.1 Reporting an electronic funds transfer in any amount to FINTRAC:  \n- SWIFT electronic funds transfers that are under the reporting threshold of $10,000 CAD and**do not**aggregate to $10,000 CAD under the 24-hour rule and**involve**Iranian rial (IRR),**must be reported using the** **SWIFT Electronic Funds Transfer Report** **with the following addition**:  \n- Insert the prefix**IR2020**before entering your reporting entity's report reference number. For example, if your reporting entity's report reference number is ABCD1234, then your reporting entity's report reference number would be IR2020ABCD1234.\n- SWIFT electronic funds transfers that are under the reporting threshold of $10,000 CAD,**do not**aggregate to $10,000 CAD under the 24-hour rule, and**do not**involve Iranian rial (IRR),**must be reported using the** **Non-SWIFT Electronic Funds Transfer Report** **with the following addition:**",
            "metadata": {
                "Header 1": "FINTRAC guidance related to the Ministerial Directive on Financial Transactions Associated with the Islamic Republic of Iran issued on July 25, 2020",
                "Header 2": "5\\. Reporting transactions captured under this Ministerial Directive",
                "Header 3": "5.1 Reporting an electronic funds transfer in any amount to FINTRAC:"
            },
            "word_count": 132,
            "bullet_point_ratio": 0.6
        },
        {
            "idx": 21,
            "content": "- Insert the prefix**IR2020**before entering your reporting entity's report reference number. For example, if your reporting entity's report reference number is ABCD1234, then your reporting entity's report reference number would be IR2020ABCD1234.  \n**Note:**These transactions must have an Iranian address in at least one of the fields.  \n- Non-SWIFT electronic funds transfers that are under the reporting threshold of $10,000 CAD, and**do not**aggregate to $10,000 CAD under the 24-hour rule, must be reported using the Non-SWIFT Electronic Funds Transfer Report**with the following addition**:  \n- Insert the prefix**IR2020**before entering your reporting entity's report reference number. For example, if your reporting entity's report reference number is ABCD1234, then your reporting entity's report reference number would be IR2020ABCD1234.",
            "metadata": {
                "Header 1": "FINTRAC guidance related to the Ministerial Directive on Financial Transactions Associated with the Islamic Republic of Iran issued on July 25, 2020",
                "Header 2": "5\\. Reporting transactions captured under this Ministerial Directive",
                "Header 3": "5.1 Reporting an electronic funds transfer in any amount to FINTRAC:"
            },
            "word_count": 114,
            "bullet_point_ratio": 0.75
        },
        {
            "idx": 22,
            "content": "- SWIFT and Non-SWIFT electronic funds transfers of $10,000 CAD or more, and SWIFT and Non-SWIFT electronic funds transfers resulting from aggregated transactions of $10,000 CAD or more captured under the 24-hour rule are to be reported normally:\n- No prefix is required\n- Transfers of funds within Canada, of any amount, where it is deemed that the transaction is originating from or bound for Iran, must be reported using the suspicious transaction report as follows:\n- Insert the prefix**IR2020**before entering your reporting entity's report reference number. For example, if your reporting entity's report reference number is ABCD1234, then your reporting entity's report reference number would be IR2020ABCD1234.\n- As applicable Part B1, Item 5 – \"other description\" – transfer gov't Iran\n- As applicable Part B2, Item 12 – \"other description\" – transfer, gov't Iran\n- Insert the prefix**IR2020** into the G section of the Suspicious Transaction Report as well.",
            "metadata": {
                "Header 1": "FINTRAC guidance related to the Ministerial Directive on Financial Transactions Associated with the Islamic Republic of Iran issued on July 25, 2020",
                "Header 2": "5\\. Reporting transactions captured under this Ministerial Directive",
                "Header 3": "5.1 Reporting an electronic funds transfer in any amount to FINTRAC:"
            },
            "word_count": 151,
            "bullet_point_ratio": 1.0
        },
        {
            "idx": 23,
            "content": "- Because the report is related to the Ministerial Directive,**you must**ensure that information provided, such as currency type, or address or disposition details, reflect the connection to Iran.",
            "metadata": {
                "Header 1": "FINTRAC guidance related to the Ministerial Directive on Financial Transactions Associated with the Islamic Republic of Iran issued on July 25, 2020",
                "Header 2": "5\\. Reporting transactions captured under this Ministerial Directive",
                "Header 3": "5.1 Reporting an electronic funds transfer in any amount to FINTRAC:"
            },
            "word_count": 28,
            "bullet_point_ratio": 1.0
        },
        {
            "idx": 24,
            "content": "### 5.2 Reporting the receipt of any amount of cash to FINTRAC:  \n- Any cash received (for example, Iranian rial deposited to an account, or Iranian rial received in exchange for virtual currency, CAD, or any other type of currency) that is under the reporting threshold of $10,000 CAD and**does not**aggregate to $10,000 CAD under the 24-hour rule must be reported using the Large Cash Transaction Report. Select 'IR2020' in the Ministerial Directive field to indicate the transaction is being reported under the Ministerial Directive.  \n**Note:** Because the report is related to the Ministerial Directive, **you must** ensure that the information provided reflects a connection to Iran.  \n- Large cash transactions of $10,000 CAD or more, and large cash transactions that total $10,000 CAD or more when aggregated under the 24-hour rule are to be reported normally.",
            "metadata": {
                "Header 1": "FINTRAC guidance related to the Ministerial Directive on Financial Transactions Associated with the Islamic Republic of Iran issued on July 25, 2020",
                "Header 2": "5\\. Reporting transactions captured under this Ministerial Directive",
                "Header 3": "5.2 Reporting the receipt of any amount of cash to FINTRAC:"
            },
            "word_count": 137,
            "bullet_point_ratio": 0.5
        },
        {
            "idx": 25,
            "content": "### 5.3 Reporting virtual currency transactions using the Large Virtual Currency Transaction Report :  \n- Any transaction involving the receipt of virtual currency for exchange to Iranian rial that is equivalent to an amount under the reporting threshold of $10,000 CAD must be reported using the Large Virtual Currency Transaction Report. Select 'IR2020' in the Ministerial Directive field to indicate the transaction is being reported under the Ministerial Directive.  \n**Note:** Because the report is related to the Ministerial Directive, **you must** ensure that the information provided reflects a connection to Iran.  \n- Virtual currency transactions received in an amount equivalent to $10,000 CAD or more, and virtual currency transactions received that fall under the 24-hour rule are to be reported as normal.",
            "metadata": {
                "Header 1": "FINTRAC guidance related to the Ministerial Directive on Financial Transactions Associated with the Islamic Republic of Iran issued on July 25, 2020",
                "Header 2": "5\\. Reporting transactions captured under this Ministerial Directive",
                "Header 3": "5.3 Reporting virtual currency transactions using the Large Virtual Currency Transaction Report :"
            },
            "word_count": 122,
            "bullet_point_ratio": 0.5,
            "context": " This chunk provides guidelines for reporting virtual currency transactions involving Iran under a specific Ministerial Directive, detailing how to use the Large Virtual Currency Transaction Report for transactions below the $10,000 CAD threshold and noting the importance of indicating a connection to Iran.",
            "questions": [
                "What specific report should be used for virtual currency transactions below $10,000 CAD that are being exchanged to Iranian rial?",
                "How do you indicate that a virtual currency transaction report is related to a specific Ministerial Directive involving Iran?",
                "Under what circumstances would a virtual currency transaction involving Iran need to be reported using the Large Virtual Currency Transaction Report, and why is it important to reflect a connection to Iran in the report?"
            ],
            "qnas": [
                {
                    "question": "What specific report should be used for virtual currency transactions below $10,000 CAD that are being exchanged to Iranian rial?",
                    "answer": "For virtual currency transactions below $10,000 CAD that are being exchanged to Iranian rial, the Large Virtual Currency Transaction Report should be used, as outlined by the Ministerial Directive."
                },
                {
                    "question": "How do you indicate that a virtual currency transaction report is related to a specific Ministerial Directive involving Iran?",
                    "answer": "To indicate that a virtual currency transaction report is related to a specific Ministerial Directive involving Iran, you must select 'IR2020' in the Ministerial Directive field of the Large Virtual Currency Transaction Report. This ensures that the transaction is reported under the Ministerial Directive and reflects a connection to Iran, as required by the guidelines."
                },
                {
                    "question": "Under what circumstances would a virtual currency transaction involving Iran need to be reported using the Large Virtual Currency Transaction Report, and why is it important to reflect a connection to Iran in the report?",
                    "answer": "A virtual currency transaction involving Iran needs to be reported using the Large Virtual Currency Transaction Report when the transaction involves the receipt of virtual currency for exchange to Iranian rial and the amount is below the $10,000 CAD threshold. It is important to reflect a connection to Iran in the report to comply with the Ministerial Directive (IR2020), which mandates the monitoring of such transactions."
                }
            ]
        },
        {
            "idx": 26,
            "content": "### 5.4 Reporting negotiable instruments and issuing or redeeming transactions:  \n- Any negotiable instrument, and issuing or redeeming transaction that originates from or is bound for Iran, must be reported using theReporting suspicious transactions to FINTRAC. In order to identify these transactions, submit the Suspicious Transaction Report with the following additions**when the transactions do not meet the reasonable grounds to suspect**the commission or attempted commission of a money laundering or a terrorist activity financing offence threshold:  \n- Insert the prefix**IR2020**before entering your reporting entity's report reference number. For example, if your reporting entity's report reference number is ABCD1234, then your reporting entity's report reference number would be IR2020ABCD1234.\n- Insert the prefix**IR2020** into the G section of the suspicious transaction report as well.",
            "metadata": {
                "Header 1": "FINTRAC guidance related to the Ministerial Directive on Financial Transactions Associated with the Islamic Republic of Iran issued on July 25, 2020",
                "Header 2": "5\\. Reporting transactions captured under this Ministerial Directive",
                "Header 3": "5.4 Reporting negotiable instruments and issuing or redeeming transactions:"
            },
            "word_count": 123,
            "bullet_point_ratio": 0.75
        },
        {
            "idx": 27,
            "content": "- Because the report is related to the Ministerial Directive,**you must**ensure that there is a connection to Iran, such as the Iranian rial, or the conductor address is Iranian.",
            "metadata": {
                "Header 1": "FINTRAC guidance related to the Ministerial Directive on Financial Transactions Associated with the Islamic Republic of Iran issued on July 25, 2020",
                "Header 2": "5\\. Reporting transactions captured under this Ministerial Directive",
                "Header 3": "5.4 Reporting negotiable instruments and issuing or redeeming transactions:"
            },
            "word_count": 29,
            "bullet_point_ratio": 1.0
        },
        {
            "idx": 28,
            "content": "### 5.5 Reporting suspicious transactions and terrorist property:  \n- All transactions that are associated with Iran must be treated as high risk and must be monitored for the purpose of determining whether a Suspicious Transaction Report or a Terrorist Property Report must be submitted to FINTRAC.\n- For the purpose of this Ministerial Directive, only completed transactions must be reported if the sole reason for reporting is that the transaction is inbound from or outgoing to Iran. Attempted transactions remain reportable in instances where the reporting entity has reasonable grounds to suspect that the transaction is related to the attempted commission of a money laundering or a terrorist activity financing offence.\n- See Reporting suspicious transactions to FINTRAC for more information.",
            "metadata": {
                "Header 1": "FINTRAC guidance related to the Ministerial Directive on Financial Transactions Associated with the Islamic Republic of Iran issued on July 25, 2020",
                "Header 2": "5\\. Reporting transactions captured under this Ministerial Directive",
                "Header 3": "5.5 Reporting suspicious transactions and terrorist property:"
            },
            "word_count": 121,
            "bullet_point_ratio": 0.75
        },
        {
            "idx": 29,
            "content": "- If you have property in**your possession** **or control**that you**know** **or believe**is owned or controlled by or on behalf of a listed person or a terrorist group you must submit a Terrorist Property Report to FINTRAC. This includes information about any transaction or proposed transaction relating to that property. SeeReporting terrorist property to FINTRACfor more information.",
            "metadata": {
                "Header 1": "FINTRAC guidance related to the Ministerial Directive on Financial Transactions Associated with the Islamic Republic of Iran issued on July 25, 2020",
                "Header 2": "5\\. Reporting transactions captured under this Ministerial Directive",
                "Header 3": "5.5 Reporting suspicious transactions and terrorist property:"
            },
            "word_count": 56,
            "bullet_point_ratio": 1.0
        },
        {
            "idx": 30,
            "content": "### 5.6. Reporting timeframes:  \n- Where the Ministerial Directive reflects an enhancement to a current transaction reporting obligation (for example, the threshold to report has been reduced or eliminated) the timing for reporting that transaction remains that of the obligation being enhanced:\n- Electronic funds transfers must be reported no later than 5 working days after the day the reporting entity knows that the transfer must be reported;\n- Large cash transactions must be reported within 15 days after the transaction.\n- Where the Ministerial Directive reflects an extension of reporting obligations to transactions that previously had no reporting obligation, such as the redemption of a negotiable instrument, transfers of funds within Canada, which are to be reported by means of the suspicious transaction reporting form, it is reasonable for the reporting entity to report this as soon as practicable.",
            "metadata": {
                "Header 1": "FINTRAC guidance related to the Ministerial Directive on Financial Transactions Associated with the Islamic Republic of Iran issued on July 25, 2020",
                "Header 2": "5\\. Reporting transactions captured under this Ministerial Directive",
                "Header 3": "5.6. Reporting timeframes:"
            },
            "word_count": 140,
            "bullet_point_ratio": 0.8,
            "context": " Under the section \"Reporting transactions captured under this Ministerial Directive,\" within the subsection \"Reporting timeframes,\" the document specifies the deadlines for reporting various types of transactions that fall under the Ministerial Directive on Financial Transactions Associated with the Islamic Republic of Iran.",
            "questions": [
                "What is the deadline for reporting electronic funds transfers that fall under the Ministerial Directive?",
                "How quickly must large cash transactions be reported according to the Ministerial Directive?",
                "What is the expected reporting timeframe for transactions that previously had no reporting obligation, such as the redemption of a negotiable instrument?"
            ],
            "qnas": [
                {
                    "question": "What is the deadline for reporting electronic funds transfers that fall under the Ministerial Directive?",
                    "answer": "The deadline for reporting electronic funds transfers that fall under the Ministerial Directive on Financial Transactions Associated with the Islamic Republic of Iran is no later than 5 working days after the day the reporting entity knows that the transfer must be reported."
                },
                {
                    "question": "How quickly must large cash transactions be reported according to the Ministerial Directive?",
                    "answer": "Large cash transactions must be reported within 15 days after the transaction, as specified by the Ministerial Directive on Financial Transactions Associated with the Islamic Republic of Iran."
                },
                {
                    "question": "What is the expected reporting timeframe for transactions that previously had no reporting obligation, such as the redemption of a negotiable instrument?",
                    "answer": "The expected reporting timeframe for transactions that previously had no reporting obligation, such as the redemption of a negotiable instrument, is to report it as soon as practicable, as specified by the Ministerial Directive on Financial Transactions Associated with the Islamic Republic of Iran."
                }
            ]
        },
        {
            "idx": 31,
            "content": "## Other  \nYour compliance program's policies and procedures should already include information on how your organization becomes aware of Ministerial Directives issued by the Minister of Finance and information on how your organization will respond. Once a Ministerial Directive has been issued, you must take steps to meet its requirements.  \nYour policies and procedures must also fully describe how you will make the determination that a transaction originates from or is bound for Iran and what specific mitigation measures you will take upon making this determination.For example, your policies and procedures could outline that you ask the purpose of a transaction. Similarly, you could research the origin or destination of a transaction to determine if the details about the sender, beneficiary or entities involved in the transaction, indicate that the transaction is originating from or bound for Iran.",
            "metadata": {
                "Header 1": "FINTRAC guidance related to the Ministerial Directive on Financial Transactions Associated with the Islamic Republic of Iran issued on July 25, 2020",
                "Header 2": "Other"
            },
            "word_count": 138,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 32,
            "content": "Guidance on how to conduct and document your risk assessment can be found in theRisk assessment guidance. You are required to implement certain measures to mitigate the risk of transactions involving jurisdictions that are identified in Ministerial Directives. Examples of these measures can be found inGeneral information on Part 1.1 of the Proceeds of Crime (Money Laundering) and Terrorist Financing Actprovided by the Department of Finance Canada.",
            "metadata": {
                "Header 1": "FINTRAC guidance related to the Ministerial Directive on Financial Transactions Associated with the Islamic Republic of Iran issued on July 25, 2020",
                "Header 2": "Other"
            },
            "word_count": 67,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 33,
            "content": "During a compliance examination, FINTRAC may assess your compliance with any Ministerial Directive in order to verify that you have taken appropriate mitigating measures in relation to related transactions. FINTRAC may also review your overall risk assessment to verify that you have documented and assessed the risk related to your business activities and clients involving these jurisdictions. Failure to comply with the measures of a Ministerial Directive is a very serious offence. The existing administrative monetary penalties regime extends to all Ministerial Directives, and failure to comply with a directive could result in a penalty. Penalties applicable to the breach of a directive can be found in theProceeds of Crime (Money Laundering) and Terrorist Financing Administrative Monetary Penalties Regulations.",
            "metadata": {
                "Header 1": "FINTRAC guidance related to the Ministerial Directive on Financial Transactions Associated with the Islamic Republic of Iran issued on July 25, 2020",
                "Header 2": "Other"
            },
            "word_count": 119,
            "bullet_point_ratio": 0.0
        }
    ],
    "selected_chunks": [
        {
            "idx": 25,
            "content": "### 5.3 Reporting virtual currency transactions using the Large Virtual Currency Transaction Report :  \n- Any transaction involving the receipt of virtual currency for exchange to Iranian rial that is equivalent to an amount under the reporting threshold of $10,000 CAD must be reported using the Large Virtual Currency Transaction Report. Select 'IR2020' in the Ministerial Directive field to indicate the transaction is being reported under the Ministerial Directive.  \n**Note:** Because the report is related to the Ministerial Directive, **you must** ensure that the information provided reflects a connection to Iran.  \n- Virtual currency transactions received in an amount equivalent to $10,000 CAD or more, and virtual currency transactions received that fall under the 24-hour rule are to be reported as normal.",
            "metadata": {
                "Header 1": "FINTRAC guidance related to the Ministerial Directive on Financial Transactions Associated with the Islamic Republic of Iran issued on July 25, 2020",
                "Header 2": "5\\. Reporting transactions captured under this Ministerial Directive",
                "Header 3": "5.3 Reporting virtual currency transactions using the Large Virtual Currency Transaction Report :"
            },
            "word_count": 122,
            "bullet_point_ratio": 0.5,
            "context": " This chunk provides guidelines for reporting virtual currency transactions involving Iran under a specific Ministerial Directive, detailing how to use the Large Virtual Currency Transaction Report for transactions below the $10,000 CAD threshold and noting the importance of indicating a connection to Iran.",
            "questions": [
                "What specific report should be used for virtual currency transactions below $10,000 CAD that are being exchanged to Iranian rial?",
                "How do you indicate that a virtual currency transaction report is related to a specific Ministerial Directive involving Iran?",
                "Under what circumstances would a virtual currency transaction involving Iran need to be reported using the Large Virtual Currency Transaction Report, and why is it important to reflect a connection to Iran in the report?"
            ],
            "qnas": [
                {
                    "question": "What specific report should be used for virtual currency transactions below $10,000 CAD that are being exchanged to Iranian rial?",
                    "answer": "For virtual currency transactions below $10,000 CAD that are being exchanged to Iranian rial, the Large Virtual Currency Transaction Report should be used, as outlined by the Ministerial Directive."
                },
                {
                    "question": "How do you indicate that a virtual currency transaction report is related to a specific Ministerial Directive involving Iran?",
                    "answer": "To indicate that a virtual currency transaction report is related to a specific Ministerial Directive involving Iran, you must select 'IR2020' in the Ministerial Directive field of the Large Virtual Currency Transaction Report. This ensures that the transaction is reported under the Ministerial Directive and reflects a connection to Iran, as required by the guidelines."
                },
                {
                    "question": "Under what circumstances would a virtual currency transaction involving Iran need to be reported using the Large Virtual Currency Transaction Report, and why is it important to reflect a connection to Iran in the report?",
                    "answer": "A virtual currency transaction involving Iran needs to be reported using the Large Virtual Currency Transaction Report when the transaction involves the receipt of virtual currency for exchange to Iranian rial and the amount is below the $10,000 CAD threshold. It is important to reflect a connection to Iran in the report to comply with the Ministerial Directive (IR2020), which mandates the monitoring of such transactions."
                }
            ]
        },
        {
            "idx": 1,
            "content": "## 1\\. Why this Ministerial Directive was issued  \nThe Financial Action Task Force issued a statement in February 2020 which expressed its particular and exceptional concerns regarding Iran's failure to address strategic deficiencies in its anti-money laundering and combatting the financing of terrorism regime, and the serious threat this poses to the integrity of the international financial system. The Financial Action Task Force called on its members to apply effective counter-measures to protect their financial sectors from such risks.  \nAs such, Canada's Finance Minister issued this Ministerial Directive to ensure the safety and integrity of Canada's financial system.  \nThis Ministerial Directive includes requirements that:  \n- enhance existing obligations of the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations; and\n- extend the obligations of the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations",
            "metadata": {
                "Header 1": "FINTRAC guidance related to the Ministerial Directive on Financial Transactions Associated with the Islamic Republic of Iran issued on July 25, 2020",
                "Header 2": "1\\. Why this Ministerial Directive was issued"
            },
            "word_count": 135,
            "bullet_point_ratio": 0.3333333333333333,
            "context": " The chunk explains the reasons behind the issuance of the Ministerial Directive on Financial Transactions Associated with the Islamic Republic of Iran, highlighting the global concerns about Iran's anti-money laundering and terrorist financing deficiencies, and Canada's response to protect its financial system.",
            "questions": [
                "What specific global concerns prompted the issuance of the Ministerial Directive on Financial Transactions Associated with the Islamic Republic of Iran?",
                "How does the Ministerial Directive aim to protect Canada's financial system according to the described measures?",
                "What were the key recommendations of the Financial Action Task Force in February 2020 regarding Iran's anti-money laundering and terrorist financing deficiencies?"
            ],
            "qnas": [
                {
                    "question": "What specific global concerns prompted the issuance of the Ministerial Directive on Financial Transactions Associated with the Islamic Republic of Iran?",
                    "answer": "The Ministerial Directive on Financial Transactions Associated with the Islamic Republic of Iran was issued in response to the Financial Action Task Force's February 2020 statement, which highlighted Iran's failure to address strategic deficiencies in its anti-money laundering and terrorist financing regime, posing a serious threat to the international financial system. Canada's Finance Minister issued the directive to protect Canada's financial system and apply effective counter-measures as called for by the Financial Action Task Force."
                },
                {
                    "question": "How does the Ministerial Directive aim to protect Canada's financial system according to the described measures?",
                    "answer": "The Ministerial Directive aims to protect Canada's financial system by enhancing and extending the obligations of the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations, in response to the Financial Action Task Force's concerns about Iran's anti-money laundering and terrorist financing deficiencies."
                },
                {
                    "question": "What were the key recommendations of the Financial Action Task Force in February 2020 regarding Iran's anti-money laundering and terrorist financing deficiencies?",
                    "answer": "The key recommendations of the Financial Action Task Force in February 2020 regarding Iran's anti-money laundering and terrorist financing deficiencies were to express serious concerns about Iran's strategic deficiencies and to call on its members to apply effective counter-measures to protect their financial sectors from the risks posed by these deficiencies."
                }
            ]
        },
        {
            "idx": 14,
            "content": "## 4\\. Records you must keep and their retention period  \n### 4.1 Records of electronic funds and virtual currency transfers of any amount  \nFor an electronic funds or virtual currency transfer **of any amount**originating from or bound for Iran, you must keep:  \n- the information included in an electronic funds transfer record, and the information included in a record for virtual currency transfers, **even if the transaction is below $** **1,000 CAD or an equivalent amount in virtual currency**:  \n- if you are a bank, credit union, financial services cooperative or caisse populaire, you will find your record keeping requirements in theRecord keeping requirements for financial entities guidance\n- if you are a money services business, you will find your record keeping requirements in theRecord keeping requirements for money services businesses and foreign money services businesses guidance\n- the source of funds or virtual currency of the transaction; and\n- the purpose of the transaction",
            "metadata": {
                "Header 1": "FINTRAC guidance related to the Ministerial Directive on Financial Transactions Associated with the Islamic Republic of Iran issued on July 25, 2020",
                "Header 2": "4\\. Records you must keep and their retention period",
                "Header 3": "4.1 Records of electronic funds and virtual currency transfers of any amount"
            },
            "word_count": 155,
            "bullet_point_ratio": 0.625,
            "context": " This chunk is located under the section detailing the record-keeping requirements and retention periods for electronic funds and virtual currency transfers of any amount related to Iran, within the FINTRAC guidance on the Ministerial Directive issued on July 25, 2020.",
            "questions": [
                "What specific information must be kept for electronic funds or virtual currency transfers of any amount related to Iran, regardless of the transaction value?",
                "Where can a bank find the detailed record-keeping requirements for electronic funds and virtual currency transfers originating from or bound for Iran?",
                "In addition to the standard record-keeping requirements, what additional details must be recorded for transactions involving Iran, and why are these details important?"
            ],
            "qnas": [
                {
                    "question": "What specific information must be kept for electronic funds or virtual currency transfers of any amount related to Iran, regardless of the transaction value?",
                    "answer": "According to FINTRAC guidance on the Ministerial Directive issued on July 25, 2020, the following specific information must be kept for electronic funds or virtual currency transfers of any amount related to Iran, regardless of the transaction value:\n\n- The information included in an electronic funds transfer record or a record for virtual currency transfers\n- The source of funds or virtual currency of the transaction\n- The purpose of the transaction"
                },
                {
                    "question": "Where can a bank find the detailed record-keeping requirements for electronic funds and virtual currency transfers originating from or bound for Iran?",
                    "answer": "Banks can find the detailed record-keeping requirements for electronic funds and virtual currency transfers originating from or bound for Iran in the \"Record keeping requirements for financial entities guidance\" issued by FINTRAC."
                },
                {
                    "question": "In addition to the standard record-keeping requirements, what additional details must be recorded for transactions involving Iran, and why are these details important?",
                    "answer": "For transactions involving Iran, additional details that must be recorded include the source of funds or virtual currency and the purpose of the transaction. These details are important as they are required by the Financial Transactions and Reports Analysis Centre of Canada (FINTRAC) under the Ministerial Directive issued on July 25, 2020, to facilitate the detection and deterrence of money laundering and terrorist financing activities."
                }
            ]
        },
        {
            "idx": 30,
            "content": "### 5.6. Reporting timeframes:  \n- Where the Ministerial Directive reflects an enhancement to a current transaction reporting obligation (for example, the threshold to report has been reduced or eliminated) the timing for reporting that transaction remains that of the obligation being enhanced:\n- Electronic funds transfers must be reported no later than 5 working days after the day the reporting entity knows that the transfer must be reported;\n- Large cash transactions must be reported within 15 days after the transaction.\n- Where the Ministerial Directive reflects an extension of reporting obligations to transactions that previously had no reporting obligation, such as the redemption of a negotiable instrument, transfers of funds within Canada, which are to be reported by means of the suspicious transaction reporting form, it is reasonable for the reporting entity to report this as soon as practicable.",
            "metadata": {
                "Header 1": "FINTRAC guidance related to the Ministerial Directive on Financial Transactions Associated with the Islamic Republic of Iran issued on July 25, 2020",
                "Header 2": "5\\. Reporting transactions captured under this Ministerial Directive",
                "Header 3": "5.6. Reporting timeframes:"
            },
            "word_count": 140,
            "bullet_point_ratio": 0.8,
            "context": " Under the section \"Reporting transactions captured under this Ministerial Directive,\" within the subsection \"Reporting timeframes,\" the document specifies the deadlines for reporting various types of transactions that fall under the Ministerial Directive on Financial Transactions Associated with the Islamic Republic of Iran.",
            "questions": [
                "What is the deadline for reporting electronic funds transfers that fall under the Ministerial Directive?",
                "How quickly must large cash transactions be reported according to the Ministerial Directive?",
                "What is the expected reporting timeframe for transactions that previously had no reporting obligation, such as the redemption of a negotiable instrument?"
            ],
            "qnas": [
                {
                    "question": "What is the deadline for reporting electronic funds transfers that fall under the Ministerial Directive?",
                    "answer": "The deadline for reporting electronic funds transfers that fall under the Ministerial Directive on Financial Transactions Associated with the Islamic Republic of Iran is no later than 5 working days after the day the reporting entity knows that the transfer must be reported."
                },
                {
                    "question": "How quickly must large cash transactions be reported according to the Ministerial Directive?",
                    "answer": "Large cash transactions must be reported within 15 days after the transaction, as specified by the Ministerial Directive on Financial Transactions Associated with the Islamic Republic of Iran."
                },
                {
                    "question": "What is the expected reporting timeframe for transactions that previously had no reporting obligation, such as the redemption of a negotiable instrument?",
                    "answer": "The expected reporting timeframe for transactions that previously had no reporting obligation, such as the redemption of a negotiable instrument, is to report it as soon as practicable, as specified by the Ministerial Directive on Financial Transactions Associated with the Islamic Republic of Iran."
                }
            ]
        },
        {
            "idx": 6,
            "content": "- conducting a foreign currency or virtual currency exchange transaction that includes Iranian rial (for example, Canadian dollar to Iranian rial, Iranian rial to US dollar, virtual currency to Iranian rial, etc.); and\n- issuing or redeeming bank drafts or other negotiable instruments that include an Iranian rial component  \nThis Ministerial Directive**does not**apply to transactions where there is no suspicion or explicit connection with Iran and there is no evidence of the transaction originating from or being bound for Iran. For example:  \n- a client who has previously sent funds to Iran requests an outgoing electronic funds transfer, where the transaction details do not suggest that this transaction is bound for Iran and you are unable to obtain further details about the transaction destination",
            "metadata": {
                "Header 1": "FINTRAC guidance related to the Ministerial Directive on Financial Transactions Associated with the Islamic Republic of Iran issued on July 25, 2020",
                "Header 2": "3\\. Requirements of the Ministerial Directive",
                "Header 3": "3.1 Determining that a transaction originated from or is bound for Iran"
            },
            "word_count": 124,
            "bullet_point_ratio": 0.75,
            "context": " This chunk details specific examples of transactions that fall under the Ministerial Directive's requirements, such as those involving Iranian rial, and clarifies scenarios where the directive does not apply due to lack of suspicion or clear connection to Iran.",
            "questions": [
                "What types of transactions involving Iranian rial fall under the Ministerial Directive's requirements?",
                "Under what circumstances does the Ministerial Directive not apply to transactions that might otherwise seem related to Iran?",
                "Can you provide an example of a transaction where the Ministerial Directive would not apply despite previous involvement with Iran?"
            ],
            "qnas": [
                {
                    "question": "What types of transactions involving Iranian rial fall under the Ministerial Directive's requirements?",
                    "answer": "Transactions involving Iranian rial that fall under the Ministerial Directive's requirements include conducting foreign currency or virtual currency exchange transactions that include Iranian rial (such as Canadian dollar to Iranian rial, Iranian rial to US dollar, virtual currency to Iranian rial, etc.) and issuing or redeeming bank drafts or other negotiable instruments that include an Iranian rial component. The Ministerial Directive does not apply to transactions where there is no suspicion or explicit connection with Iran and no evidence of the transaction originating from or being bound for Iran."
                },
                {
                    "question": "Under what circumstances does the Ministerial Directive not apply to transactions that might otherwise seem related to Iran?",
                    "answer": "The Ministerial Directive does not apply to transactions where there is no suspicion or explicit connection with Iran, and there is no evidence of the transaction originating from or being bound for Iran. For example, it does not apply when a client who has previously sent funds to Iran requests an outgoing electronic funds transfer, but the transaction details do not suggest that this transaction is bound for Iran and further details about the transaction destination cannot be obtained."
                },
                {
                    "question": "Can you provide an example of a transaction where the Ministerial Directive would not apply despite previous involvement with Iran?",
                    "answer": "An example of a transaction where the Ministerial Directive would not apply despite previous involvement with Iran is: a client who has previously sent funds to Iran requests an outgoing electronic funds transfer, but the transaction details do not suggest that this transaction is bound for Iran, and you are unable to obtain further details about the transaction destination. This is because the Ministerial Directive does not apply to transactions where there is no suspicion or explicit connection with Iran and no evidence of the transaction originating from or being bound for Iran."
                }
            ]
        }
    ],
    "summary": " This document outlines the requirements of the Ministerial Directive on Financial Transactions Associated with the Islamic Republic of Iran, issued to protect Canada's financial system from risks related to Iran's anti-money laundering and terrorist financing deficiencies, and specifies the entities that must comply and the actions they must take regarding transactions involving Iran."
}