{
    "markdown": "# Politically exposed persons and heads of international organizations guidance for account-based reporting entity sectors\n\n## Overview\n\n**This guidance came into effect on June 1, 2021.**\n\n[Financial entities](/re-ed/fin-eng)(FEs), [securities dealers](/re-ed/sec-eng) and [casinos](/re-ed/casinos-eng) (account-based reporting entities) have politically exposed persons (PEPs) and [heads of international organizations](/guidance-directives/glossary-glossaire/1-eng#hio) (HIOs) requirements under the Proceeds of Crime (Money Laundering) and Terrorist Financing Act (PCMLTFA) and associated Regulations. However, some requirements and the examples given in this guidance only apply to certain reporting entities (REs).\n\nReferences to PEPs in this guidance include both [foreign](/guidance-directives/glossary-glossaire/1-eng#pefp) and [domestic PEPs](/guidance-directives/glossary-glossaire/1-eng#pedp), unless otherwise specified.\n\n## Who is this guidance for\n\n- Financial entities (FEs)\n- Securities dealers\n- Casinos\n\n## In this guidance\n\n1. [When or for whom must I make a PEP, HIO, family member or close associate determination?](#s1)\n2. [What are the exceptions to making a PEP, HIO, family member or close associate determination?](#s2)\n3. [What measures do I need to take after making a PEP, HIO, family member or close associate determination?](#s3)\n4. [What PEP, HIO, family member or close associate records do I need to keep?](#s4)\n\nFor more information about your obligations in relation to determining who are PEPs, HIOs, and [persons](/guidance-directives/glossary-glossaire/1-eng#person) related or closely associated to them, and clarity on related terminology and considerations, such as who is considered a member of senior management, see [FINTRAC's Politically exposed persons and heads of international organizations guidance](/guidance-directives/client-clientele/pep/pep-eng).\n\nThis guidance includes the following annexes, which summarize when account based REs must make a PEP or HIO determination, establish the [source of funds, source of virtual currency (VC)](/guidance-directives/glossary-glossaire/1-eng#sourcevc) and [source of wealth](/guidance-directives/glossary-glossaire/1-eng#sourcewealth), and retain records:\n\n- [Annex 1](#annex1) — When to make a PEP or HIO determination – Account-based REs\n- [Annex 2](#annex2) — Establishing the source of funds, source of VC, and/or source of wealth – Account-based REs\n- [Annex 3](#annex3) — Retention of PEP and HIO records – Account-based REs\n\n\\*\\* **Note**: Throughout this guidance, all references to dollar amounts (such as $100,000) are in Canadian dollars.\n\n## Related guidance\n\n- [FINTRAC's Politically exposed persons and heads of international organizations guidance](/guidance-directives/client-clientele/pep/pep-eng)\n\n## 1\\. When or for whom must I make a PEP, HIO, family member or close associate determination?\n\nYou must take [reasonable measures](/guidance-directives/glossary-glossaire/1-eng#reasonable) to make an account related PEP, HIO, [family member](/guidance-directives/glossary-glossaire/1-eng#family) or close associate (of foreign PEP only, in certain circumstances) determination:\n\n- when you open an account;\n- for [authorized users](/guidance-directives/glossary-glossaire/1-eng#authuser) of prepaid payment product accounts (PPPAs) (FEs only);\n- when you conduct periodic monitoring of existing account holders;\n- when you conduct periodic monitoring of authorized users of PPPAs (FEs only);\n- when you detect a fact about existing account holders that indicates a PEP or HIO connection; and\n- when you detect a fact about authorized users of PPPAs that indicates a PEP or HIO connection (FEs only).\n\nSee Account-related PEP or HIO determination below, for an explanation of your requirements in these instances.\n\nIf you are an FE or a casino then you must also take reasonable measures to make PEP, HIO, family member or close associate determinations for the following transactions:\n\n- [initiation](/guidance-directives/glossary-glossaire/1-eng#initiation) of an [international electronic funds transfer](/guidance-directives/glossary-glossaire/1-eng#ieft) (EFT) in the amount of $100,000 or more;\n- final receipt of an international EFT in the amount of $100,000 or more;\n- receipt of cash or an amount of VC equivalent to $100,000 or more (casinos only);\n- transfers of an amount of VC equivalent to $100,000 or more (FEs only);\n- receipt of an amount of VC equivalent to $100,000 or more for remittance to a beneficiary (FEs only); and\n- payment(s) of $100,000 or more to a PPPA (FEs only).\n\nSee Transaction-related PEP or HIO determination below, for an explanation of your requirements in these instances.\n\n### Account-related PEP or HIO determinations\n\n#### Account opening\n\nAs an FE, a securities dealer, or a casino, you must take reasonable measures to determine whether a person for whom you open an account is a PEP, HIO, family member of one of those persons, or close associate of a foreign PEP.[Footnote 1](#fn1)\n\n#### Authorized user of PPPA (FEs only)\n\nAs an FE, you must take reasonable measures to determine whether a person identified as an authorized user of a PPPA is a PEP, HIO, family member of one of those persons, or close associate of a foreign PEP.[Footnote 2](#fn2)\n\n#### Periodic monitoring of existing account holders and authorized users of PPPAs\n\nAs an FE, a securities dealer, or a casino, you must periodically take reasonable measures to determine whether a person who holds an account is a PEP, HIO, family member of one of those persons, or close associate of a foreign PEP.[Footnote 3](#fn3)\n\nAs an FE, you must also periodically take reasonable measures to determine whether an authorized user of a PPPA is a PEP, HIO, family member of one of those persons, or close associate of a foreign PEP.[Footnote 4](#fn4)\n\n#### Detecting a fact about existing account holders and authorized users of PPPAs\n\nAs an FE, a securities dealer, or a casino, if you or any of your employees or officers detect a fact that constitutes reasonable grounds to suspect that a person who holds an account is a PEP, HIO, or family member or close associate of one of these persons, you must take reasonable measures to determine whether they are such a person.[Footnote 5](#fn5)\n\nAs an FE, if you or any of your employees or officers detect a fact that constitutes reasonable grounds to suspect that an authorized user of a PPPA is a PEP, HIO, or family member or close associate of one of these persons, you must take reasonable measures to determine whether they are such a person.[Footnote 6](#fn6)\n\nFor more information about what it means to detect a fact about a PEP or HIO, see FINTRAC's Politically exposed persons and heads of international organizations guidance.\n\n### Transaction-related PEP or HIO determinations\n\n#### Initiation of an international electronic funds transfer (EFT) in the amount of $100,000 or more\n\nAs an FE or a casino, you must take reasonable measures to determine whether a person who requests that you initiate an international EFT in the amount of $100,000 or more is a PEP, HIO, or family member or close associate of one of these persons.[Footnote 7](#fn7)\n\n#### Final receipt of an international EFT in the amount of $100,000 or more\n\nAs an FE or a casino, you must take reasonable measures to determine whether a beneficiary for whom you finally receive an international EFT in the amount of $100,000 or more is a PEP, HIO, or family member or close associate of one of these persons.[Footnote 8](#fn8)\n\n#### Receipt of cash or an amount of VC equivalent to $100,000 or more (casinos only)\n\nAs a casino, you must take reasonable measures to determine whether a person from whom you receive cash or an amount of VC equivalent to $100,000 or more is a PEP, HIO, or family member or close associate of one of these persons.[Footnote 9](#fn9)\n\n#### Transfer of an amount of VC equivalent to $100,000 or more (FEs only)\n\nAs an FE, you must take reasonable measures to determine whether a person who requests that you transfer an amount of VC equivalent to $100,000 or more is a PEP, HIO, or family member or close associate of one of these persons.[Footnote 10](#fn10)\n\n#### Receipt of an amount of VC equivalent to $100,000 or more for remittance to a beneficiary (FEs only)\n\nAs an FE, you must take reasonable measures to determine whether a beneficiary for whom you receive an amount of VC equivalent to $100,000 or more is a PEP, HIO, or family member or close associate of one of these persons.[Footnote 11](#fn11)\n\n#### Payment in the amount of $100,000 or more to a PPPA (FEs only)\n\nAs an FE, you must take reasonable measures to determine whether a person who makes a payment in the amount of $100,000 or more to a PPPA is a PEP, HIO, or family member or close associate of one of these persons.[Footnote 12](#fn12)\n\n## 2\\. What are the exceptions to making a PEP, HIO, family member or close associate determination?\n\nYou do not have to make a PEP, HIO, family member or close associate determination (as applicable) for the following:\n\n1. If you previously determined that a person is a foreign PEP or a family member of a foreign PEP.[Footnote 13](#fn13)\n2. If you are an **FE** or **securities dealer** you do not need to determine if a person who is a member of a group plan account is a PEP, HIO or a family member or close associate of a PEP or HIO, if:[Footnote 14](#fn14)\n   - the person's member contributions are made by the sponsor of the group plan or by payroll deduction; **and**\n   - the identity of the entity that is the plan sponsor has been verified in accordance with subsection 109(1) or 112(1) of the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations.\n3. If you are an **FE**, you do not have to make a PEP determination or keep the associated records for your activities in respect of the processing of payments by credit card or by prepaid payment products for a merchant.[Footnote 15](#fn15)\n4. If you are an **FE** or **casino**, that initiates or is the final recipient of an international EFT of $100,000 or more, by means of a credit/debit card or a prepaid payment product where the beneficiary has an agreement with the payment service provider that permits payment by that means for the provision of goods and services, you do not need to determine if the person is a PEP, HIO or a family member or close associate of a PEP or HIO.[Footnote 16](#fn16)\n\n## 3\\. What measures do I need to take after making a PEP, HIO, family member or close associate determination?\n\n### Account-related measures\n\n#### Foreign PEPs\n\nAs an FE, a securities dealer or a casino, when you **open an account**, **conduct periodic monitoring**, or **detect a fact,** and you determine that a person who holds an account or is an authorized user of a PPPA (FEs only) is a foreign PEP or family member or close associate of a foreign PEP, you must:[Footnote 17](#fn17)\n\n- take reasonable measures to establish the source of the funds or source of the VC that is or is expected to be deposited into the account in question and to establish the source of the person's wealth;\n- obtain the approval of a member of senior management to keep the account open; and\n- take your [enhanced measures](/guidance-directives/client-clientele/omr-eng), including taking additional measures to verify the person's identity, conducting enhanced ongoing monitoring and taking any other enhanced measures to mitigate the risks posed by the person.\n\n#### Domestic PEPs or HIOs\n\nAs an FE, a securities dealer or a casino, when you **open an account**, **conduct periodic monitoring**, or **detect a fact,** and you determine that a person who holds an account or is an authorized user (FEs) is a domestic PEP, HIO, or family member or close associate, of a domestic PEP or HIO, **and** based on your [risk assessment](/guidance-directives/compliance-conformite/rba/rba-eng), you consider there to be a **high risk** of a money laundering (ML) or terrorist activity financing (TF) offence being committed, you must:[Footnote 18](#fn18)\n\n- take reasonable measures to establish the source of the funds or source of the VC that is or is expected to be deposited into the account in question and to establish the source of the person's wealth;\n- obtain the approval of a member of senior management to keep the account open; and\n- take your enhanced measures, including taking additional measures to verify the person's identity, conducting enhanced ongoing monitoring and taking any other enhanced measures to mitigate the risks posed by the person.\n\nWhen you **detect a fact about an existing account,** and determine that a person is a close associate of a domestic PEP or HIO, **and** based on your risk assessment, you consider there to be a **high risk** of an ML or TF offence being committed, you must:[Footnote 19](#fn19)\n\n- take reasonable measures to establish the source of the funds or source of the VC that is or is expected to be deposited into the account in question and to establish the source of the person's wealth;\n- obtain the approval of a member of senior management to keep the account open; and\n- take your enhanced measures, including taking additional measures to verify the person's identity, conducting enhanced ongoing monitoring and taking any other enhanced measures to mitigate the risks posed by the person.\n\n#### Prescribed timing for taking measures\n\nWhen you **open an account** for or **detect a fact** about a PEP, HIO, or family member or close associate of one of these persons, you have **30 days** after the day on which you open the account or you detect a fact to, as applicable:[Footnote 20](#fn20)\n\n- take reasonable measures to establish the source of the funds or source of the VC that is or is expected to be deposited into the account in question and to establish the source of the person's wealth; and\n- obtain the approval of a member of senior management to keep the account open.\n\n### Transaction-related measures\n\n#### Foreign PEPs\n\n##### FEs\n\nWhen you **initiate an international EFT** for a personin the amount **of $100,000 or more** or you **process a payment to a PPPA** for a person in the amount **of $100,000 or more** and determine that the person is a foreign PEP, or a family member or close associate of a foreign PEP, you must:[Footnote 21](#fn21)\n\n- take reasonable measures to establish the source of the funds used for the transaction and to establish the source of the person's wealth; and\n- ensure that a member of senior management reviews the transaction.\n\nWhen you **transfer an amount of VC** equivalent to **$100,000 or more** for a person that you determine is a foreign PEP, or a family member or close associate of a foreign PEP, you must:[Footnote 22](#fn22)\n\n- take reasonable measures to establish the source of the VC used for the transaction and to establish the source of the person's wealth; and\n- ensure that a member of senior management reviews the transaction.\n\nWhen you **receive for a beneficiary an international EFT or an amount of VC** equivalent to **$100,000 or more** and determine that the beneficiary is a foreign PEP, or a family member or close associate of a foreign PEP, you must ensure that a member of senior management reviews the transaction.[Footnote 23](#fn23)\n\n##### Casinos\n\nWhen you **initiate an international EFT** in the amount **of $100,000 or more,** **finally receive an international EFT for a beneficiary** in the amount **of $100,000 or more**, or **receive cash, or an amount of VC equivalent to, $100,000 or more,** and determine that a person is a foreign PEP, or a family member or close associate of a foreign PEP, you must:[Footnote 24](#fn24)\n\n- take reasonable measures to establish the source of the funds or source of the VC used for the transaction and to establish the source of the person's wealth; and\n- ensure that a member of senior management reviews the transaction.\n\n#### Domestic PEPs or HIOs\n\n##### FEs\n\nWhen you **initiate an international EFT** in the amount **of $100,000 or more** or **process a payment to a PPPA** in the amount **of $100,000 or more**, for a person that you determine is a domestic PEP, HIO, or family member or close associate of a domestic PEP or HIO **and,** based on your risk assessment, you consider there to be a **high risk** of an ML or TF offence being committed, you must:[Footnote 25](#fn25)\n\n- take reasonable measures to establish the source of the funds used for the transaction and to establish the source of the person's wealth; and\n- ensure that a member of senior management reviews the transaction.\n\nWhen you **transfer an amount of VC** equivalent to **$100,000 or more,** and determine that a person is a domestic PEP, HIO, or family member or close associate of a domestic PEP or HIO, **and** based on your risk assessment, you consider there to be a **high risk** of an ML or TF offence being committed, you must:[Footnote 26](#fn26)\n\n- take reasonable measures to establish the source of the VC used for the transaction and to establish the source of the person's wealth; and\n- ensure that a member of senior management reviews the transaction.\n\nWhen you **receive for a beneficiary an international EFT or an amount of VC equivalent to $100,000 or more** and determine that the beneficiary is a domestic PEP, HIO, or family member or close associate of a domestic PEP or HIO, **and** based on your risk assessment, you consider there to be a **high risk** of an ML or TF offence being committed, you must ensure that a member of senior management reviews the transaction.[Footnote 27](#fn27)\n\n##### Casinos\n\nWhen you **initiate an international EFT** in the amount **of $100,000 or more**, **finally** **receive for a beneficiary an international EFT** in the amount **of $100,000 or more,** or **receive cash or an amount of VC** equivalent to **$100,000 or more,** and determine that a person is a domestic PEP, HIO, or family member or close associate of a domestic PEP or HIO, **and** based on your risk assessment, you consider there to be a **high risk** of an ML or TF offence being committed, you must:[Footnote 28](#fn28)\n\n- take reasonable measures to establish the source of the funds or source of the VC used for the transaction and to establish the source of the person's wealth; and\n- ensure that a member of senior management reviews the transaction.\n\n#### Prescribed timing for taking measures\n\nAs an FE or a casino, for the transactions referred to above, you have **30 days** after the day on which the transaction is conducted to, as applicable:[Footnote 29](#fn29)\n\n- take reasonable measures to make a PEP, HIO, family member, or close associate determination, and if applicable, establish the source of the funds or source of the VC used for the transaction and to establish the person's source of wealth, and ensure that a member of senior management reviews the transaction; **or**\n- take reasonable measures to make a PEP, HIO, family member, or close associate determination, and if applicable, ensure that a member of senior management reviews the transaction.\n\n## 4\\. What PEP, HIO, family member or close associate records do I need to keep?\n\nYou must keep the following records related to your determination that a person is a PEP, HIO, or a family member or close associate of a PEP or HIO:\n\n### PEP and HIO account records\n\nIf you determine that a person is a foreign PEP, a family member, or close associate of a foreign PEP, a high-risk domestic PEP, high-risk HIO or high-risk family member or high-risk close associate of one of these persons, and you obtained the approval of a member of senior management to keep an account open, you must keep a record of:[Footnote 30](#fn30)\n\n- the office or position and the name of the organization or institution of the PEP or HIO;\n- the date of the determination;\n- the source of the funds or VC, if known, that is or is expected to be deposited into the account or paid to the PPPA;\n- the source of the person's wealth, if known;\n- the name of the member of senior management who approved keeping the account open; and\n- the date of that approval.\n\nIn the case of family members and close associates of PEPs and HIOs, you may also want to keep a record of the nature of the relationship between the person and the PEP or HIO, as applicable.\n\n**Retention**: You must keep PEP and HIO account records for at least five years from the day the account to which they relate is closed.[Footnote 31](#fn31)\n\n### PEP and HIO transaction records\n\nIf as an FE or a casino, you **review** one of the above-mentioned transactions (see Transaction related PEP or HIO determinations) for which you have made a PEP or HIO determination, you must keep a record of:[Footnote 32](#fn32)\n\n- the office or position and the name of the organization or institution of the PEP or HIO;\n- the date of the determination;\n- the source of the funds or source of the VC used for the transaction, if known;\n- the source of the person's wealth, if known;\n- the name of the member of senior management who reviewed the transaction; and\n- the date of that review.\n\nIn the case of family members and close associates of PEPs and HIOs, you may also want to include in the record the nature of the relationship between the person and the PEP or HIO, as applicable.\n\n**Retention**: You must keep transaction records for at least 5 years from the day on which the last business transaction is conducted.[Footnote 33](#fn33)\n\n## Annex 1 — When to make a PEP or HIO determination — Account-based REs\n\n| When to make a PEP or HIO determination | Do I need to make a PEP or HIO determination? |\n| --- | --- |\n| Casinos | Financial entities | Securities dealers |\n| Account opening | Yes | Yes | Yes |\n| Authorized user of a PPPA |  | Yes |  |\n| Periodic review of account holders | Yes | Yes | Yes |\n| Periodic review of authorized users of PPPAs |  | Yes |  |\n| Detect a fact about account holders | Yes | Yes | Yes |\n| Detect a fact about authorized users of a PPPAs |  | Yes |  |\n| Initiate international EFT in the amount of $100,000 or more | Yes | Yes |  |\n| Final receipt for a beneficiary of international EFT in the amount of $100,000 or more | Yes | Yes |  |\n| Receipt in the amount of cash or VC equivalent to $100,000 or more | Yes |  |  |\n| Transfer of an amount of VC equivalent to $100,000 or more |  | Yes |  |\n| Receives an amount of VC equivalent to $100,000 or more for remittance to a beneficiary |  | Yes |  |\n| Payment to a PPPA in the amount of $100,000 or more |  | Yes |  |\n\n## Annex 2 — Establishing the source of funds, source of VC and source of wealth — Account-based REs\n\n| When to make a PEP or HIO determination | Do I need to establish the source of funds, source of VC, and source of wealth for PEPs or HIOs? | Timing for establishing source of funds or source of wealth |\n| --- | --- | --- |\n| Casinos | Financial entities | Securities dealers |\n| Account opening | Yes | Yes | Yes | **30 days** after the day on which you open the account or detect a fact |\n| Authorized user of a PPPA |  | Yes |  |\n| Periodic review of account holders | Yes | Yes | Yes |\n| Periodic review of authorized users of PPPAs |  | Yes |  |\n| Detect a fact about account holders | Yes | Yes | Yes |\n| Detect a fact about authorized users of a PPPAs |  | Yes |  |\n| Initiate international EFT in the amount of $100,000 or more | Yes | Yes |  | **30 days** after the day on which the transaction is conducted |\n| Final receipt for a beneficiary of international EFT in the amount of $100,000 or more | Yes |  |  |\n| Receipt in the amount of cash or VC equivalent to $100,000 or more | Yes |  |  |\n| Transfer of an amount of VC equivalent to $100,000 or more |  | Yes (not source of funds) |  |\n| Beneficiary receives an amount of VC equivalent to $100,000 or more |  |  |  |\n| Payment to a PPPA in the amount of $100,000 or more |  | Yes |  |\n\n## Annex 3 — Retention of PEP and HIO records — Account-based REs\n\n| PEP or HIO records | Do I need to keep PEP or HIO records? | Record retention |\n| --- | --- | --- |\n| Casinos | Financial entities | Securities dealers |\n| Account opening | Yes | Yes | Yes | At least five years from the day the account to which they relate is closed |\n| Authorized user of a PPPA |  | Yes |  |\n| Periodic review of account holders | Yes | Yes | Yes |\n| Periodic review of authorized users of PPPAs |  | Yes |  |\n| Detect a fact about account holders | Yes | Yes | Yes |\n| Detect a fact about authorized users of PPPAs |  | Yes |  |\n| Initiate international EFT in the amount of $100,000 or more | Yes | Yes |  | At least 5 years from the day on which the last business transaction is conducted. |\n| Final receipt for a beneficiary of international EFT in the amount of $100,000 or more | Yes | Yes |  |\n| Receipt of cash or an amount of VC equivalent to $100,000 or more | Yes |  |  |\n| Transfer of an amount of VC equivalent to $100,000 or more |  | Yes |  |\n| Beneficiary receives an amount of VC equivalent to $100,000 or more |  | Yes |  |\n| Payment to a PPA in the amount of $100,000 or more |  | Yes |  |\n\n## Details and history\n\n**Published:** April 2022\n\n## For assistance\n\nIf you have questions about this guidance, please contact FINTRAC by email at [guidelines-lignesdirectrices@fintrac-canafe.gc.ca](mailto:guidelines-lignesdirectrices@fintrac-canafe.gc.ca).\n\n## Definitions\n\nAccountant\n\nA chartered accountant, a certified general accountant, a certified management accountant or, if applicable, a chartered professional accountant. (comptable)\n\nReference:\n\nProceeds of Crime (Money Laundering) and Terrorist Financing Regulations (PCMLTFR), SOR/2002-184, s. 1(2).\n\nAccounting firm\n\nAn entity that is engaged in the business of providing accounting services to the public and has at least one partner, employee or administrator that is an accountant. (cabinet d'expertise comptable)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nAct\n\nThe Proceeds of Crime (Money Laundering) and Terrorist Financing Act (PCMLTFA). (la Loi)\n\nReference:\n\nProceeds of Crime (Money Laundering) and Terrorist Financing Administrative Monetary Penalties Regulations (PCMLTFAMPR), SOR/2007-292, s. 1, Proceeds of Crime (Money Laundering) and Terrorist Financing Registration Regulations (PCMLTFRR), SOR/2007-121, s. 1, PCMLTFR, SOR/2002-184, s. 1(2), and Proceeds of Crime (Money Laundering) and Terrorist Financing Suspicious Transaction Reporting Regulations (PCMLTFSTRR), SOR/2001-317, s. 1(2).\n\nAdministrative monetary penalties (AMPs)\n\nCivil penalties that may be issued to reporting entities by FINTRAC for non-compliance with the PCMLTFA and associated Regulations. (pénalité administrative pécuniaire \\[PAP\\])\n\nAffiliate\n\nAn entity is affiliated with another entity if one of them is wholly owned by the other, if both are wholly owned by the same entity or if their financial statements are consolidated. (entité du même groupe)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 4.\n\nAnnuity\n\nHas the same meaning as in subsection 248(1) of the [Income Tax Act](https://laws-lois.justice.gc.ca/eng/acts/I-3.3). (rente)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nArmoured cars\n\nPersons or entities that are engaged in the business of transporting currency, money orders, traveller’s cheques or other similar negotiable instruments. (Véhicules blindés)\n\nAs soon as practicable\n\nA time period that falls in-between immediately and as soon as possible, within which a suspicious transaction report (STR) must be submitted to FINTRAC. The completion and submission of the STR should take priority over other tasks. In this context, the report must be completed promptly, taking into account the facts and circumstances of the situation. While some delay is permitted, it must have a reasonable explanation. (aussitôt que possible)\n\nAttempted transaction\n\nOccurs when an individual or entity starts to conduct a transaction that is not completed. For example, a client or a potential client walks away from conducting a $10,000 cash deposit. (opération tentée)\n\nAuthentic\n\nIn respect of verifying identity, means genuine and having the character of an original, credible, and reliable document or record. (authentique)\n\nAuthorized person\n\nA person who is authorized under subsection 45(2). (personne autorisée)\n\nReference:\n\nProceeds of Crime (Money Laundering) and Terrorist Financing Act (PCMLTFA), S.C. 2000, c 17, s. 2(1).\n\nAuthorized user\n\nA person who is authorized by a holder of a prepaid payment product account to have electronic access to funds or virtual currency available in the account by means of a prepaid payment product that is connected to it. (utilisateur autorisé)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nBeneficial owner(s)\n\nBeneficial owners are the individuals who are the trustees, and known beneficiaries and settlors of a trust, or who directly or indirectly own or control 25% or more of i) the shares of a corporation or ii) an entity other than a corporation or trust, such as a partnership. The ultimate beneficial owner(s) cannot be another corporation or entity; it must be the actual individual(s) who owns or controls the entity. (bénéficiaire effectif)\n\nBeneficiary\n\nA beneficiary is the individual or entity that will benefit from a transaction or to which the final remittance is made. (bénéficiaire)\n\nBranch\n\nA branch is a part of your business at a distinct location other than your main office. (succursale)\n\nBritish Columbia notary corporation\n\nAn entity that carries on the business of providing notary services to the public in British Columbia in accordance with the Notaries Act, R.S.B.C. 1996, c. 334. (société de notaires de la Colombie-Britannique)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nBritish Columbia notary public\n\nA person who is a member of the Society of Notaries Public of British Columbia. (notaire public de la Colombie-Britannique)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nCash\n\nCoins referred to in section 7 of the Currency Act, notes issued by the Bank of Canada under the Bank of Canada Act that are intended for circulation in Canada or coins or bank notes of countries other than Canada. (espèces)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2) and PCMLTFSTRR, SOR/2001-317, s. 1(2).\n\nCasino\n\nA government, organization, board or operator that is referred to in any of paragraphs 5(k) to (k.3) of the Act. (casino)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s 1(2) and PCMLTFSTRR, SOR/2001-317, s. 1(2).\n\nCertified translator\n\nAn individual that holds the title of professional certified translator granted by a Canadian provincial or territorial association or body that is competent under Canadian provincial or territorial law to issue such certification. (traducteur agréé)\n\nClarification request\n\nA clarification request is a method used to communicate with money services businesses (MSBs) or foreign money services businesses (FMSBs) when FINTRAC needs more information about their registration form. This request is usually sent by email. (demande de précisions)\n\nClient\n\nA person or entity that engages in a financial transaction with another person or entity. (client)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nClient identification information\n\nThe identifying information that you have obtained on your clients, such as name, address, telephone number, occupation or nature of principal business, and date of birth for an individual. (renseignements d'identification du client)\n\nCompetent authority\n\nFor the purpose of the criminal record check submitted with an application for registration, a competent authority is any person or organization that has the legally delegated or invested authority, capacity, or power to issue criminal record checks. (autorité compétente)\n\nCompleted transaction\n\nIs a transaction conducted by a person or entity, that is completed and results in the movement of funds, virtual currency, or the purchase or sale of an asset. (opération effectuée)\n\nCompleting action\n\nWith respect to a reportable transaction, information related to the instructions provided by the person or entity making the request to the reporting entity to complete a transaction. For example, an individual arrives at a bank and requests to purchase a bank draft. The completing action is the details of how the reporting entity fulfilled the person or entity’s instructions which led to the transaction being completed. This includes what the funds or virtual currency initially brought to the reporting entity was used for (see “disposition”). A transaction may have one or more completing actions depending on the instructions provided by the person or entity. (action d’achèvement)\n\nCompliance officer\n\nThe individual, with the necessary authority, that you appoint to be responsible for the implementation of your compliance program. (agent de conformité)\n\nCompliance policies and procedures\n\nWritten methodology outlining the obligations applicable to your business under the PCMLTFA and its associated Regulations and the corresponding processes and controls you put in place to address your obligations. (politiques et procédures de conformité)\n\nCompliance program\n\nAll elements (compliance officer, policies and procedures, risk assessment, training program, effectiveness review) that you, as a reporting entity, are legally required to have under the PCMLTFA and its associated Regulations to ensure that you meet all your obligations. (programme de conformité)\n\nContext\n\nClarifies a set of circumstances or provides an explanation of a situation or financial transaction that can be understood and assessed. (contexte)\n\nCorrespondent banking relationship\n\nA relationship created by an agreement or arrangement under which an entity referred to in any of paragraphs 5(a), (b), (d),(e) and (e.1) or an entity that is referred to in section 5 and that is prescribed undertakes to provide to a prescribed foreign entity prescribed services or international electronic funds transfers, cash management or cheque clearing services. (relation de correspondant bancaire)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 9.4(3) and PCMLTFR, SOR/2002-184, s. 16(1)(b).\n\nCountry of residence\n\nThe country where an individual has lived continuously for 12 months or more. The individual must have a dwelling in the country concerned. For greater certainty, a person only has one country of residence no matter how many dwelling places they may have, inside or outside of that country. (pays de résidence)\n\nCredit card acquiring business\n\nA credit card acquiring business is a financial entity that has an agreement with a merchant to provide the following services:\n\n- enabling a merchant to accept credit card payments by cardholders for goods and services and to receive payments for credit card purchases;\n- processing services, payment settlements and providing point-of-sale equipment (such as computer terminals); and\n- providing other ancillary services to the merchant.\n\n\n(entreprise d'acquisition de cartes de crédit)Credit union central\n\nA central cooperative credit society, as defined in section 2 of the [Cooperative Credit Associations Act](https://laws-lois.justice.gc.ca/eng/acts/C-41.01), or a credit union central or a federation of credit unions or caisses populaires that is regulated by a provincial Act other than one enacted by the legislature of Quebec. (centrale de caisses de crédit)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nCrowdfunding platform\n\nA website or an application or other software that is used to raise funds or virtual currency through donations. (plateforme de sociofinancement)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nCrowdfunding platform services\n\nThe provision and maintenance of a crowdfunding platform for use by other persons or entities to raise funds or virtual currency for themselves or for persons or entities specified by them. (services de plateforme de sociofinancement)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nCurrent\n\nIn respect of a document or source of information that is used to verify identity, is up to date, and, in the case of a government-issued photo identification document, must not have been expired when the ID was verified. (à jour)\n\nDealer in precious metals and stones\n\nA person or entity that, in the course of their business activities, buys or sells precious metals, precious stones or jewellery. It includes a department or an agent of His Majesty in right of Canada or an agent or mandatary of His Majesty in right of a province when the department or the agent or mandatary carries out the activity, referred to in subsection 65(1), of selling precious metals to the public. (négociant en métaux précieux et pierres précieuses)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nDeferred profit sharing plan\n\nHas the same meaning as in subsection 248(1) of the [Income Tax Act](https://laws-lois.justice.gc.ca/eng/acts/I-3.3). (régime de participation différée aux bénéfices)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nDeposit slip\n\nA record that sets out:\n\n1. (a) the date of the deposit;\n2. (b) the name of the person or entity that makes the deposit;\n3. (c) the amount of the deposit and of any part of it that is made in cash;\n4. (d) the method by which the deposit is made; and\n5. (e) the number of the account into which the deposit is made and the name of each account holder.\n\n(relevé de dépôt)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nDirecting services\n\nA business is directing services at persons or entities in Canada if at least one of the following applies:\n\n- The business's marketing or advertising is directed at persons or entities located in Canada;\n- The business operates a \".ca\" domain name; or,\n- The business is listed in a Canadian business directory.\n\nAdditional criteria may be considered, such as if the business describes its services being offered in Canada or actively seeks feedback from persons or entities in Canada. (diriger des services)\n\nDistributed ledger\n\nFor the purpose of section 151 of the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations (PCMLTFR), a digital ledger that is maintained by multiple persons or entities and that can only be modified by a consensus of those persons or entities. (registres distribués)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 151(2).\n\nDisposition\n\nWith respect to a reportable transaction, the disposition is what the funds or virtual currency was used for. For example, an individual arrives at a bank with cash and purchases a bank draft. The disposition is the purchase of the bank draft. (répartition)\n\nElectronic funds transfer\n\nThe transmission—by any electronic, magnetic or optical means—of instructions for the transfer of funds, including a transmission of instructions that is initiated and finally received by the same person or entity. In the case of SWIFT messages, only SWIFT MT-103 messages and their equivalent are included. It does not include a transmission or instructions for the transfer of funds:\n\n1. (a) that involves the beneficiary withdrawing cash from their account;\n2. (b) that is carried out by means of a direct deposit or pre-authorized debit;\n3. (c) that is carried out by cheque imaging and presentment\n4. (d) that is both initiated and finally received by persons or entities that are acting to clear or settle payment obligations between themselves; or\n5. (e) that is initiated or finally received by a person or entity referred to in paragraphs 5(a) to (h.1) of the Act for the purpose of internal treasury management, including the management of their financial assets and liabilities, if one of the parties to the transaction is a subsidiary of the other or if they are subsidiaries of the same corporation.\n\n(télévirement)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nEmployees profit sharing plan\n\nHas the same meaning as in subsection 248(1) of the [Income Tax Act](https://laws-lois.justice.gc.ca/eng/acts/I-3.3). (régime de participation des employés aux bénéfices)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nEntity\n\nA body corporate, a trust, a partnership, a fund or an unincorporated association or organization. (entité)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nFacts\n\nActual events, actions, occurrences or elements that exist or are known to have happened or existed. Facts are not opinions. For example, facts surrounding a transaction or multiple transactions could include the date, time, location, amount or type of transaction or could include the account details, particular business lines, or the client's financial history. (faits)\n\nFamily member\n\nFor the purposes of subsection 9.3(1) of the Act, a prescribed family member of a politically exposed foreign person, a politically exposed domestic person or a head of an international organization is:\n\n1. (a) their spouse or common-law partner;\n2. (b) their child;\n3. (c) their mother or father;\n4. (d) the mother or father of their spouse or common-law partner; or\n5. (e) a child of their mother or father.\n\n(membre de la famille)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 2(1).\n\nFiat currency\n\nA currency that is issued by a country and is designated as legal tender in that country. (monnaie fiduciaire)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2) and PCMLTFSTRR, SOR/2001-317, s. 1(2).\n\nFinal receipt\n\nIn respect of an electronic funds transfer, means the receipt of the instructions by the person or entity that is to make the remittance to a beneficiary. (destinataire)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nFinancial entity\n\nMeans:\n\n1. (a) an entity that is referred to in any of paragraphs 5(a), (b) and (d) to (f) of the Act;\n2. (b) a financial services cooperative;\n3. (c) a life insurance company, or an entity that is a life insurance broker or agent, in respect of loans or prepaid payment products that it offers to the public and accounts that it maintains with respect to those loans or prepaid payment products, other than:\n1. (i) loans that are made by the insurer to a policy holder if the insured person has a terminal illness that significantly reduces their life expectancy and the loan is secured by the value of an insurance policy;\n2. (ii) loans that are made by the insurer to the policy holder for the sole purpose of funding the life insurance policy; and\n3. (iii) advance payments to which the policy holder is entitles that are made to them by the insurer;\n4. (d) a credit union central when it offers financial services to a person, or to an entity that is not a member of that credit union central; and\n5. (e) a department, or an entity that is an agent of His Majesty in right of Canada or an agent or mandatary of His Majesty in right of a province, when it carries out an activity referred to in section 76.\n\n\n(entité financière)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nFinancial Action Task Force\n\nThe Financial Action Task Force on Money Laundering established in 1989. (Groupe d'action financière)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nFinancial services cooperative\n\nA financial services cooperative that is regulated by an Act respecting financial services cooperatives, CQLR, c. C-67.3 or the Act respecting the Mouvement Desjardins, S.Q. 2000, c. 77, other than a caisse populaire. (coopérative de services financiers)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nForeign currency\n\nA fiat currency that is issued by a country other than Canada. (devise)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nForeign currency exchange transaction\n\nAn exchange, at the request of another person or entity, of one fiat currency for another. (opération de change en devise)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nForeign currency exchange transaction ticket\n\nA record respecting a foreign currency exchange transaction—including an entry in a transaction register—that sets out:\n\n1. (a) the date of the transaction;\n2. (b) in the case of a transaction of $3,000 or more, the name and address of the person or entity that requests the exchange, the nature of their principal business or their occupation and, in the case of a person, their date of birth;\n3. (c) the type and amount of each of the fiat currencies involved in the payment made and received by the person or entity that requests the exchange;\n4. (d) the method by which the payment is made and received;\n5. (e) the exchange rates used and their source;\n6. (f) the number of every account that is affected by the transaction, the type of account and the name of each account holder; and\n7. (g) every reference number that is connected to the transaction and has a function equivalent to that of an account number.\n\n(fiche d'opération de change en devise)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nForeign money services business\n\nPersons and entities that do not have a place of business in Canada, that are engaged in the business of providing at least one of the following services that is directed at persons or entities in Canada, and that provide those services to their clients in Canada:\n\n1. (i) foreign exchange dealing,\n2. (ii) remitting funds or transmitting funds by any means or through any person, entity or electronic funds transfer network,\n3. (iii) issuing or redeeming money orders, traveller's cheques or other similar negotiable instruments except for cheques payable to a named person or entity,\n4. (iv) dealing in virtual currencies, or\n5. (v) any prescribed service.\n\n(entreprise de services monétaires étrangère)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 5(h.1), PCMLTFRR, SOR/2007-121, s. 1 and PCMLTFR, SOR/2002-184, s. 1(2).\n\nForeign state\n\nExcept for the purposes of Part 2, means a country other than Canada and includes any political subdivision or territory of a foreign state. (État étranger)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nFunds\n\nMeans:\n\n1. (a) cash and other fiat currencies, and securities, negotiable instruments or other financial instruments that indicate a title or right to or interest in them; or\n2. (b) a private key of a cryptographic system that enables a person or entity to have access to a fiat currency other than cash.\n\nFor greater certainty, it does not include virtual currency. (fonds)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2) and PCMLTFSTRR, SOR/2001-317, s. 1(2).\n\nHead of an international organization\n\nA person who, at a given time, holds—or has held within a prescribed period before that time—the office or position of head of\n\n1. a) an international organization that is established by the governments of states;\n2. b) an institution of an organization referred to in paragraph (a); or\n3. c) an international sports organization.\n\n(dirigeant d'une organisation internationale)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 9.3(3).\n\nImmediately\n\nIn respect of submitting a Terrorist Property Report (TPR), the time period within which a TPR must be submitted, which does not allow for any delay prior to submission. (immédiatement)\n\nInformation record\n\nA record that sets out the name and address of a person or entity and:\n\n1. (a) in the case of a person, their date of birth and the nature of their principal business or their occupation; and\n2. (b) in the case of an entity, the nature of its principal business.\n\n(dossier de renseignements)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nInitiation\n\nIn respect of an electronic funds transfer, means the first transmission of the instructions for the transfer of funds. (amorcer)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nInstitutional trust\n\nFor the purpose of section 15 of the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations (PCMLTFR), means a trust that is established by a corporation or other entity for a particular business purpose and includes a pension plan trust, a pension master trust, a supplemental pension plan trust, a mutual fund trust, a pooled fund trust, a registered retirement savings plan trust, a registered retirement income fund trust, a registered education savings plan trust, a group registered retirement savings plan trust, a deferred profit sharing plan trust, an employee profit sharing plan trust, a retirement compensation arrangement trust, an employee savings plan trust, a health and welfare trust, an unemployment benefit plan trust, a foreign insurance company trust, a foreign reinsurance trust, a reinsurance trust, a real estate investment trust, an environmental trust and a trust established in respect of endowment, a foundation or a registered charity. (fiducie institutionnelle)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 15(2).\n\nInternational electronic funds transfer\n\nAn electronic funds transfer other than for the transfer of funds within Canada. (télévirement international)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nInter vivos trust\n\nA personal trust, other than a trust created by will. (fiducie entre vifs)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nJewellery\n\nObjects that are made of gold, silver, palladium, platinum, pearls or precious stones and that are intended to be worn as a personal adornment. (bijou)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nLarge cash transaction record\n\nA record that indicates the receipt of an amount of $10,000 or more in cash in a single transaction and that contains the following information:\n\n01. (a) the date of the receipt;\n02. (b) if the amount is received for deposit into an account, the number of the account, the name of each account holder and the time of the deposit or an indication that the deposit is made in a night deposit box outside the recipient's normal business hours;\n03. (c) the name and address of every other person or entity that is involved in the transaction, the nature of their principal business or their occupation and, in the case of a person, their date of birth;\n04. (d) the type and amount of each fiat currency involved in the receipt;\n05. (e) the method by which the cash is received;\n06. (f) if applicable, the exchange rates used and their source;\n07. (g) the number of every other account that is affected by the transaction, the type of account and the name of each account holder\n08. (h) every reference number that is connected to the transaction and has a function equivalent to that of an account number;\n09. (i) the purpose of the transaction;\n10. (j) the following details of the remittance of, or in exchange for, the cash received:\n    1. (i) the method of remittance;\n    2. (ii) if the remittance is in funds, the type and amount of each type of funds involved;\n    3. (iii) if the remittance is not in funds, the type of remittance and its value, if different from the amount of cash received; and\n    4. (iv) the name of every person or entity involved in the remittance and their account number or policy number or, if they have no account number or policy number, their identifying number; and\n11. (k) if the amount is received by a dealer in precious metals and precious stones for the sale of precious metals, precious stones or jewellery:\n    1. (i) the type of precious metals, precious stones or jewellery;\n    2. (ii) the value of the precious metals, precious stones or jewellery, if different from the amount of cash received, and\n    3. (iii) the wholesale value of the precious metals, precious stones or jewellery.\n\n(relevé d'opération importante en espèces)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nLarge virtual currency transaction record\n\nA record that indicates the receipt of an amount of $10,000 or more in virtual currency in a single transaction and that contains the following information:\n\n1. (a) the date of the receipt;\n2. (b) if the amount is received for deposit into an account, the name of each account holder;\n3. (c) the name and address of every other person or entity that is involved in the transaction, the nature of their principal business or their occupation and, in the case of a person, their date of birth;\n4. (d) the type and amount of each virtual currency involved in the receipt;\n5. (e) the exchange rates used and their source;\n6. (f) the number of every other account that is affected by the transaction, the type of account and the name of each account holder;\n7. (g) every reference number that is connected to the transaction and has a function equivalent to that of an account number;\n8. (h) every transaction identifier, including the sending and receiving addresses; and\n9. (i) if the amount is received by a dealer in precious metals and precious stones for the sale of precious metals, precious stones or jewellery:\n1. (i) the type of precious metals, precious stones or jewellery;\n2. (ii) the value of the precious metals, precious stones or jewellery, if different from the amount of virtual currency received; and\n3. (iii) the wholesale value of the precious metals, precious stones or jewellery.\n\n(relevé d'opération importante en monnaie virtuelle)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nLife insurance broker or agent\n\nA person or entity that is authorized under provincial legislation to carry on the business of arranging contracts of life insurance. (représentant d'assurance-vie)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nLife insurance company\n\nA life company or foreign life company to which the [Insurance Companies Act](https://laws-lois.justice.gc.ca/eng/acts/I-11.8) applies or a life insurance company regulated by a provincial Act. (société d'assurance-vie)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nListed person\n\nHas the same meaning as in section 1 of the [Regulations Implementing the United Nations Resolutions on the Suppression of Terrorism](https://laws-lois.justice.gc.ca/eng/regulations/SOR-2001-360). (personne inscrite)\n\nReference:\n\nPCMLTFSTRR, SOR/2001-317, s. 1(2).\n\nManaging general agents (MGAs)\n\nLife insurance brokers or agents that act as facilitators between other life insurance brokers or agents and life insurance companies.  MGAs typically offer services to assist with insurance agents contracting and commission payments, facilitate the flow of information between insurer and agent, and provide training to, and compliance oversight of, insurance agents. (agent général de gestion)\n\nMandatary\n\nA person who acts, under a mandate or agreement, for another person or entity. (mandataire)\n\nMarketing or advertising\n\nWhen a person or entity uses promotional materials such as advertisements, graphics for websites or billboards, etc., with the intent to promote money services business (MSB) services and to acquire business from persons or entities in Canada. (marketing ou publicité)\n\nMinister\n\nIn relation to sections 24.1 to 39, the Minister of Public Safety and Emergency Preparedness and, in relation to any other provision of this Act, the Minister of Finance. (ministre)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nMoney laundering offence\n\nAn offence under subsection 462.31(1) of the [Criminal Code](https://laws-lois.justice.gc.ca/eng/acts/C-46). The United Nations defines money laundering as \"any act or attempted act to disguise the source of money or assets derived from criminal activity.\" Essentially, money laundering is the process whereby \"dirty money\"—produced through criminal activity—is transformed into \"clean money,\" the criminal origin of which is difficult to trace. (infraction de recyclage des produits de la criminalité)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nMoney laundering and terrorist financing indicators (ML/TF indicators)\n\nPotential red flags that could initiate suspicion or indicate that something may be unusual in the absence of a reasonable explanation. \\[Indicateurs de blanchiment d'argent (BA) et de financement du terrorisme (FT) (indicateurs de BA/FT)\\]\n\nMoney services business\n\nA person or entity that has a place of business in Canada and that is engaged in the business of providing at least one of the following services:\n\n1. (i) foreign exchange dealing,\n2. (ii) remitting funds or transmitting funds by any means or through any person, entity or electronic funds transfer network,\n3. (iii) issuing or redeeming money orders, traveller's cheques or other similar negotiable instruments except for cheques payable to a named person or entity,\n4. (iv) dealing in virtual currencies, or\n5. (v) any prescribed service.\n\n(entreprise de services monétaires)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 5(h), PCMLTFRR, SOR/2007-121, s. 1 and PCMLTFR, SOR/2002-184, s. 1(2).\n\nMoney services business agent\n\nAn individual or entity authorized to deliver services on behalf of a money services business (MSB). It is not an MSB branch. (mandataire d'une entreprise de services monétaires)\n\nMortgage administrator\n\nA person or entity, other than a financial entity, that is engaged in the business of servicing mortgage agreements on real property or hypothec agreements on immovables on behalf of a lender. (administrateur hypothécaire)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 5(i), PCMLTFRR,SOR/2002-184, subsection 1(2)\n\nMortgage broker\n\nA person or entity that is authorized under provincial legislation to act as an intermediary between a lender and a borrower with respect to loans secured by mortgages on real property or hypothecs on immovables. (courtier hypothécaire)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 5(i),\nPCMLTFRR,SOR/2002-184, subsection 1(2)\n\nMortgage lender\n\nA person or entity, other than a financial entity, that is engaged in the business of providing loans secured by mortgages on real property or hypothecs on immovables. (prêteur hypothécaire)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 5(i),\nPCMLTFRR,SOR/2002-184, subsection 1(2)\n\nNature of principal business\n\nAn entity's type or field of business. Also applies to an individual in the case of a sole proprietorship. (nature de l'entreprise principale)\n\nNew developments\n\nChanges to the structure or operations of a business when new services, activities, or locations are put in place. For example, changes to a business model or business restructuring. (nouveaux développements)\n\nNew technologies\n\nThe adoption of a technology that is new to a business. For example, when a business adopts new systems or software such as transaction monitoring systems or client onboarding and identification tools. (nouvelles technologies)\n\nNo apparent reason\n\nThere is no clear explanation to account for suspicious behaviour or information. (sans raison apparente)\n\nOccupation\n\nThe job or profession of an individual. (profession ou métier)\n\nPerson\n\nAn individual. (personne)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nPerson authorized to give instructions\n\nIn respect of an account, means a person who is authorized to instruct on the account or make changes to the account, such as modifying the account type, updating the account contact details, and in the case of a credit card account, requesting a limit increase or decrease, or adding or removing card holders. A person who is only able to conduct transactions on the account is not considered a person authorized to give instructions. (personne habilitée à donner des instructions)\n\nPolitically exposed domestic person\n\nA person who, at a given time, holds—or has held within a prescribed period before that time—one of the offices or positions referred to in any of paragraphs (a) and (c) to (j) in or on behalf of the federal government or a provincial government or any of the offices or positions referred to in paragraphs (b) and (k):\n\n01. (a) Governor General, lieutenant governor or head of government;\n02. (b) member of the Senate or House of Commons or member of a legislature of a province;\n03. (c) deputy minister or equivalent rank;\n04. (d) ambassador, or attaché or counsellor of an ambassador;\n05. (e) military officer with a rank of general or above;\n06. (f) president of a corporation that is wholly owned directly by His Majesty in right of Canada or a province;\n07. (g) head of a government agency;\n08. (h) judge of an appellate court in a province, the Federal Court of Appeal or the Supreme Court of Canada;\n09. (i) leader or president of a political party represented in a legislature;\n10. (j) holder of any prescribed office or position; or\n11. (k) mayor, reeve or other similar chief officer of a municipal or local government.\n\n(national politiquement vulnérable)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 9.3(3).\n\nPolitically exposed foreign person\n\nA person who holds or has held one of the following offices or positions in or on behalf of a foreign state:\n\n01. (a) head of state or head of government;\n02. (b) member of the executive council of government or member of a legislature;\n03. (c) deputy minister or equivalent rank;\n04. (d) ambassador, or attaché or counsellor of an ambassador;\n05. (e) military officer with a rank of general or above;\n06. (f) president of a state-owned company or a state-owned bank;\n07. (g) head of a government agency;\n08. (h) judge of a supreme court, constitutional court or other court of last resort;\n09. (i) leader or president of a political party represented in a legislature; or\n10. (j) holder of any prescribed office or position.\n\n(étranger politiquement vulnérable)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nPossibility\n\nIn regards to completing a suspicious transaction report (STR), the likelihood that a transaction may be related to a money laundering/terrorist financing (ML/TF) offence. For example, based on your assessment of facts, context and ML/TF indicators you have reasonable grounds to suspect that a transaction is related to the commission or attempted commission of an ML/TF offence. (possibilité)\n\nPrecious metal\n\nGold, silver, palladium or platinum in the form of coins, bars, ingots or granules or in any other similar form. (métal précieux)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nPrecious stones\n\nDiamonds, sapphires, emeralds, tanzanite, rubies or alexandrite. (pierre précieuse)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nPrepaid payment product\n\nA product that is issued by a financial entity and that enables a person or entity to engage in a transaction by giving them electronic access to funds or virtual currency paid to a prepaid payment product account held with the financial entity in advance of the transaction. It excludes a product that:\n\n1. (a) enables a person or entity to access a credit or debit account or one that is issued for use only with particular merchants; or\n2. (b) is issued for single use for the purposes of a retail rebate program.\n\n(produit de paiement prépayé)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nPrepaid payment product account\n\nAn account – other than an account to which only a public body or, if doing so for the purposes of humanitarian aid, a registered charity as defined in subsection 248(1) of the Income Tax Act, can add funds or virtual currency – that is connected to a prepaid payment product and that permits:\n\n1. (a) funds or virtual currency that total $1,000 or more to be added to the account within a 24-hour period; or\n2. (b) a balance of funds or virtual currency of $1,000 or more to be maintained.\n\n(compte de produit de paiement prépayé)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nPrescribed\n\nPrescribed by regulations made by the Governor in Council. (Version anglaise seulement)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nProbability\n\nThe likelihood in regards to completing a suspicious transaction report (STR) that a financial transaction is related to a money laundering/terrorist financing (ML/TF) offence. For example, based on facts, having reasonable grounds to believe that a transaction is probably related to the commission or attempted commission of an ML/TF offence. (probabilité)\n\nProduction order\n\nA judicial order that compels a person or entity to disclose records to peace officers or public officers. (ordonnance de communication)\n\nPublic body\n\nMeans\n\n1. (a) a department or an agent of His Majesty in right of Canada or an agent or mandatary of His Majesty in right of a province;\n2. (b) an incorporated city or town, village, metropolitan authority, township, district, county, rural municipality or other incorporated municipal body in Canada or an agent or mandatary in Canada of any of them; and\n3. (c) an organization that operates a public hospital and that is designated by the Minister of National Revenue as a hospital authority under the [Excise Tax Act](https://laws-lois.justice.gc.ca/eng/acts/E-15), or an agent or mandatary of such an organization.\n\n\n(organisme public)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nReal estate broker or sales representative\n\nA person or entity that is authorized under provincial legislation to act as an agent or mandatary for purchasers or vendors in respect of the purchase or sale of real property or immovables. (courtier ou agent immobilier)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nReal estate developer\n\nA person or entity that, in any calendar year after 2007, has sold to the public, other than in the capacity of a real estate broker or sales representative:\n\n1. (a) five or more new houses or condominium units;\n2. (b) one or more new commercial or industrial buildings; or\n3. (c) one or more new multi-unit residential buildings each of which contains five or more residential units, or two or more new multi-unit residential buildings that together contain five or more residential units.\n\n(promoteur immobilier)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nReasonable measures\n\nSteps taken to achieve a desired outcome, even if they do not result in the desired outcome. For example, this can include doing one or more of the following:\n\n- asking the client,\n- conducting open source searches,\n- retrieving information already available, including information held in non-digital formats, or\n- consulting commercially available information.\n\n(mesures raisonnables)Receipt of funds record\n\nA record that indicates the receipt of an amount of funds and that contains the following information:\n\n01. (a) the date of the receipt;\n02. (b) if the amount is received from a person, their name, address and date of birth and the nature of their principal business or their occupation;\n03. (c) if the amount is received from or on behalf of an entity, the entity's name and address and the nature of their principal business;\n04. (d) the amount of the funds received and of any part of the funds that is received in cash;\n05. (e) the method by which the amount is received;\n06. (f) the type and amount of each fiat currency involved in the receipt;\n07. (g) if applicable, the exchange rates used and their source;\n08. (h) the number of every account that is affected by the transaction in which the receipt occurs, the type of account and the name of each account holder;\n09. (i) the name and address of every other person or entity that is involved in the transaction, the nature of their principal business or their occupation and, in the case of a person, their date of birth;\n10. (j) every reference number that is connected to the transaction and has a function equivalent to that of an account number; and\n11. (k) the purpose of the transaction.\n\n(relevé de réception de fonds)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nRegistered pension plan\n\nHas the same meaning as in subsection 248(1) of the [Income Tax Act](https://laws-lois.justice.gc.ca/eng/acts/I-3.3). (régime de pension agréé)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nRegistered retirement income fund\n\nHas the same meaning as in subsection 248(1) of the [Income Tax Act](https://laws-lois.justice.gc.ca/eng/acts/I-3.3). (fonds enregistré de revenu de retraite)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nReliable\n\nIn respect of information that is used to verify identity, means that the source is well known, reputable, and is considered one that you trust to verify the identity of the client. (fiable)\n\nRepresentative for service\n\nAn individual in Canada that has been appointed by a person or entity that is a foreign money services business (FMSB), pursuant to the PCMLTFA, to receive notices and documents on behalf of the FMSB. (représentant du service)\n\nRisk assessment\n\nThe review and documentation of potential money laundering/terrorist financing risks in order to help a business establish policies, procedures and controls to detect and mitigate these risks and their impact. (évaluation des risques)\n\nSanctions evasion\n\nSanctions evasion offence means an offence arising from the contravention of a restriction or prohibition established by an order or a regulation made under the United Nations Act, the Special Economic Measures Act or the Justice for Victims of Corrupt Foreign Officials Act (Sergei Magnitsky Law). (contournement des sanctions)\n\nSecurities dealer\n\nA person or entity that is referred to in paragraph 5(g) of the Act. (courtier en valeurs mobilières)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nSenior officer\n\nIn respect of an entity, means:\n\n1. (a) a director of the entity who is one of its full-time employees;\n2. (b) the entity's chief executive officer, chief operating officer, president, secretary, treasurer, controller, chief financial officer, chief accountant, chief auditor or chief actuary, or any person who performs any of those functions; or\n3. (c) any other officer who reports directly to the entity's board of directors, chief executive officer or chief operating officer.\n\n(cadre dirigeant)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nService agreement\n\nAn agreement between a money services business (MSB) and an organization according to which the MSB will provide any of the following MSB services on an ongoing basis:\n\n- money transfers;\n- foreign currency exchange;\n- issuing or redeeming money orders, traveller's cheques or anything similar; or\n- dealing in virtual currencies.\n- Crowdfunding\n- Armoured Cars\n\n(accord de relation commerciale)\nSettlor\n\nA settlor is an individual or entity that creates a trust with a written trust declaration. The settlor ensures that legal responsibility for the trust is given to a trustee and that the trustee is provided with a trust instrument document that explains how the trust is to be used for the beneficiaries. A settlor includes any individual or entity that contributes financially to that trust, either directly or indirectly. (constituant)\n\nShell bank\n\nA foreign financial institution that:\n\n1. (a) does not have a place of business that:\n1. (i) is located at a fixed address—where it employs one or more persons on a full-time basis and maintains operating records related to its banking activities—in a country in which it is authorized to conduct banking activities; and\n2. (ii) is subject to inspection by the regulatory authority that licensed it to conduct banking activities; and\n2. (b) is not controlled by, or under common control with, a depository institution, credit union or foreign financial institution that maintains a place of business referred to in paragraph (a) in Canada or in a foreign country.\n\n(banque fictive)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(1).\n\nSignature\n\nIncludes an electronic signature or other information in electronic form that is created or adopted by a client of a person or entity referred to in section 5 of the Act and that is accepted by the person or entity as being unique to that client. (signature)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nSignature card\n\nIn respect of an account, means a document that is signed by a person who is authorized to give instructions in respect of the account, or electronic data that constitutes the signature of such a person. (fiche-signature)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nSource\n\nThe issuer or provider of information or documents for verifying identification. (source)\n\nSource of funds or of virtual currency (VC)\n\nThe origin of the particular funds or VC used to carry out a specific transaction or to attempt to carry out a transaction. It is how the funds were acquired, not where the funds may have been transferred from. For example, the source of funds could originate from activities or occurrences such as employment income, gifts, the sale of a large asset, criminal activity, etc. (origine des fonds ou de la monnaie virtuelle (MV))\n\nSource of wealth\n\nThe origin of a person's total assets that can be reasonably explained, rather than what might be expected. For example, a person's wealth could originate from an accumulation of activities and occurrences such as business undertakings, family estates, previous and current employment income, investments, real estate, inheritance, lottery winnings, etc. (origine de la richesse)\n\nStarting action\n\nWith respect to a reportable transaction, information related to the instructions provided by the person or entity making the request to the reporting entity to start a transaction. For example, an individual arrives at a bank and requests to purchase a bank draft. The starting action is the details of the instructions for the purchase which includes the funds or virtual currency that the requesting person or entity brought to the reporting entity. A transaction must have at least one starting action. (action d’amorce)\n\nSWIFT\n\nThe Society for Worldwide Interbank Financial Telecommunication. (SWIFT)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nTerrorist activity\n\nHas the same meaning as in subsection 83.01(1) of the [Criminal Code](https://laws-lois.justice.gc.ca/eng/acts/C-46). (activité terroriste)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nTerrorist activity financing offence\n\nAn offence under section 83.02, 83.03 or 83.04 of the [Criminal Code](https://laws-lois.justice.gc.ca/eng/acts/C-46) or an offence under section 83.12 of the [Criminal Code](https://laws-lois.justice.gc.ca/eng/acts/C-46) arising out of a contravention of section 83.08 of that Act.\n\nA terrorist financing offence is knowingly collecting or giving property (such as money) to carry out terrorist activities. This includes the use and possession of any property to help carry out the terrorist activities. The money earned for terrorist financing can be from legal sources, such as personal donations and profits from a business or charitable organization or from criminal sources, such as the drug trade, the smuggling of weapons and other goods, fraud, kidnapping and extortion. (infraction de financement des activités terroristes)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nThird party\n\nAny individual or entity that instructs another individual or entity to act on their behalf for a financial activity or transaction. (tiers)\n\nThreats to the security of Canada\n\nHas the same meaning as in section 2 of the [Canadian Security Intelligence Service Act](https://laws-lois.justice.gc.ca/eng/acts/C-23). (menaces envers la sécurité du Canada)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nTraining program\n\nA written and implemented program outlining the ongoing training for your employees, agents or other individuals authorized to act on your behalf. It should contain information about all your obligations and requirements to be fulfilled under the Proceeds of Crime (Money Laundering) and Terrorist Financing Act and its associated Regulations. (programme de formation)\n\nTrust\n\nA right of property held by one individual or entity (a trustee) for the benefit of another individual or entity (a beneficiary). (fiducie)\n\nTrust company\n\nA company that is referred to in any of paragraphs 5(d) to (e.1) of the Act. (société de fiducie)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nTrustee\n\nA trustee is the individual or entity authorized to hold or administer the assets of a trust. (fiduciaire)\n\nTutor\n\nIn the context of civil law, a person who has been lawfully appointed to the care of the person and property of a minor. (tuteur)\n\nTwo year effectiveness review\n\nA review, conducted every two years (at a minimum), by an internal or external auditor to test the effectiveness of your policies and procedures, risk assessment, and training program. (examen bisannuel de l'efficacité)\n\nValid\n\nIn respect of a document or information that is used to verify identity, appears legitimate or authentic and does not appear to have been altered or had any information redacted. The information must also be valid according to the issuer, for example if a passport is invalid because of a name change, it is not valid for FINTRAC purposes. (valide)\n\nVerify identity\n\nTo refer to certain information or documentation, in accordance with the prescribed methods, to identify a person or entity (client). (vérifier l'identité)\n\nVery large corporation or trust\n\nA corporation or trust that has minimum net assets of $75 million CAD on its last audited balance sheet. The corporation's shares or units have to be traded on a Canadian stock exchange or on a stock exchange designated under subsection 262(1) of the Income Tax Act. The corporation or trust also has to operate in a country that is a member of the Financial Action Task Force (FATF). (personne morale ou fiducie dont l'actif est très important)\n\nViolation\n\nA contravention of the Act or the regulations that is designated as a violation by regulations made under subsection 73.1(1). (violation)\n\nReference:\n\nPCMLTFA, S.C. 2000, c 17, s. 2(1).\n\nVirtual currency\n\nMeans:\n\n1. (a) a digital representation of value that can be used for payment or investment purposes that is not a fiat currency and that can be readily exchanged for funds or for another virtual currency that can be readily exchanged for funds; or\n2. (b) a private key of a cryptographic system that enables a person or entity to have access to a digital representation of value referred to in paragraph (a).\n\n(monnaie virtuelle)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2) and PCMLTFSTRR, SOR/2001-317, s. 1(2).\n\nVirtual currency exchange transaction\n\nAn exchange, at the request of another person or entity, of virtual currency for funds, funds for virtual currency or one virtual currency for another. (opération de change en monnaie virtuelle)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nVirtual currency exchange transaction ticket\n\nA record respecting a virtual currency exchange transaction—including an entry in a transaction register—that sets out:\n\n1. (a) the date of the transaction;\n2. (b) in the case of a transaction of $1,000 or more, the name and address of the person or entity that requests the exchange, the nature of their principal business or their occupation and, in the case of a person, their date of birth;\n3. (c) the type and amount of each type of funds and each of the virtual currencies involved in the payment made and received by the person or entity that requests the exchange;\n4. (d) the method by which the payment is made and received;\n5. (e) the exchange rates used and their source;\n6. (f) the number of every account that is affected by the transaction, the type of account and the name of each account holder;\n7. (g) every reference number that is connected to the transaction and has a function equivalent to that of an account number; and\n8. (h) every transaction identifier, including the sending and receiving addresses.\n\n(fiche d'opération de change en monnaie virtuelle)\n\nReference:\n\nPCMLTFR, SOR/2002-184, s. 1(2).\n\nWorking days\n\nIn respect of an electronic funds transfer (EFT) report or a large virtual currency transaction report, a working day is a day between and including Monday to Friday. It excludes Saturday, Sunday, and a public holiday. (jour ouvrable)\n\nDate Modified: 2022-04-27",
    "metadata": {
        "title": "Politically exposed persons and heads of international organizations guidance for account-based reporting entity sectors ",
        "description": "Financial entities, securities dealers and casinos (account-based reporting entities) have politically exposed persons (PEPs) and heads of international organizations (HIOs) requirements) under the Proceeds of Crime (Money Laundering) and Terrorist Financing Act (PCMLTFA) and associated Regulations.",
        "language": "en",
        "ogLocaleAlternate": [],
        "dctermsSubject": "FINTRAC; financial entities; securities dealers; casinos; PEP; politically exposed persons; HIO; heads international organizations",
        "viewport": "width=device-width, initial-scale=1",
        "dcterms.title": "Politically exposed persons and heads of international organizations guidance for account-based reporting entity sectors  | FINTRAC – Canada.ca  ",
        "dcterms.creator": "Government of Canada, Financial Transactions and Reports Analysis Centre of Canada",
        "dcterms.issued": "2021-02-17",
        "dcterms.modified": "2022-04-27",
        "dcterms.subject": "FINTRAC; financial entities; securities dealers; casinos; PEP; politically exposed persons; HIO; heads international organizations",
        "dcterms.language": "eng",
        "name": "Government of Canada",
        "areaServed": "Canada",
        "sourceURL": "https://fintrac-canafe.canada.ca/guidance-directives/client-clientele/pep/pep-acct-eng",
        "statusCode": 200
    },
    "markdown_cleaned": "# Politically exposed persons and heads of international organizations guidance for account-based reporting entity sectors\n\n## Overview\n\nFinancial entities(FEs), securities dealers and casinos (account-based reporting entities) have politically exposed persons (PEPs) and heads of international organizations (HIOs) requirements under the Proceeds of Crime (Money Laundering) and Terrorist Financing Act (PCMLTFA) and associated Regulations. However, some requirements and the examples given in this guidance only apply to certain reporting entities (REs).\n\nReferences to PEPs in this guidance include both foreign and domestic PEPs, unless otherwise specified.\n\n## 1\\. When or for whom must I make a PEP, HIO, family member or close associate determination?\n\nYou must take reasonable measures to make an account related PEP, HIO, family member or close associate (of foreign PEP only, in certain circumstances) determination:\n\n- when you open an account;\n- for authorized users of prepaid payment product accounts (PPPAs) (FEs only);\n- when you conduct periodic monitoring of existing account holders;\n- when you conduct periodic monitoring of authorized users of PPPAs (FEs only);\n- when you detect a fact about existing account holders that indicates a PEP or HIO connection; and\n- when you detect a fact about authorized users of PPPAs that indicates a PEP or HIO connection (FEs only).\n\nSee Account-related PEP or HIO determination below, for an explanation of your requirements in these instances.\n\nIf you are an FE or a casino then you must also take reasonable measures to make PEP, HIO, family member or close associate determinations for the following transactions:\n\n- initiation of an international electronic funds transfer (EFT) in the amount of $100,000 or more;\n- final receipt of an international EFT in the amount of $100,000 or more;\n- receipt of cash or an amount of VC equivalent to $100,000 or more (casinos only);\n- transfers of an amount of VC equivalent to $100,000 or more (FEs only);\n- receipt of an amount of VC equivalent to $100,000 or more for remittance to a beneficiary (FEs only); and\n- payment(s) of $100,000 or more to a PPPA (FEs only).\n\nSee Transaction-related PEP or HIO determination below, for an explanation of your requirements in these instances.\n\n### Account-related PEP or HIO determinations\n\n#### Account opening\n\nAs an FE, a securities dealer, or a casino, you must take reasonable measures to determine whether a person for whom you open an account is a PEP, HIO, family member of one of those persons, or close associate of a foreign PEP.Footnote 1\n\n#### Authorized user of PPPA (FEs only)\n\nAs an FE, you must take reasonable measures to determine whether a person identified as an authorized user of a PPPA is a PEP, HIO, family member of one of those persons, or close associate of a foreign PEP.Footnote 2\n\n#### Periodic monitoring of existing account holders and authorized users of PPPAs\n\nAs an FE, a securities dealer, or a casino, you must periodically take reasonable measures to determine whether a person who holds an account is a PEP, HIO, family member of one of those persons, or close associate of a foreign PEP.Footnote 3\n\nAs an FE, you must also periodically take reasonable measures to determine whether an authorized user of a PPPA is a PEP, HIO, family member of one of those persons, or close associate of a foreign PEP.Footnote 4\n\n#### Detecting a fact about existing account holders and authorized users of PPPAs\n\nAs an FE, a securities dealer, or a casino, if you or any of your employees or officers detect a fact that constitutes reasonable grounds to suspect that a person who holds an account is a PEP, HIO, or family member or close associate of one of these persons, you must take reasonable measures to determine whether they are such a person.Footnote 5\n\nAs an FE, if you or any of your employees or officers detect a fact that constitutes reasonable grounds to suspect that an authorized user of a PPPA is a PEP, HIO, or family member or close associate of one of these persons, you must take reasonable measures to determine whether they are such a person.Footnote 6\n\nFor more information about what it means to detect a fact about a PEP or HIO, see FINTRAC's Politically exposed persons and heads of international organizations guidance.\n\n### Transaction-related PEP or HIO determinations\n\n#### Initiation of an international electronic funds transfer (EFT) in the amount of $100,000 or more\n\nAs an FE or a casino, you must take reasonable measures to determine whether a person who requests that you initiate an international EFT in the amount of $100,000 or more is a PEP, HIO, or family member or close associate of one of these persons.Footnote 7\n\n#### Final receipt of an international EFT in the amount of $100,000 or more\n\nAs an FE or a casino, you must take reasonable measures to determine whether a beneficiary for whom you finally receive an international EFT in the amount of $100,000 or more is a PEP, HIO, or family member or close associate of one of these persons.Footnote 8\n\n#### Receipt of cash or an amount of VC equivalent to $100,000 or more (casinos only)\n\nAs a casino, you must take reasonable measures to determine whether a person from whom you receive cash or an amount of VC equivalent to $100,000 or more is a PEP, HIO, or family member or close associate of one of these persons.Footnote 9\n\n#### Transfer of an amount of VC equivalent to $100,000 or more (FEs only)\n\nAs an FE, you must take reasonable measures to determine whether a person who requests that you transfer an amount of VC equivalent to $100,000 or more is a PEP, HIO, or family member or close associate of one of these persons.Footnote 10\n\n#### Receipt of an amount of VC equivalent to $100,000 or more for remittance to a beneficiary (FEs only)\n\nAs an FE, you must take reasonable measures to determine whether a beneficiary for whom you receive an amount of VC equivalent to $100,000 or more is a PEP, HIO, or family member or close associate of one of these persons.Footnote 11\n\n#### Payment in the amount of $100,000 or more to a PPPA (FEs only)\n\nAs an FE, you must take reasonable measures to determine whether a person who makes a payment in the amount of $100,000 or more to a PPPA is a PEP, HIO, or family member or close associate of one of these persons.Footnote 12\n\n## 2\\. What are the exceptions to making a PEP, HIO, family member or close associate determination?\n\nYou do not have to make a PEP, HIO, family member or close associate determination (as applicable) for the following:\n\n1. If you previously determined that a person is a foreign PEP or a family member of a foreign PEP.Footnote 13\n2. If you are an **FE** or **securities dealer** you do not need to determine if a person who is a member of a group plan account is a PEP, HIO or a family member or close associate of a PEP or HIO, if:Footnote 14\n   - the person's member contributions are made by the sponsor of the group plan or by payroll deduction; **and**\n   - the identity of the entity that is the plan sponsor has been verified in accordance with subsection 109(1) or 112(1) of the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations.\n3. If you are an **FE**, you do not have to make a PEP determination or keep the associated records for your activities in respect of the processing of payments by credit card or by prepaid payment products for a merchant.Footnote 15\n4. If you are an **FE** or **casino**, that initiates or is the final recipient of an international EFT of $100,000 or more, by means of a credit/debit card or a prepaid payment product where the beneficiary has an agreement with the payment service provider that permits payment by that means for the provision of goods and services, you do not need to determine if the person is a PEP, HIO or a family member or close associate of a PEP or HIO.Footnote 16\n\n## 3\\. What measures do I need to take after making a PEP, HIO, family member or close associate determination?\n\n### Account-related measures\n\n#### Foreign PEPs\n\nAs an FE, a securities dealer or a casino, when you **open an account**, **conduct periodic monitoring**, or **detect a fact,** and you determine that a person who holds an account or is an authorized user of a PPPA (FEs only) is a foreign PEP or family member or close associate of a foreign PEP, you must:Footnote 17\n\n- take reasonable measures to establish the source of the funds or source of the VC that is or is expected to be deposited into the account in question and to establish the source of the person's wealth;\n- obtain the approval of a member of senior management to keep the account open; and\n- take your enhanced measures, including taking additional measures to verify the person's identity, conducting enhanced ongoing monitoring and taking any other enhanced measures to mitigate the risks posed by the person.\n\n#### Domestic PEPs or HIOs\n\nAs an FE, a securities dealer or a casino, when you **open an account**, **conduct periodic monitoring**, or **detect a fact,** and you determine that a person who holds an account or is an authorized user (FEs) is a domestic PEP, HIO, or family member or close associate, of a domestic PEP or HIO, **and** based on your risk assessment, you consider there to be a **high risk** of a money laundering (ML) or terrorist activity financing (TF) offence being committed, you must:Footnote 18\n\n- take reasonable measures to establish the source of the funds or source of the VC that is or is expected to be deposited into the account in question and to establish the source of the person's wealth;\n- obtain the approval of a member of senior management to keep the account open; and\n- take your enhanced measures, including taking additional measures to verify the person's identity, conducting enhanced ongoing monitoring and taking any other enhanced measures to mitigate the risks posed by the person.\n\nWhen you **detect a fact about an existing account,** and determine that a person is a close associate of a domestic PEP or HIO, **and** based on your risk assessment, you consider there to be a **high risk** of an ML or TF offence being committed, you must:Footnote 19\n\n- take reasonable measures to establish the source of the funds or source of the VC that is or is expected to be deposited into the account in question and to establish the source of the person's wealth;\n- obtain the approval of a member of senior management to keep the account open; and\n- take your enhanced measures, including taking additional measures to verify the person's identity, conducting enhanced ongoing monitoring and taking any other enhanced measures to mitigate the risks posed by the person.\n\n#### Prescribed timing for taking measures\n\nWhen you **open an account** for or **detect a fact** about a PEP, HIO, or family member or close associate of one of these persons, you have **30 days** after the day on which you open the account or you detect a fact to, as applicable:Footnote 20\n\n- take reasonable measures to establish the source of the funds or source of the VC that is or is expected to be deposited into the account in question and to establish the source of the person's wealth; and\n- obtain the approval of a member of senior management to keep the account open.\n\n### Transaction-related measures\n\n#### Foreign PEPs\n\n##### FEs\n\nWhen you **initiate an international EFT** for a personin the amount **of $100,000 or more** or you **process a payment to a PPPA** for a person in the amount **of $100,000 or more** and determine that the person is a foreign PEP, or a family member or close associate of a foreign PEP, you must:Footnote 21\n\n- take reasonable measures to establish the source of the funds used for the transaction and to establish the source of the person's wealth; and\n- ensure that a member of senior management reviews the transaction.\n\nWhen you **transfer an amount of VC** equivalent to **$100,000 or more** for a person that you determine is a foreign PEP, or a family member or close associate of a foreign PEP, you must:Footnote 22\n\n- take reasonable measures to establish the source of the VC used for the transaction and to establish the source of the person's wealth; and\n- ensure that a member of senior management reviews the transaction.\n\nWhen you **receive for a beneficiary an international EFT or an amount of VC** equivalent to **$100,000 or more** and determine that the beneficiary is a foreign PEP, or a family member or close associate of a foreign PEP, you must ensure that a member of senior management reviews the transaction.Footnote 23\n\n##### Casinos\n\nWhen you **initiate an international EFT** in the amount **of $100,000 or more,** **finally receive an international EFT for a beneficiary** in the amount **of $100,000 or more**, or **receive cash, or an amount of VC equivalent to, $100,000 or more,** and determine that a person is a foreign PEP, or a family member or close associate of a foreign PEP, you must:Footnote 24\n\n- take reasonable measures to establish the source of the funds or source of the VC used for the transaction and to establish the source of the person's wealth; and\n- ensure that a member of senior management reviews the transaction.\n\n#### Domestic PEPs or HIOs\n\n##### FEs\n\nWhen you **initiate an international EFT** in the amount **of $100,000 or more** or **process a payment to a PPPA** in the amount **of $100,000 or more**, for a person that you determine is a domestic PEP, HIO, or family member or close associate of a domestic PEP or HIO **and,** based on your risk assessment, you consider there to be a **high risk** of an ML or TF offence being committed, you must:Footnote 25\n\n- take reasonable measures to establish the source of the funds used for the transaction and to establish the source of the person's wealth; and\n- ensure that a member of senior management reviews the transaction.\n\nWhen you **transfer an amount of VC** equivalent to **$100,000 or more,** and determine that a person is a domestic PEP, HIO, or family member or close associate of a domestic PEP or HIO, **and** based on your risk assessment, you consider there to be a **high risk** of an ML or TF offence being committed, you must:Footnote 26\n\n- take reasonable measures to establish the source of the VC used for the transaction and to establish the source of the person's wealth; and\n- ensure that a member of senior management reviews the transaction.\n\nWhen you **receive for a beneficiary an international EFT or an amount of VC equivalent to $100,000 or more** and determine that the beneficiary is a domestic PEP, HIO, or family member or close associate of a domestic PEP or HIO, **and** based on your risk assessment, you consider there to be a **high risk** of an ML or TF offence being committed, you must ensure that a member of senior management reviews the transaction.Footnote 27\n\n##### Casinos\n\nWhen you **initiate an international EFT** in the amount **of $100,000 or more**, **finally** **receive for a beneficiary an international EFT** in the amount **of $100,000 or more,** or **receive cash or an amount of VC** equivalent to **$100,000 or more,** and determine that a person is a domestic PEP, HIO, or family member or close associate of a domestic PEP or HIO, **and** based on your risk assessment, you consider there to be a **high risk** of an ML or TF offence being committed, you must:Footnote 28\n\n- take reasonable measures to establish the source of the funds or source of the VC used for the transaction and to establish the source of the person's wealth; and\n- ensure that a member of senior management reviews the transaction.\n\n#### Prescribed timing for taking measures\n\nAs an FE or a casino, for the transactions referred to above, you have **30 days** after the day on which the transaction is conducted to, as applicable:Footnote 29\n\n- take reasonable measures to make a PEP, HIO, family member, or close associate determination, and if applicable, establish the source of the funds or source of the VC used for the transaction and to establish the person's source of wealth, and ensure that a member of senior management reviews the transaction; **or**\n- take reasonable measures to make a PEP, HIO, family member, or close associate determination, and if applicable, ensure that a member of senior management reviews the transaction.\n\n## 4\\. What PEP, HIO, family member or close associate records do I need to keep?\n\nYou must keep the following records related to your determination that a person is a PEP, HIO, or a family member or close associate of a PEP or HIO:\n\n### PEP and HIO account records\n\nIf you determine that a person is a foreign PEP, a family member, or close associate of a foreign PEP, a high-risk domestic PEP, high-risk HIO or high-risk family member or high-risk close associate of one of these persons, and you obtained the approval of a member of senior management to keep an account open, you must keep a record of:Footnote 30\n\n- the office or position and the name of the organization or institution of the PEP or HIO;\n- the date of the determination;\n- the source of the funds or VC, if known, that is or is expected to be deposited into the account or paid to the PPPA;\n- the source of the person's wealth, if known;\n- the name of the member of senior management who approved keeping the account open; and\n- the date of that approval.\n\nIn the case of family members and close associates of PEPs and HIOs, you may also want to keep a record of the nature of the relationship between the person and the PEP or HIO, as applicable.\n\n**Retention**: You must keep PEP and HIO account records for at least five years from the day the account to which they relate is closed.Footnote 31\n\n### PEP and HIO transaction records\n\nIf as an FE or a casino, you **review** one of the above-mentioned transactions (see Transaction related PEP or HIO determinations) for which you have made a PEP or HIO determination, you must keep a record of:Footnote 32\n\n- the office or position and the name of the organization or institution of the PEP or HIO;\n- the date of the determination;\n- the source of the funds or source of the VC used for the transaction, if known;\n- the source of the person's wealth, if known;\n- the name of the member of senior management who reviewed the transaction; and\n- the date of that review.\n\nIn the case of family members and close associates of PEPs and HIOs, you may also want to include in the record the nature of the relationship between the person and the PEP or HIO, as applicable.\n\n**Retention**: You must keep transaction records for at least 5 years from the day on which the last business transaction is conducted.Footnote 33",
    "chunks": [
        {
            "idx": 0,
            "content": "# Politically exposed persons and heads of international organizations guidance for account-based reporting entity sectors  \n## Overview  \nFinancial entities(FEs), securities dealers and casinos (account-based reporting entities) have politically exposed persons (PEPs) and heads of international organizations (HIOs) requirements under the Proceeds of Crime (Money Laundering) and Terrorist Financing Act (PCMLTFA) and associated Regulations. However, some requirements and the examples given in this guidance only apply to certain reporting entities (REs).  \nReferences to PEPs in this guidance include both foreign and domestic PEPs, unless otherwise specified.",
            "metadata": {
                "Header 1": "Politically exposed persons and heads of international organizations guidance for account-based reporting entity sectors",
                "Header 2": "Overview"
            },
            "word_count": 85,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 1,
            "content": "## 1\\. When or for whom must I make a PEP, HIO, family member or close associate determination?  \nYou must take reasonable measures to make an account related PEP, HIO, family member or close associate (of foreign PEP only, in certain circumstances) determination:  \n- when you open an account;\n- for authorized users of prepaid payment product accounts (PPPAs) (FEs only);\n- when you conduct periodic monitoring of existing account holders;\n- when you conduct periodic monitoring of authorized users of PPPAs (FEs only);\n- when you detect a fact about existing account holders that indicates a PEP or HIO connection; and\n- when you detect a fact about authorized users of PPPAs that indicates a PEP or HIO connection (FEs only).  \nSee Account-related PEP or HIO determination below, for an explanation of your requirements in these instances.",
            "metadata": {
                "Header 1": "Politically exposed persons and heads of international organizations guidance for account-based reporting entity sectors",
                "Header 2": "1\\. When or for whom must I make a PEP, HIO, family member or close associate determination?"
            },
            "word_count": 138,
            "bullet_point_ratio": 0.6666666666666666
        },
        {
            "idx": 2,
            "content": "If you are an FE or a casino then you must also take reasonable measures to make PEP, HIO, family member or close associate determinations for the following transactions:  \n- initiation of an international electronic funds transfer (EFT) in the amount of $100,000 or more;\n- final receipt of an international EFT in the amount of $100,000 or more;\n- receipt of cash or an amount of VC equivalent to $100,000 or more (casinos only);\n- transfers of an amount of VC equivalent to $100,000 or more (FEs only);\n- receipt of an amount of VC equivalent to $100,000 or more for remittance to a beneficiary (FEs only); and\n- payment(s) of $100,000 or more to a PPPA (FEs only).  \nSee Transaction-related PEP or HIO determination below, for an explanation of your requirements in these instances.",
            "metadata": {
                "Header 1": "Politically exposed persons and heads of international organizations guidance for account-based reporting entity sectors",
                "Header 2": "1\\. When or for whom must I make a PEP, HIO, family member or close associate determination?"
            },
            "word_count": 136,
            "bullet_point_ratio": 0.75,
            "context": " The chunk outlines specific transaction scenarios where financial entities (FEs) and casinos must determine if individuals involved are politically exposed persons (PEPs), heads of international organizations (HIOs), family members, or close associates, under the guidance for account-based reporting entity sectors.",
            "questions": [
                "What types of transactions require financial entities and casinos to determine if individuals are politically exposed persons (PEPs) or heads of international organizations (HIOs)?",
                "Why is it important for financial entities to identify transactions involving virtual currency (VC) exceeding $100,000?",
                "Under what circumstances must casinos make determinations about PEPs or HIOs when receiving cash or virtual currency?"
            ],
            "qnas": [
                {
                    "question": "What types of transactions require financial entities and casinos to determine if individuals are politically exposed persons (PEPs) or heads of international organizations (HIOs)?",
                    "answer": "Financial entities and casinos must determine if individuals are politically exposed persons (PEPs) or heads of international organizations (HIOs) for transactions such as international electronic funds transfers of $100,000 or more, receipt of cash or virtual currency equivalent to $100,000 or more, transfers or remittances of virtual currency equivalent to $100,000 or more, and payments of $100,000 or more to a pre-paid product or account, as per the guidance for account-based reporting entity sectors."
                },
                {
                    "question": "Why is it important for financial entities to identify transactions involving virtual currency (VC) exceeding $100,000?",
                    "answer": "It is important for financial entities to identify transactions involving virtual currency (VC) exceeding $100,000 to comply with the guidance for account-based reporting entity sectors, which requires them to determine if individuals involved are politically exposed persons (PEPs), heads of international organizations (HIOs), family members, or close associates in such transactions."
                },
                {
                    "question": "Under what circumstances must casinos make determinations about PEPs or HIOs when receiving cash or virtual currency?",
                    "answer": "Casinos must make determinations about PEPs or HIOs when receiving cash or virtual currency equivalent to $100,000 or more, as outlined in the guidance for account-based reporting entity sectors."
                }
            ]
        },
        {
            "idx": 3,
            "content": "### Account-related PEP or HIO determinations  \n#### Account opening  \nAs an FE, a securities dealer, or a casino, you must take reasonable measures to determine whether a person for whom you open an account is a PEP, HIO, family member of one of those persons, or close associate of a foreign PEP.Footnote 1",
            "metadata": {
                "Header 1": "Politically exposed persons and heads of international organizations guidance for account-based reporting entity sectors",
                "Header 2": "1\\. When or for whom must I make a PEP, HIO, family member or close associate determination?",
                "Header 3": "Account-related PEP or HIO determinations",
                "Header 4": "Account opening"
            },
            "word_count": 53,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 4,
            "content": "#### Authorized user of PPPA (FEs only)  \nAs an FE, you must take reasonable measures to determine whether a person identified as an authorized user of a PPPA is a PEP, HIO, family member of one of those persons, or close associate of a foreign PEP.Footnote 2",
            "metadata": {
                "Header 1": "Politically exposed persons and heads of international organizations guidance for account-based reporting entity sectors",
                "Header 2": "1\\. When or for whom must I make a PEP, HIO, family member or close associate determination?",
                "Header 3": "Account-related PEP or HIO determinations",
                "Header 4": "Authorized user of PPPA (FEs only)"
            },
            "word_count": 47,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 5,
            "content": "#### Periodic monitoring of existing account holders and authorized users of PPPAs  \nAs an FE, a securities dealer, or a casino, you must periodically take reasonable measures to determine whether a person who holds an account is a PEP, HIO, family member of one of those persons, or close associate of a foreign PEP.Footnote 3  \nAs an FE, you must also periodically take reasonable measures to determine whether an authorized user of a PPPA is a PEP, HIO, family member of one of those persons, or close associate of a foreign PEP.Footnote 4",
            "metadata": {
                "Header 1": "Politically exposed persons and heads of international organizations guidance for account-based reporting entity sectors",
                "Header 2": "1\\. When or for whom must I make a PEP, HIO, family member or close associate determination?",
                "Header 3": "Account-related PEP or HIO determinations",
                "Header 4": "Periodic monitoring of existing account holders and authorized users of PPPAs"
            },
            "word_count": 93,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 6,
            "content": "#### Detecting a fact about existing account holders and authorized users of PPPAs  \nAs an FE, a securities dealer, or a casino, if you or any of your employees or officers detect a fact that constitutes reasonable grounds to suspect that a person who holds an account is a PEP, HIO, or family member or close associate of one of these persons, you must take reasonable measures to determine whether they are such a person.Footnote 5  \nAs an FE, if you or any of your employees or officers detect a fact that constitutes reasonable grounds to suspect that an authorized user of a PPPA is a PEP, HIO, or family member or close associate of one of these persons, you must take reasonable measures to determine whether they are such a person.Footnote 6  \nFor more information about what it means to detect a fact about a PEP or HIO, see FINTRAC's Politically exposed persons and heads of international organizations guidance.",
            "metadata": {
                "Header 1": "Politically exposed persons and heads of international organizations guidance for account-based reporting entity sectors",
                "Header 2": "1\\. When or for whom must I make a PEP, HIO, family member or close associate determination?",
                "Header 3": "Account-related PEP or HIO determinations",
                "Header 4": "Detecting a fact about existing account holders and authorized users of PPPAs"
            },
            "word_count": 160,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 7,
            "content": "### Transaction-related PEP or HIO determinations  \n#### Initiation of an international electronic funds transfer (EFT) in the amount of $100,000 or more  \nAs an FE or a casino, you must take reasonable measures to determine whether a person who requests that you initiate an international EFT in the amount of $100,000 or more is a PEP, HIO, or family member or close associate of one of these persons.Footnote 7",
            "metadata": {
                "Header 1": "Politically exposed persons and heads of international organizations guidance for account-based reporting entity sectors",
                "Header 2": "1\\. When or for whom must I make a PEP, HIO, family member or close associate determination?",
                "Header 3": "Transaction-related PEP or HIO determinations",
                "Header 4": "Initiation of an international electronic funds transfer (EFT) in the amount of $100,000 or more"
            },
            "word_count": 69,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 8,
            "content": "#### Final receipt of an international EFT in the amount of $100,000 or more  \nAs an FE or a casino, you must take reasonable measures to determine whether a beneficiary for whom you finally receive an international EFT in the amount of $100,000 or more is a PEP, HIO, or family member or close associate of one of these persons.Footnote 8",
            "metadata": {
                "Header 1": "Politically exposed persons and heads of international organizations guidance for account-based reporting entity sectors",
                "Header 2": "1\\. When or for whom must I make a PEP, HIO, family member or close associate determination?",
                "Header 3": "Transaction-related PEP or HIO determinations",
                "Header 4": "Final receipt of an international EFT in the amount of $100,000 or more"
            },
            "word_count": 61,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 9,
            "content": "#### Receipt of cash or an amount of VC equivalent to $100,000 or more (casinos only)  \nAs a casino, you must take reasonable measures to determine whether a person from whom you receive cash or an amount of VC equivalent to $100,000 or more is a PEP, HIO, or family member or close associate of one of these persons.Footnote 9",
            "metadata": {
                "Header 1": "Politically exposed persons and heads of international organizations guidance for account-based reporting entity sectors",
                "Header 2": "1\\. When or for whom must I make a PEP, HIO, family member or close associate determination?",
                "Header 3": "Transaction-related PEP or HIO determinations",
                "Header 4": "Receipt of cash or an amount of VC equivalent to $100,000 or more (casinos only)"
            },
            "word_count": 60,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 10,
            "content": "#### Transfer of an amount of VC equivalent to $100,000 or more (FEs only)  \nAs an FE, you must take reasonable measures to determine whether a person who requests that you transfer an amount of VC equivalent to $100,000 or more is a PEP, HIO, or family member or close associate of one of these persons.Footnote 10",
            "metadata": {
                "Header 1": "Politically exposed persons and heads of international organizations guidance for account-based reporting entity sectors",
                "Header 2": "1\\. When or for whom must I make a PEP, HIO, family member or close associate determination?",
                "Header 3": "Transaction-related PEP or HIO determinations",
                "Header 4": "Transfer of an amount of VC equivalent to $100,000 or more (FEs only)"
            },
            "word_count": 57,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 11,
            "content": "#### Receipt of an amount of VC equivalent to $100,000 or more for remittance to a beneficiary (FEs only)  \nAs an FE, you must take reasonable measures to determine whether a beneficiary for whom you receive an amount of VC equivalent to $100,000 or more is a PEP, HIO, or family member or close associate of one of these persons.Footnote 11",
            "metadata": {
                "Header 1": "Politically exposed persons and heads of international organizations guidance for account-based reporting entity sectors",
                "Header 2": "1\\. When or for whom must I make a PEP, HIO, family member or close associate determination?",
                "Header 3": "Transaction-related PEP or HIO determinations",
                "Header 4": "Receipt of an amount of VC equivalent to $100,000 or more for remittance to a beneficiary (FEs only)"
            },
            "word_count": 61,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 12,
            "content": "#### Payment in the amount of $100,000 or more to a PPPA (FEs only)  \nAs an FE, you must take reasonable measures to determine whether a person who makes a payment in the amount of $100,000 or more to a PPPA is a PEP, HIO, or family member or close associate of one of these persons.Footnote 12",
            "metadata": {
                "Header 1": "Politically exposed persons and heads of international organizations guidance for account-based reporting entity sectors",
                "Header 2": "1\\. When or for whom must I make a PEP, HIO, family member or close associate determination?",
                "Header 3": "Transaction-related PEP or HIO determinations",
                "Header 4": "Payment in the amount of $100,000 or more to a PPPA (FEs only)"
            },
            "word_count": 57,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 13,
            "content": "## 2\\. What are the exceptions to making a PEP, HIO, family member or close associate determination?  \nYou do not have to make a PEP, HIO, family member or close associate determination (as applicable) for the following:  \n1. If you previously determined that a person is a foreign PEP or a family member of a foreign PEP.Footnote 13\n2. If you are an **FE** or **securities dealer** you do not need to determine if a person who is a member of a group plan account is a PEP, HIO or a family member or close associate of a PEP or HIO, if:Footnote 14\n- the person's member contributions are made by the sponsor of the group plan or by payroll deduction; **and**\n- the identity of the entity that is the plan sponsor has been verified in accordance with subsection 109(1) or 112(1) of the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations.",
            "metadata": {
                "Header 1": "Politically exposed persons and heads of international organizations guidance for account-based reporting entity sectors",
                "Header 2": "2\\. What are the exceptions to making a PEP, HIO, family member or close associate determination?"
            },
            "word_count": 154,
            "bullet_point_ratio": 0.6666666666666666
        },
        {
            "idx": 14,
            "content": "3. If you are an **FE**, you do not have to make a PEP determination or keep the associated records for your activities in respect of the processing of payments by credit card or by prepaid payment products for a merchant.Footnote 15\n4. If you are an **FE** or **casino**, that initiates or is the final recipient of an international EFT of $100,000 or more, by means of a credit/debit card or a prepaid payment product where the beneficiary has an agreement with the payment service provider that permits payment by that means for the provision of goods and services, you do not need to determine if the person is a PEP, HIO or a family member or close associate of a PEP or HIO.Footnote 16",
            "metadata": {
                "Header 1": "Politically exposed persons and heads of international organizations guidance for account-based reporting entity sectors",
                "Header 2": "2\\. What are the exceptions to making a PEP, HIO, family member or close associate determination?"
            },
            "word_count": 126,
            "bullet_point_ratio": 1.0,
            "context": " The chunk outlines exceptions for financial entities (FEs) and casinos in determining PEP, HIO, family member, or close associate status for certain payment processing activities and international electronic funds transfers (EFTs) involving credit/debit cards or prepaid payment products.",
            "questions": [
                "Under what circumstances can a financial entity (FE) be exempt from making a PEP determination and keeping associated records for payment processing activities?",
                "What is the exception for financial entities and casinos when initiating or receiving international electronic funds transfers (EFTs) of $100,000 or more using credit/debit cards or prepaid payment products?",
                "How does the involvement of a beneficiary with an agreement with a payment service provider affect the requirement for PEP, HIO, or related status determination for international EFTs above a certain amount?"
            ],
            "qnas": [
                {
                    "question": "Under what circumstances can a financial entity (FE) be exempt from making a PEP determination and keeping associated records for payment processing activities?",
                    "answer": "A financial entity (FE) is exempt from making a PEP determination and keeping associated records when processing payments by credit card or prepaid payment products for a merchant. Additionally, FEs and casinos are exempt from these requirements for international electronic funds transfers (EFTs) of $100,000 or more via credit/debit cards or prepaid payment products, where the beneficiary has an agreement with the payment service provider for goods and services."
                },
                {
                    "question": "What is the exception for financial entities and casinos when initiating or receiving international electronic funds transfers (EFTs) of $100,000 or more using credit/debit cards or prepaid payment products?",
                    "answer": "If you are a financial entity (FE) or casino initiating or receiving an international electronic funds transfer (EFT) of $100,000 or more using credit/debit cards or prepaid payment products, you are not required to determine if the person is a politically exposed person (PEP), head of an international organization (HIO), or a family member or close associate of a PEP or HIO, provided that the beneficiary has an agreement with the payment service provider permitting payment by that means for the provision of goods and services."
                },
                {
                    "question": "How does the involvement of a beneficiary with an agreement with a payment service provider affect the requirement for PEP, HIO, or related status determination for international EFTs above a certain amount?",
                    "answer": "According to the regulations, if a beneficiary has an agreement with a payment service provider that allows payment via credit/debit card or prepaid payment product for goods and services, and the FE or casino initiates or receives an international EFT of $100,000 or more, the requirement to determine PEP, HIO, or related status is waived."
                }
            ]
        },
        {
            "idx": 15,
            "content": "## 3\\. What measures do I need to take after making a PEP, HIO, family member or close associate determination?  \n### Account-related measures  \n#### Foreign PEPs  \nAs an FE, a securities dealer or a casino, when you **open an account**, **conduct periodic monitoring**, or **detect a fact,** and you determine that a person who holds an account or is an authorized user of a PPPA (FEs only) is a foreign PEP or family member or close associate of a foreign PEP, you must:Footnote 17  \n- take reasonable measures to establish the source of the funds or source of the VC that is or is expected to be deposited into the account in question and to establish the source of the person's wealth;\n- obtain the approval of a member of senior management to keep the account open; and\n- take your enhanced measures, including taking additional measures to verify the person's identity, conducting enhanced ongoing monitoring and taking any other enhanced measures to mitigate the risks posed by the person.",
            "metadata": {
                "Header 1": "Politically exposed persons and heads of international organizations guidance for account-based reporting entity sectors",
                "Header 2": "3\\. What measures do I need to take after making a PEP, HIO, family member or close associate determination?",
                "Header 3": "Account-related measures",
                "Header 4": "Foreign PEPs"
            },
            "word_count": 170,
            "bullet_point_ratio": 0.42857142857142855
        },
        {
            "idx": 16,
            "content": "#### Domestic PEPs or HIOs  \nAs an FE, a securities dealer or a casino, when you **open an account**, **conduct periodic monitoring**, or **detect a fact,** and you determine that a person who holds an account or is an authorized user (FEs) is a domestic PEP, HIO, or family member or close associate, of a domestic PEP or HIO, **and** based on your risk assessment, you consider there to be a **high risk** of a money laundering (ML) or terrorist activity financing (TF) offence being committed, you must:Footnote 18  \n- take reasonable measures to establish the source of the funds or source of the VC that is or is expected to be deposited into the account in question and to establish the source of the person's wealth;\n- obtain the approval of a member of senior management to keep the account open; and",
            "metadata": {
                "Header 1": "Politically exposed persons and heads of international organizations guidance for account-based reporting entity sectors",
                "Header 2": "3\\. What measures do I need to take after making a PEP, HIO, family member or close associate determination?",
                "Header 3": "Account-related measures",
                "Header 4": "Domestic PEPs or HIOs"
            },
            "word_count": 143,
            "bullet_point_ratio": 0.5
        },
        {
            "idx": 17,
            "content": "- take your enhanced measures, including taking additional measures to verify the person's identity, conducting enhanced ongoing monitoring and taking any other enhanced measures to mitigate the risks posed by the person.  \nWhen you **detect a fact about an existing account,** and determine that a person is a close associate of a domestic PEP or HIO, **and** based on your risk assessment, you consider there to be a **high risk** of an ML or TF offence being committed, you must:Footnote 19  \n- take reasonable measures to establish the source of the funds or source of the VC that is or is expected to be deposited into the account in question and to establish the source of the person's wealth;\n- obtain the approval of a member of senior management to keep the account open; and",
            "metadata": {
                "Header 1": "Politically exposed persons and heads of international organizations guidance for account-based reporting entity sectors",
                "Header 2": "3\\. What measures do I need to take after making a PEP, HIO, family member or close associate determination?",
                "Header 3": "Account-related measures",
                "Header 4": "Domestic PEPs or HIOs"
            },
            "word_count": 135,
            "bullet_point_ratio": 0.75,
            "context": " This chunk discusses the enhanced measures and actions required when a high risk of money laundering (ML) or terrorist financing (TF) is identified with a close associate of a domestic politically exposed person (PEP) or head of international organization (HIO) for an existing account.",
            "questions": [
                "What specific actions should be taken when a high risk of money laundering or terrorist financing is identified with a close associate of a domestic PEP or HIO for an existing account?",
                "How should the source of funds or virtual currency be established when a high risk of ML or TF is detected for a close associate of a domestic PEP or HIO?",
                "What role does senior management play in the decision-making process when a high risk of ML or TF is detected for an account associated with a close associate of a domestic PEP or HIO?"
            ],
            "qnas": [
                {
                    "question": "What specific actions should be taken when a high risk of money laundering or terrorist financing is identified with a close associate of a domestic PEP or HIO for an existing account?",
                    "answer": "When a high risk of money laundering or terrorist financing is identified with a close associate of a domestic PEP or HIO for an existing account, the following specific actions should be taken:\n\n1. Implement enhanced measures, including additional identity verification and enhanced ongoing monitoring.\n2. Establish the source of funds or virtual currency that is or is expected to be deposited into the account, and determine the source of the person's wealth.\n3. Obtain approval from a member of senior management to keep the account open.\n\nThese actions are in accordance with the regulations outlined by the relevant governing body."
                },
                {
                    "question": "How should the source of funds or virtual currency be established when a high risk of ML or TF is detected for a close associate of a domestic PEP or HIO?",
                    "answer": "According to the Financial Transactions and Reports Analysis Centre of Canada (FINTRAC) guidelines, when a high risk of money laundering (ML) or terrorist financing (TF) is detected for a close associate of a domestic politically exposed person (PEP) or head of international organization (HIO), reasonable measures must be taken to establish the source of the funds or source of the virtual currency that is or is expected to be deposited into the account in question, and to establish the source of the person's wealth."
                },
                {
                    "question": "What role does senior management play in the decision-making process when a high risk of ML or TF is detected for an account associated with a close associate of a domestic PEP or HIO?",
                    "answer": "Senior management plays a role in approving the decision to keep the account open when a high risk of ML or TF is detected for an account associated with a close associate of a domestic PEP or HIO, as required by the governing regulations."
                }
            ]
        },
        {
            "idx": 18,
            "content": "- take your enhanced measures, including taking additional measures to verify the person's identity, conducting enhanced ongoing monitoring and taking any other enhanced measures to mitigate the risks posed by the person.",
            "metadata": {
                "Header 1": "Politically exposed persons and heads of international organizations guidance for account-based reporting entity sectors",
                "Header 2": "3\\. What measures do I need to take after making a PEP, HIO, family member or close associate determination?",
                "Header 3": "Account-related measures",
                "Header 4": "Domestic PEPs or HIOs"
            },
            "word_count": 32,
            "bullet_point_ratio": 1.0
        },
        {
            "idx": 19,
            "content": "#### Prescribed timing for taking measures  \nWhen you **open an account** for or **detect a fact** about a PEP, HIO, or family member or close associate of one of these persons, you have **30 days** after the day on which you open the account or you detect a fact to, as applicable:Footnote 20  \n- take reasonable measures to establish the source of the funds or source of the VC that is or is expected to be deposited into the account in question and to establish the source of the person's wealth; and\n- obtain the approval of a member of senior management to keep the account open.",
            "metadata": {
                "Header 1": "Politically exposed persons and heads of international organizations guidance for account-based reporting entity sectors",
                "Header 2": "3\\. What measures do I need to take after making a PEP, HIO, family member or close associate determination?",
                "Header 3": "Account-related measures",
                "Header 4": "Prescribed timing for taking measures"
            },
            "word_count": 107,
            "bullet_point_ratio": 0.5
        },
        {
            "idx": 20,
            "content": "### Transaction-related measures  \n#### Foreign PEPs  \n##### FEs  \nWhen you **initiate an international EFT** for a personin the amount **of $100,000 or more** or you **process a payment to a PPPA** for a person in the amount **of $100,000 or more** and determine that the person is a foreign PEP, or a family member or close associate of a foreign PEP, you must:Footnote 21  \n- take reasonable measures to establish the source of the funds used for the transaction and to establish the source of the person's wealth; and\n- ensure that a member of senior management reviews the transaction.  \nWhen you **transfer an amount of VC** equivalent to **$100,000 or more** for a person that you determine is a foreign PEP, or a family member or close associate of a foreign PEP, you must:Footnote 22  \n- take reasonable measures to establish the source of the VC used for the transaction and to establish the source of the person's wealth; and",
            "metadata": {
                "Header 1": "Politically exposed persons and heads of international organizations guidance for account-based reporting entity sectors",
                "Header 2": "3\\. What measures do I need to take after making a PEP, HIO, family member or close associate determination?",
                "Header 3": "Transaction-related measures",
                "Header 4": "Foreign PEPs",
                "Header 5": "FEs"
            },
            "word_count": 161,
            "bullet_point_ratio": 0.375
        },
        {
            "idx": 21,
            "content": "- ensure that a member of senior management reviews the transaction.  \nWhen you **receive for a beneficiary an international EFT or an amount of VC** equivalent to **$100,000 or more** and determine that the beneficiary is a foreign PEP, or a family member or close associate of a foreign PEP, you must ensure that a member of senior management reviews the transaction.Footnote 23",
            "metadata": {
                "Header 1": "Politically exposed persons and heads of international organizations guidance for account-based reporting entity sectors",
                "Header 2": "3\\. What measures do I need to take after making a PEP, HIO, family member or close associate determination?",
                "Header 3": "Transaction-related measures",
                "Header 4": "Foreign PEPs",
                "Header 5": "FEs"
            },
            "word_count": 63,
            "bullet_point_ratio": 0.5
        },
        {
            "idx": 22,
            "content": "##### Casinos  \nWhen you **initiate an international EFT** in the amount **of $100,000 or more,** **finally receive an international EFT for a beneficiary** in the amount **of $100,000 or more**, or **receive cash, or an amount of VC equivalent to, $100,000 or more,** and determine that a person is a foreign PEP, or a family member or close associate of a foreign PEP, you must:Footnote 24  \n- take reasonable measures to establish the source of the funds or source of the VC used for the transaction and to establish the source of the person's wealth; and\n- ensure that a member of senior management reviews the transaction.",
            "metadata": {
                "Header 1": "Politically exposed persons and heads of international organizations guidance for account-based reporting entity sectors",
                "Header 2": "3\\. What measures do I need to take after making a PEP, HIO, family member or close associate determination?",
                "Header 3": "Transaction-related measures",
                "Header 4": "Foreign PEPs",
                "Header 5": "Casinos"
            },
            "word_count": 107,
            "bullet_point_ratio": 0.5,
            "context": " The chunk pertains to specific transaction-related measures that casinos must take when dealing with foreign PEPs, their family members, or close associates, particularly concerning transactions of $100,000 or more.",
            "questions": [
                "What specific actions must a casino take when dealing with transactions involving $100,000 or more from foreign PEPs or their associates?",
                "Why is it important for casinos to establish the source of funds for transactions of $100,000 or more involving foreign PEPs?",
                "What role does senior management play in the review process of high-value transactions involving foreign PEPs in casinos?"
            ],
            "qnas": [
                {
                    "question": "What specific actions must a casino take when dealing with transactions involving $100,000 or more from foreign PEPs or their associates?",
                    "answer": "When dealing with transactions involving $100,000 or more from foreign PEPs or their associates, casinos must take reasonable measures to establish the source of the funds or source of the virtual currency used for the transaction and to establish the source of the person's wealth. Additionally, a member of senior management must review the transaction."
                },
                {
                    "question": "Why is it important for casinos to establish the source of funds for transactions of $100,000 or more involving foreign PEPs?",
                    "answer": "It is important for casinos to establish the source of funds for transactions of $100,000 or more involving foreign Politically Exposed Persons (PEPs) to comply with anti-money laundering and counter-terrorism financing regulations set by the Financial Transactions and Reports Analysis Centre of Canada (FINTRAC). This helps in detecting and deterring potential financial crimes and ensures that the funds are not from illicit sources."
                },
                {
                    "question": "What role does senior management play in the review process of high-value transactions involving foreign PEPs in casinos?",
                    "answer": "In high-value transactions involving foreign PEPs in casinos, senior management plays a role by reviewing the transaction. This obligation is outlined in the measures that casinos must take when dealing with such transactions, as specified by the governing regulations."
                }
            ]
        },
        {
            "idx": 23,
            "content": "#### Domestic PEPs or HIOs  \n##### FEs  \nWhen you **initiate an international EFT** in the amount **of $100,000 or more** or **process a payment to a PPPA** in the amount **of $100,000 or more**, for a person that you determine is a domestic PEP, HIO, or family member or close associate of a domestic PEP or HIO **and,** based on your risk assessment, you consider there to be a **high risk** of an ML or TF offence being committed, you must:Footnote 25  \n- take reasonable measures to establish the source of the funds used for the transaction and to establish the source of the person's wealth; and\n- ensure that a member of senior management reviews the transaction.",
            "metadata": {
                "Header 1": "Politically exposed persons and heads of international organizations guidance for account-based reporting entity sectors",
                "Header 2": "3\\. What measures do I need to take after making a PEP, HIO, family member or close associate determination?",
                "Header 3": "Transaction-related measures",
                "Header 4": "Domestic PEPs or HIOs",
                "Header 5": "FEs"
            },
            "word_count": 118,
            "bullet_point_ratio": 0.4
        },
        {
            "idx": 24,
            "content": "When you **transfer an amount of VC** equivalent to **$100,000 or more,** and determine that a person is a domestic PEP, HIO, or family member or close associate of a domestic PEP or HIO, **and** based on your risk assessment, you consider there to be a **high risk** of an ML or TF offence being committed, you must:Footnote 26  \n- take reasonable measures to establish the source of the VC used for the transaction and to establish the source of the person's wealth; and\n- ensure that a member of senior management reviews the transaction.  \nWhen you **receive for a beneficiary an international EFT or an amount of VC equivalent to $100,000 or more** and determine that the beneficiary is a domestic PEP, HIO, or family member or close associate of a domestic PEP or HIO, **and** based on your risk assessment, you consider there to be a **high risk** of an ML or TF offence being committed, you must ensure that a member of senior management reviews the transaction.Footnote 27",
            "metadata": {
                "Header 1": "Politically exposed persons and heads of international organizations guidance for account-based reporting entity sectors",
                "Header 2": "3\\. What measures do I need to take after making a PEP, HIO, family member or close associate determination?",
                "Header 3": "Transaction-related measures",
                "Header 4": "Domestic PEPs or HIOs",
                "Header 5": "FEs"
            },
            "word_count": 171,
            "bullet_point_ratio": 0.5
        },
        {
            "idx": 25,
            "content": "##### Casinos  \nWhen you **initiate an international EFT** in the amount **of $100,000 or more**, **finally** **receive for a beneficiary an international EFT** in the amount **of $100,000 or more,** or **receive cash or an amount of VC** equivalent to **$100,000 or more,** and determine that a person is a domestic PEP, HIO, or family member or close associate of a domestic PEP or HIO, **and** based on your risk assessment, you consider there to be a **high risk** of an ML or TF offence being committed, you must:Footnote 28  \n- take reasonable measures to establish the source of the funds or source of the VC used for the transaction and to establish the source of the person's wealth; and\n- ensure that a member of senior management reviews the transaction.",
            "metadata": {
                "Header 1": "Politically exposed persons and heads of international organizations guidance for account-based reporting entity sectors",
                "Header 2": "3\\. What measures do I need to take after making a PEP, HIO, family member or close associate determination?",
                "Header 3": "Transaction-related measures",
                "Header 4": "Domestic PEPs or HIOs",
                "Header 5": "Casinos"
            },
            "word_count": 131,
            "bullet_point_ratio": 0.5,
            "context": " The chunk specifies the measures casinos must take when certain high-value transactions involving domestic PEPs, HIOs, or their associates are deemed high risk for money laundering or terrorist financing.",
            "questions": [
                "What actions must a casino take when an international EFT of $100,000 or more is initiated or received for a beneficiary, and the transaction is deemed high risk for money laundering or terrorist financing involving a domestic PEP, HIO, or their associates?",
                "How should a casino handle high-value transactions involving cash or virtual currency equivalent to $100,000 or more, especially when a domestic PEP, HIO, or their associates are involved and the risk of money laundering or terrorist financing is high?",
                "What specific measures must be taken by a casino when a high-risk transaction involving a domestic PEP, HIO, or their associates is identified, and why is the involvement of senior management necessary in such cases?"
            ],
            "qnas": [
                {
                    "question": "What actions must a casino take when an international EFT of $100,000 or more is initiated or received for a beneficiary, and the transaction is deemed high risk for money laundering or terrorist financing involving a domestic PEP, HIO, or their associates?",
                    "answer": "When an international EFT of $100,000 or more is initiated or received for a beneficiary, and the transaction is deemed high risk for money laundering or terrorist financing involving a domestic PEP, HIO, or their associates, the casino must take reasonable measures to establish the source of the funds and the source of the person's wealth. Additionally, a member of senior management must review the transaction."
                },
                {
                    "question": "How should a casino handle high-value transactions involving cash or virtual currency equivalent to $100,000 or more, especially when a domestic PEP, HIO, or their associates are involved and the risk of money laundering or terrorist financing is high?",
                    "answer": "When handling high-value transactions involving cash or virtual currency equivalent to $100,000 or more, especially when a domestic Politically Exposed Person (PEP), Head of International Organization (HIO), or their associates are involved and the risk of money laundering (ML) or terrorist financing (TF) is high, casinos must:\n\n- Take reasonable measures to establish the source of the funds or virtual currency used for the transaction and to determine the source of the person's wealth.\n- Ensure that a member of senior management reviews the transaction.\n\nThese requirements are in accordance with the regulations outlined for casinos to mitigate the risks associated with such high-risk transactions."
                },
                {
                    "question": "What specific measures must be taken by a casino when a high-risk transaction involving a domestic PEP, HIO, or their associates is identified, and why is the involvement of senior management necessary in such cases?",
                    "answer": "When a casino identifies a high-risk transaction involving a domestic PEP, HIO, or their associates, it must take the following specific measures:\n\n1. **Establish Funds Source**: Take reasonable measures to determine the source of the funds or virtual currency used in the transaction and to establish the source of the person's wealth.\n2. **Senior Management Review**: Ensure that a member of senior management reviews the transaction.\n\nThe involvement of senior management is necessary to provide oversight and ensure that the casino's risk assessment and mitigation strategies are appropriately implemented, given the potentially elevated risks associated with such transactions. This is in line with the requirements outlined by the governing regulations to prevent money laundering (ML) or terrorist financing (TF) offenses."
                }
            ]
        },
        {
            "idx": 26,
            "content": "#### Prescribed timing for taking measures  \nAs an FE or a casino, for the transactions referred to above, you have **30 days** after the day on which the transaction is conducted to, as applicable:Footnote 29  \n- take reasonable measures to make a PEP, HIO, family member, or close associate determination, and if applicable, establish the source of the funds or source of the VC used for the transaction and to establish the person's source of wealth, and ensure that a member of senior management reviews the transaction; **or**\n- take reasonable measures to make a PEP, HIO, family member, or close associate determination, and if applicable, ensure that a member of senior management reviews the transaction.",
            "metadata": {
                "Header 1": "Politically exposed persons and heads of international organizations guidance for account-based reporting entity sectors",
                "Header 2": "3\\. What measures do I need to take after making a PEP, HIO, family member or close associate determination?",
                "Header 3": "Transaction-related measures",
                "Header 4": "Prescribed timing for taking measures"
            },
            "word_count": 116,
            "bullet_point_ratio": 0.5
        },
        {
            "idx": 27,
            "content": "## 4\\. What PEP, HIO, family member or close associate records do I need to keep?  \nYou must keep the following records related to your determination that a person is a PEP, HIO, or a family member or close associate of a PEP or HIO:",
            "metadata": {
                "Header 1": "Politically exposed persons and heads of international organizations guidance for account-based reporting entity sectors",
                "Header 2": "4\\. What PEP, HIO, family member or close associate records do I need to keep?"
            },
            "word_count": 45,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 28,
            "content": "### PEP and HIO account records  \nIf you determine that a person is a foreign PEP, a family member, or close associate of a foreign PEP, a high-risk domestic PEP, high-risk HIO or high-risk family member or high-risk close associate of one of these persons, and you obtained the approval of a member of senior management to keep an account open, you must keep a record of:Footnote 30  \n- the office or position and the name of the organization or institution of the PEP or HIO;\n- the date of the determination;\n- the source of the funds or VC, if known, that is or is expected to be deposited into the account or paid to the PPPA;\n- the source of the person's wealth, if known;\n- the name of the member of senior management who approved keeping the account open; and\n- the date of that approval.  \nIn the case of family members and close associates of PEPs and HIOs, you may also want to keep a record of the nature of the relationship between the person and the PEP or HIO, as applicable.",
            "metadata": {
                "Header 1": "Politically exposed persons and heads of international organizations guidance for account-based reporting entity sectors",
                "Header 2": "4\\. What PEP, HIO, family member or close associate records do I need to keep?",
                "Header 3": "PEP and HIO account records"
            },
            "word_count": 186,
            "bullet_point_ratio": 0.6666666666666666
        },
        {
            "idx": 29,
            "content": "**Retention**: You must keep PEP and HIO account records for at least five years from the day the account to which they relate is closed.Footnote 31",
            "metadata": {
                "Header 1": "Politically exposed persons and heads of international organizations guidance for account-based reporting entity sectors",
                "Header 2": "4\\. What PEP, HIO, family member or close associate records do I need to keep?",
                "Header 3": "PEP and HIO account records"
            },
            "word_count": 26,
            "bullet_point_ratio": 0.0
        },
        {
            "idx": 30,
            "content": "### PEP and HIO transaction records  \nIf as an FE or a casino, you **review** one of the above-mentioned transactions (see Transaction related PEP or HIO determinations) for which you have made a PEP or HIO determination, you must keep a record of:Footnote 32  \n- the office or position and the name of the organization or institution of the PEP or HIO;\n- the date of the determination;\n- the source of the funds or source of the VC used for the transaction, if known;\n- the source of the person's wealth, if known;\n- the name of the member of senior management who reviewed the transaction; and\n- the date of that review.  \nIn the case of family members and close associates of PEPs and HIOs, you may also want to include in the record the nature of the relationship between the person and the PEP or HIO, as applicable.  \n**Retention**: You must keep transaction records for at least 5 years from the day on which the last business transaction is conducted.Footnote 33",
            "metadata": {
                "Header 1": "Politically exposed persons and heads of international organizations guidance for account-based reporting entity sectors",
                "Header 2": "4\\. What PEP, HIO, family member or close associate records do I need to keep?",
                "Header 3": "PEP and HIO transaction records"
            },
            "word_count": 174,
            "bullet_point_ratio": 0.6
        }
    ],
    "selected_chunks": [
        {
            "idx": 25,
            "content": "##### Casinos  \nWhen you **initiate an international EFT** in the amount **of $100,000 or more**, **finally** **receive for a beneficiary an international EFT** in the amount **of $100,000 or more,** or **receive cash or an amount of VC** equivalent to **$100,000 or more,** and determine that a person is a domestic PEP, HIO, or family member or close associate of a domestic PEP or HIO, **and** based on your risk assessment, you consider there to be a **high risk** of an ML or TF offence being committed, you must:Footnote 28  \n- take reasonable measures to establish the source of the funds or source of the VC used for the transaction and to establish the source of the person's wealth; and\n- ensure that a member of senior management reviews the transaction.",
            "metadata": {
                "Header 1": "Politically exposed persons and heads of international organizations guidance for account-based reporting entity sectors",
                "Header 2": "3\\. What measures do I need to take after making a PEP, HIO, family member or close associate determination?",
                "Header 3": "Transaction-related measures",
                "Header 4": "Domestic PEPs or HIOs",
                "Header 5": "Casinos"
            },
            "word_count": 131,
            "bullet_point_ratio": 0.5,
            "context": " The chunk specifies the measures casinos must take when certain high-value transactions involving domestic PEPs, HIOs, or their associates are deemed high risk for money laundering or terrorist financing.",
            "questions": [
                "What actions must a casino take when an international EFT of $100,000 or more is initiated or received for a beneficiary, and the transaction is deemed high risk for money laundering or terrorist financing involving a domestic PEP, HIO, or their associates?",
                "How should a casino handle high-value transactions involving cash or virtual currency equivalent to $100,000 or more, especially when a domestic PEP, HIO, or their associates are involved and the risk of money laundering or terrorist financing is high?",
                "What specific measures must be taken by a casino when a high-risk transaction involving a domestic PEP, HIO, or their associates is identified, and why is the involvement of senior management necessary in such cases?"
            ],
            "qnas": [
                {
                    "question": "What actions must a casino take when an international EFT of $100,000 or more is initiated or received for a beneficiary, and the transaction is deemed high risk for money laundering or terrorist financing involving a domestic PEP, HIO, or their associates?",
                    "answer": "When an international EFT of $100,000 or more is initiated or received for a beneficiary, and the transaction is deemed high risk for money laundering or terrorist financing involving a domestic PEP, HIO, or their associates, the casino must take reasonable measures to establish the source of the funds and the source of the person's wealth. Additionally, a member of senior management must review the transaction."
                },
                {
                    "question": "How should a casino handle high-value transactions involving cash or virtual currency equivalent to $100,000 or more, especially when a domestic PEP, HIO, or their associates are involved and the risk of money laundering or terrorist financing is high?",
                    "answer": "When handling high-value transactions involving cash or virtual currency equivalent to $100,000 or more, especially when a domestic Politically Exposed Person (PEP), Head of International Organization (HIO), or their associates are involved and the risk of money laundering (ML) or terrorist financing (TF) is high, casinos must:\n\n- Take reasonable measures to establish the source of the funds or virtual currency used for the transaction and to determine the source of the person's wealth.\n- Ensure that a member of senior management reviews the transaction.\n\nThese requirements are in accordance with the regulations outlined for casinos to mitigate the risks associated with such high-risk transactions."
                },
                {
                    "question": "What specific measures must be taken by a casino when a high-risk transaction involving a domestic PEP, HIO, or their associates is identified, and why is the involvement of senior management necessary in such cases?",
                    "answer": "When a casino identifies a high-risk transaction involving a domestic PEP, HIO, or their associates, it must take the following specific measures:\n\n1. **Establish Funds Source**: Take reasonable measures to determine the source of the funds or virtual currency used in the transaction and to establish the source of the person's wealth.\n2. **Senior Management Review**: Ensure that a member of senior management reviews the transaction.\n\nThe involvement of senior management is necessary to provide oversight and ensure that the casino's risk assessment and mitigation strategies are appropriately implemented, given the potentially elevated risks associated with such transactions. This is in line with the requirements outlined by the governing regulations to prevent money laundering (ML) or terrorist financing (TF) offenses."
                }
            ]
        },
        {
            "idx": 17,
            "content": "- take your enhanced measures, including taking additional measures to verify the person's identity, conducting enhanced ongoing monitoring and taking any other enhanced measures to mitigate the risks posed by the person.  \nWhen you **detect a fact about an existing account,** and determine that a person is a close associate of a domestic PEP or HIO, **and** based on your risk assessment, you consider there to be a **high risk** of an ML or TF offence being committed, you must:Footnote 19  \n- take reasonable measures to establish the source of the funds or source of the VC that is or is expected to be deposited into the account in question and to establish the source of the person's wealth;\n- obtain the approval of a member of senior management to keep the account open; and",
            "metadata": {
                "Header 1": "Politically exposed persons and heads of international organizations guidance for account-based reporting entity sectors",
                "Header 2": "3\\. What measures do I need to take after making a PEP, HIO, family member or close associate determination?",
                "Header 3": "Account-related measures",
                "Header 4": "Domestic PEPs or HIOs"
            },
            "word_count": 135,
            "bullet_point_ratio": 0.75,
            "context": " This chunk discusses the enhanced measures and actions required when a high risk of money laundering (ML) or terrorist financing (TF) is identified with a close associate of a domestic politically exposed person (PEP) or head of international organization (HIO) for an existing account.",
            "questions": [
                "What specific actions should be taken when a high risk of money laundering or terrorist financing is identified with a close associate of a domestic PEP or HIO for an existing account?",
                "How should the source of funds or virtual currency be established when a high risk of ML or TF is detected for a close associate of a domestic PEP or HIO?",
                "What role does senior management play in the decision-making process when a high risk of ML or TF is detected for an account associated with a close associate of a domestic PEP or HIO?"
            ],
            "qnas": [
                {
                    "question": "What specific actions should be taken when a high risk of money laundering or terrorist financing is identified with a close associate of a domestic PEP or HIO for an existing account?",
                    "answer": "When a high risk of money laundering or terrorist financing is identified with a close associate of a domestic PEP or HIO for an existing account, the following specific actions should be taken:\n\n1. Implement enhanced measures, including additional identity verification and enhanced ongoing monitoring.\n2. Establish the source of funds or virtual currency that is or is expected to be deposited into the account, and determine the source of the person's wealth.\n3. Obtain approval from a member of senior management to keep the account open.\n\nThese actions are in accordance with the regulations outlined by the relevant governing body."
                },
                {
                    "question": "How should the source of funds or virtual currency be established when a high risk of ML or TF is detected for a close associate of a domestic PEP or HIO?",
                    "answer": "According to the Financial Transactions and Reports Analysis Centre of Canada (FINTRAC) guidelines, when a high risk of money laundering (ML) or terrorist financing (TF) is detected for a close associate of a domestic politically exposed person (PEP) or head of international organization (HIO), reasonable measures must be taken to establish the source of the funds or source of the virtual currency that is or is expected to be deposited into the account in question, and to establish the source of the person's wealth."
                },
                {
                    "question": "What role does senior management play in the decision-making process when a high risk of ML or TF is detected for an account associated with a close associate of a domestic PEP or HIO?",
                    "answer": "Senior management plays a role in approving the decision to keep the account open when a high risk of ML or TF is detected for an account associated with a close associate of a domestic PEP or HIO, as required by the governing regulations."
                }
            ]
        },
        {
            "idx": 2,
            "content": "If you are an FE or a casino then you must also take reasonable measures to make PEP, HIO, family member or close associate determinations for the following transactions:  \n- initiation of an international electronic funds transfer (EFT) in the amount of $100,000 or more;\n- final receipt of an international EFT in the amount of $100,000 or more;\n- receipt of cash or an amount of VC equivalent to $100,000 or more (casinos only);\n- transfers of an amount of VC equivalent to $100,000 or more (FEs only);\n- receipt of an amount of VC equivalent to $100,000 or more for remittance to a beneficiary (FEs only); and\n- payment(s) of $100,000 or more to a PPPA (FEs only).  \nSee Transaction-related PEP or HIO determination below, for an explanation of your requirements in these instances.",
            "metadata": {
                "Header 1": "Politically exposed persons and heads of international organizations guidance for account-based reporting entity sectors",
                "Header 2": "1\\. When or for whom must I make a PEP, HIO, family member or close associate determination?"
            },
            "word_count": 136,
            "bullet_point_ratio": 0.75,
            "context": " The chunk outlines specific transaction scenarios where financial entities (FEs) and casinos must determine if individuals involved are politically exposed persons (PEPs), heads of international organizations (HIOs), family members, or close associates, under the guidance for account-based reporting entity sectors.",
            "questions": [
                "What types of transactions require financial entities and casinos to determine if individuals are politically exposed persons (PEPs) or heads of international organizations (HIOs)?",
                "Why is it important for financial entities to identify transactions involving virtual currency (VC) exceeding $100,000?",
                "Under what circumstances must casinos make determinations about PEPs or HIOs when receiving cash or virtual currency?"
            ],
            "qnas": [
                {
                    "question": "What types of transactions require financial entities and casinos to determine if individuals are politically exposed persons (PEPs) or heads of international organizations (HIOs)?",
                    "answer": "Financial entities and casinos must determine if individuals are politically exposed persons (PEPs) or heads of international organizations (HIOs) for transactions such as international electronic funds transfers of $100,000 or more, receipt of cash or virtual currency equivalent to $100,000 or more, transfers or remittances of virtual currency equivalent to $100,000 or more, and payments of $100,000 or more to a pre-paid product or account, as per the guidance for account-based reporting entity sectors."
                },
                {
                    "question": "Why is it important for financial entities to identify transactions involving virtual currency (VC) exceeding $100,000?",
                    "answer": "It is important for financial entities to identify transactions involving virtual currency (VC) exceeding $100,000 to comply with the guidance for account-based reporting entity sectors, which requires them to determine if individuals involved are politically exposed persons (PEPs), heads of international organizations (HIOs), family members, or close associates in such transactions."
                },
                {
                    "question": "Under what circumstances must casinos make determinations about PEPs or HIOs when receiving cash or virtual currency?",
                    "answer": "Casinos must make determinations about PEPs or HIOs when receiving cash or virtual currency equivalent to $100,000 or more, as outlined in the guidance for account-based reporting entity sectors."
                }
            ]
        },
        {
            "idx": 14,
            "content": "3. If you are an **FE**, you do not have to make a PEP determination or keep the associated records for your activities in respect of the processing of payments by credit card or by prepaid payment products for a merchant.Footnote 15\n4. If you are an **FE** or **casino**, that initiates or is the final recipient of an international EFT of $100,000 or more, by means of a credit/debit card or a prepaid payment product where the beneficiary has an agreement with the payment service provider that permits payment by that means for the provision of goods and services, you do not need to determine if the person is a PEP, HIO or a family member or close associate of a PEP or HIO.Footnote 16",
            "metadata": {
                "Header 1": "Politically exposed persons and heads of international organizations guidance for account-based reporting entity sectors",
                "Header 2": "2\\. What are the exceptions to making a PEP, HIO, family member or close associate determination?"
            },
            "word_count": 126,
            "bullet_point_ratio": 1.0,
            "context": " The chunk outlines exceptions for financial entities (FEs) and casinos in determining PEP, HIO, family member, or close associate status for certain payment processing activities and international electronic funds transfers (EFTs) involving credit/debit cards or prepaid payment products.",
            "questions": [
                "Under what circumstances can a financial entity (FE) be exempt from making a PEP determination and keeping associated records for payment processing activities?",
                "What is the exception for financial entities and casinos when initiating or receiving international electronic funds transfers (EFTs) of $100,000 or more using credit/debit cards or prepaid payment products?",
                "How does the involvement of a beneficiary with an agreement with a payment service provider affect the requirement for PEP, HIO, or related status determination for international EFTs above a certain amount?"
            ],
            "qnas": [
                {
                    "question": "Under what circumstances can a financial entity (FE) be exempt from making a PEP determination and keeping associated records for payment processing activities?",
                    "answer": "A financial entity (FE) is exempt from making a PEP determination and keeping associated records when processing payments by credit card or prepaid payment products for a merchant. Additionally, FEs and casinos are exempt from these requirements for international electronic funds transfers (EFTs) of $100,000 or more via credit/debit cards or prepaid payment products, where the beneficiary has an agreement with the payment service provider for goods and services."
                },
                {
                    "question": "What is the exception for financial entities and casinos when initiating or receiving international electronic funds transfers (EFTs) of $100,000 or more using credit/debit cards or prepaid payment products?",
                    "answer": "If you are a financial entity (FE) or casino initiating or receiving an international electronic funds transfer (EFT) of $100,000 or more using credit/debit cards or prepaid payment products, you are not required to determine if the person is a politically exposed person (PEP), head of an international organization (HIO), or a family member or close associate of a PEP or HIO, provided that the beneficiary has an agreement with the payment service provider permitting payment by that means for the provision of goods and services."
                },
                {
                    "question": "How does the involvement of a beneficiary with an agreement with a payment service provider affect the requirement for PEP, HIO, or related status determination for international EFTs above a certain amount?",
                    "answer": "According to the regulations, if a beneficiary has an agreement with a payment service provider that allows payment via credit/debit card or prepaid payment product for goods and services, and the FE or casino initiates or receives an international EFT of $100,000 or more, the requirement to determine PEP, HIO, or related status is waived."
                }
            ]
        },
        {
            "idx": 22,
            "content": "##### Casinos  \nWhen you **initiate an international EFT** in the amount **of $100,000 or more,** **finally receive an international EFT for a beneficiary** in the amount **of $100,000 or more**, or **receive cash, or an amount of VC equivalent to, $100,000 or more,** and determine that a person is a foreign PEP, or a family member or close associate of a foreign PEP, you must:Footnote 24  \n- take reasonable measures to establish the source of the funds or source of the VC used for the transaction and to establish the source of the person's wealth; and\n- ensure that a member of senior management reviews the transaction.",
            "metadata": {
                "Header 1": "Politically exposed persons and heads of international organizations guidance for account-based reporting entity sectors",
                "Header 2": "3\\. What measures do I need to take after making a PEP, HIO, family member or close associate determination?",
                "Header 3": "Transaction-related measures",
                "Header 4": "Foreign PEPs",
                "Header 5": "Casinos"
            },
            "word_count": 107,
            "bullet_point_ratio": 0.5,
            "context": " The chunk pertains to specific transaction-related measures that casinos must take when dealing with foreign PEPs, their family members, or close associates, particularly concerning transactions of $100,000 or more.",
            "questions": [
                "What specific actions must a casino take when dealing with transactions involving $100,000 or more from foreign PEPs or their associates?",
                "Why is it important for casinos to establish the source of funds for transactions of $100,000 or more involving foreign PEPs?",
                "What role does senior management play in the review process of high-value transactions involving foreign PEPs in casinos?"
            ],
            "qnas": [
                {
                    "question": "What specific actions must a casino take when dealing with transactions involving $100,000 or more from foreign PEPs or their associates?",
                    "answer": "When dealing with transactions involving $100,000 or more from foreign PEPs or their associates, casinos must take reasonable measures to establish the source of the funds or source of the virtual currency used for the transaction and to establish the source of the person's wealth. Additionally, a member of senior management must review the transaction."
                },
                {
                    "question": "Why is it important for casinos to establish the source of funds for transactions of $100,000 or more involving foreign PEPs?",
                    "answer": "It is important for casinos to establish the source of funds for transactions of $100,000 or more involving foreign Politically Exposed Persons (PEPs) to comply with anti-money laundering and counter-terrorism financing regulations set by the Financial Transactions and Reports Analysis Centre of Canada (FINTRAC). This helps in detecting and deterring potential financial crimes and ensures that the funds are not from illicit sources."
                },
                {
                    "question": "What role does senior management play in the review process of high-value transactions involving foreign PEPs in casinos?",
                    "answer": "In high-value transactions involving foreign PEPs in casinos, senior management plays a role by reviewing the transaction. This obligation is outlined in the measures that casinos must take when dealing with such transactions, as specified by the governing regulations."
                }
            ]
        }
    ],
    "summary": " This document outlines FINTRAC's guidance for financial entities, securities dealers, and casinos on identifying and managing risks associated with politically exposed persons (PEPs) and heads of international organizations (HIOs) to comply with the PCMLTFA and associated regulations."
}